Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Torrent Trackers
ar_sa: تتبع سيل
cs_cz: Torrent trackery
de_de: Torrent-Tracker
ru_ru: Торрент-трекеры

source: ex. tracker1,tracker2,tracker3
ar_sa: مثلاً: tracker1، tracker2، tracker3
de_de: z. B. tracker1, tracker2, tracker3
ru_ru: например tracker1, tracker2, tracker3
vi_vn: Ví dụ: tracker1, tracker2, tracker3

source: Ignore words
ar_sa: تجاهل الكلمات
cs_cz: Přeskakovat slova
da_dk: Ignorer ord
de_de: Wörter ignorieren
el_gr: Παράβλεψη λέξεων
es_es: Omitir palabras
fi_fi: Ohita sanat
fr_fr: Ignorer les mots
he_il: התעלם ממילים
no_no: Ignorer ord
ro_ro: Se ignoră cuvintele
ru_ru: Пропускать слова
uk_ua: Пропускати слова
vi_vn: Bỏ qua các từ

source: ex. word1,word2,word3
ar_sa: خروج word1، word2، word3
cs_cz: ex. word1 word2, slovo 3
da_dk: ex. word1, word2, ord 3
de_de: z. B. word1, word2, word3
el_gr: ex. λέξη1 λέξη2, word3
es_es: por ejemplo: palabra1, word2, palabra3
fi_fi: ex. hakusana1, hakusana2, word3
fr_fr: ex. mot1, mot2, mot3
he_il: אקס word1, word2, word3
ru_ru: ex. слово1 слово2, слово3
vi_vn: Ví dụ: word1, word2, word3

source: Require words
ar_sa: تتطلب العبارة
cs_cz: Vyžadovat slova
da_dk: Kræve ord
de_de: Benötigen Sie Wörter
el_gr: Απαιτούν λέξεις
es_es: Necesitan palabras
fi_fi: Vaativat sanat
fr_fr: Exiger des mots
he_il: דורשים מילים
no_no: Kreve ord
ro_ro: Nevoie de cuvinte
ru_ru: Требуют слова
uk_ua: Вимагають слів
vi_vn: Yêu cầu lời

source: Ignore language names in subbed results
ar_sa: تجاهل أسماء اللغة في subbed النتائج
cs_cz: Ignorovat názvy jazyků v subbed výsledky
da_dk: Ignorere sprog navne i subbed resultater
de_de: Sprachennamen in subbed Ergebnisse ignorieren
el_gr: Αγνοήστε τα ονόματα γλωσσών subbed αποτελέσματα
es_es: Omitir nombres de la lengua en subbed resultados
fi_fi: Ohita kielten nimiä subbed tulokset
fr_fr: Ignorer les noms de langue dans les résultats de subbed
he_il: התעלם שמות שפה בתוצאות לספסל
no_no: Ignorere språknavn i subbed resultater
ro_ro: Ignora limba numele în rezultatele subtitrat
ru_ru: Игнорировать имена языков в subbed результаты
uk_ua: Ігнорувати назв мов у subbed результати
vi_vn: Bỏ qua các tên ngôn ngữ trong subbed kết quả

source: ex. lang1,lang2,lang3
ar_sa: مثلاً: lang1، lang2، lang3
de_de: z. B. lang1, lang2, lang3
el_gr: π.χ. lang1, lang2, lang3
es_es: ej.: lang1, lang2, lang3
he_il: אקס lang1, lang2, lang3
no_no: for eksempel lang1, lang2, lang3
ru_ru: например lang1, lang2, lang3
vi_vn: Ví dụ: lang1, lang2, lang3

source: Allow high priority
ar_sa: السماح بأولوية عالية
cs_cz: Povolit vysokou prioritu
da_dk: Give høj prioritet
de_de: Ermöglichen hohen Priorität
el_gr: Επιτρέπει την υψηλής προτεραιότητας
es_es: Permite alta prioridad
fi_fi: Anna ensisijaisen
fr_fr: Permettre à priorité élevée
he_il: לאפשר בעדיפות גבוהה
no_no: Gi høy prioritet
ro_ro: Permite prioritate
ru_ru: Разрешить высокий приоритет
uk_ua: Дозволити високий пріоритет
vi_vn: Cho phép ưu tiên cao

source: Set downloads of recently aired episodes to high priority
ar_sa: تحميل مجموعة من الحلقات بثت مؤخرا إلى أولوية عالية
cs_cz: Nastavení stahování epizod seriálu nedávno vysílala na vysokou prioritu
da_dk: Sæt downloads af seneste luftet episoder med høj prioritet
de_de: Downloads von kürzlich ausgestrahlten Episoden auf hohe Priorität festgelegt
el_gr: Σετ λήψεις πρόσφατα αερίζεται επεισοδίων σε υψηλή προτεραιότητα
es_es: Sistema de descargas de episodios emitidos recientemente a alta prioridad
fi_fi: Aseta lataukset äskettäin esitetty jaksot etusijalle
fr_fr: Jeu de téléchargements des épisodes récemment diffusés à priorité élevée
he_il: מוגדר הורדות של פרקים לאחרונה ומאוורר בעדיפות גבוהה
no_no: Angi nedlastinger nylig vist episoder som høy prioritet
ro_ro: Set Download episoade difuzate recent pentru prioritate
ru_ru: Присвоить высокий приоритет загрузки недавно в эфире эпизодов
uk_ua: Встановити завантаження нещодавно ефір епізодів високий пріоритет
vi_vn: Thiết lập tải các tập phim gần đây sóng: để ưu tiên cao

source: Failed Downloads Handling
ar_sa: الأسبوعية فشل معالجة
cs_cz: Neúspěšné stahování manipulace s
de_de: Fehlgeschlagene Downloads Umgang mit
ru_ru: Сбой загрузки обработки
vi_vn: Không tải xử lý

source: How to handle NZB search results for clients.
ar_sa: كيفية التعامل مع نتائج البحث أسود نيوزيلندي للعملاء.
cs_cz: Jak zpracovat výsledky hledání NZB pro klienty.
da_dk: Hvordan til at håndtere NZB søgeresultater for klienter.
de_de: Umgang mit NZB Suchergebnisse für Kunden.
el_gr: Πώς να χειριστείτε NZB αποτελέσματα αναζήτησης για τους πελάτες.
es_es: Cómo manejar NZB los resultados de búsqueda para los clientes.
fi_fi: Miten käsitellä NZB hakutulokset asiakkaille.
fr_fr: Comment gérer les résultats de recherche NZB pour les clients.
he_il: כיצד לטפל NZB תוצאות חיפוש עבור לקוחות.
no_no: Hvordan håndtere NZB søkeresultater for klienter.
ro_ro: Cum să se ocupe de rezultatele de căutare NZB pentru clienti.
ru_ru: Как обрабатывать NZB результаты поиска для клиентов.
uk_ua: Як поводитися NZB результатів пошуку для клієнтів.
vi_vn: Làm thế nào để xử lý kết quả tìm kiếm NZB cho khách hàng.

source: enable NZB searches
ar_sa: تمكين عمليات البحث أسود نيوزيلندي
cs_cz: Povolit hledání NZB
da_dk: aktivere NZB søgninger
de_de: NZB Suche aktivieren
el_gr: Ενεργοποίηση NZB αναζητήσεις
es_es: permitir búsquedas NZB
fi_fi: avulla NZB hakuja
fr_fr: activer les recherches NZB
he_il: לאפשר חיפושים NZB
no_no: Aktiver NZB søk
ro_ro: permite căutări NZB
ru_ru: включить поиск NZB
uk_ua: Увімкнути пошук NZB
vi_vn: sử NZB tìm kiếm

source: Send .nzb files to:
ar_sa: إرسال ملفات.nzb إلى:
cs_cz: Odešlete .nzb soubory do:
da_dk: Send .nzb filer til:
de_de: .Nzb Dateien zu senden:
el_gr: Στείλετε τα αρχεία .nzb:
es_es: Enviar archivos NZB para:
fi_fi: Lähetä .nzb tiedostot:
fr_fr: Envoyer des fichiers de .nzb à :
he_il: שלח קבצים .nzb:
no_no: Sende .nzb filer til:
ro_ro: .Nzb dosar la spre a trimite:
ru_ru: Отправьте файлы .nzb:
uk_ua: Надсилати .nzb файли на:
vi_vn: Gửi tập tin .nzb để:

source: Black hole folder location
ar_sa: موقع مجلد الثقب الأسود
cs_cz: Umístění složky černá díra
da_dk: Sort hul mappeplacering.
de_de: Schwarzes Loch-Ordner
el_gr: Θέση φακέλου μαύρη τρύπα
es_es: Ubicación de la carpeta de agujero negro
fi_fi: Musta aukko kansio
fr_fr: Emplacement du dossier de trou noir
he_il: מיקום התיקיה חור שחור
no_no: Svart hull mappeplassering
ro_ro: Gaură neagră pliant a localiza
ru_ru: Расположение папки черная дыра
uk_ua: Чорна діра розташування папки
vi_vn: Vị trí cặp lỗ đen

source: files are stored at this location for external software to find and use
ar_sa: يتم تخزين الملفات في هذا الموقع للبرامج الخارجية لإيجاد واستخدام
cs_cz: soubory jsou uloženy v tomto umístění pro externí software k vyhledání a použití
da_dk: filer gemmes på denne placering for eksterne software til at finde og bruge
de_de: Dateien werden an diesem Standort für externe Software zum suchen und verwenden
el_gr: τα αρχεία αποθηκεύονται σε αυτήν τη θέση για εξωτερικό λογισμικό για να βρείτε και να χρησιμοποιήσετε
es_es: los archivos se almacenan en esta ubicación de software externo encontrar y utilizar
fi_fi: tiedostot tallennetaan tähän sijaintiin ulkoinen ohjelmisto etsiä ja käyttää
fr_fr: les fichiers sont stockés à cet emplacement pour des logiciels externes à trouver et à utiliser
he_il: קבצים מאוחסנים במיקום זה עבור תוכנה חיצוניים למצוא ולהשתמש
no_no: filer på denne plasseringen for ekstern programvare å finne og bruke
ro_ro: fişierele sunt stocate în această locație pentru software extern pentru a găsi şi de a folosi
ru_ru: файлы хранятся на этом месте для внешнего программного обеспечения для поиска и использования
uk_ua: файли зберігаються в цьому місці для зовнішніх програм, щоб знайти і використовувати
vi_vn: tập tin được lưu trữ tại vị trí này cho các phần mềm bên ngoài để tìm và sử dụng

source: SABnzbd server URL
ar_sa: عنوان URL لخادم سابنزبد
cs_cz: Adresa URL serveru SABnzbd
el_gr: Διεύθυνση URL διακομιστή: SABnzbd
es_es: SABnzbd URL del servidor
fi_fi: SABnzbd palvelimen URL-osoite
fr_fr: URL du serveur SABnzbd
he_il: כתובת URL של השרת SABnzbd
ro_ro: URL-ul serverului SABnzbd
ru_ru: URL-адрес сервера SABnzbd
uk_ua: URL-адресу сервера SABnzbd
vi_vn: URL hệ phục vụ SABnzbd

source: ex. http://localhost:8080/
ar_sa: مثلاً: http://localhost:8080/
cs_cz: například http://localhost: 8080 /
da_dk: ex. localhost8080: /
de_de: z. B. http://localhost: 8080 /
es_es: por ejemplo: http://localhost: 8080 /
he_il: אקס http://localhost:8080 /
vi_vn: Ví dụ: http://localhost:8080 /

source: SABnzbd username
ar_sa: اسم المستخدم سابنزبد
cs_cz: Uživatelské jméno SABnzbd
de_de: SABnzbd Benutzername
el_gr: Όνομα χρήστη: SABnzbd
fi_fi: SABnzbd käyttäjätunnus
fr_fr: Nom d’utilisateur SABnzbd
he_il: SABnzbd שם המשתמש
no_no: SABnzbd brukernavn
ro_ro: SABnzbd utilizator
ru_ru: SABnzbd имя пользователя
uk_ua: SABnzbd ім'я користувача
vi_vn: SABnzbd người dùng

source: SABnzbd password
ar_sa: سابنزبد كلمة المرور
cs_cz: SABnzbd heslo
da_dk: SABnzbd adgangskode
de_de: SABnzbd Passwort
el_gr: Κωδικός: SABnzbd
es_es: SABnzbd contraseña
fi_fi: SABnzbd salasana
fr_fr: SABnzbd mot de passe
he_il: סיסמה SABnzbd
no_no: SABnzbd passord
ro_ro: SABnzbd parola
ru_ru: SABnzbd пароль
uk_ua: SABnzbd пароль
vi_vn: SABnzbd mật khẩu

source: SABnzbd API key
ar_sa: سابنزبد API الرئيسية
cs_cz: SABnzbd API klíč
da_dk: SABnzbd API-nøgle
de_de: SABnzbd API-Schlüssel
el_gr: Κλειδί API: SABnzbd
fi_fi: SABnzbd API-avain
he_il: המפתח של SABnzbd
no_no: SABnzbd API-nøkkel
ro_ro: SABnzbd API-cheie
ru_ru: SABnzbd API ключ
uk_ua: Ключ SABnzbd API
vi_vn: Khóa SABnzbd API

source: Use SABnzbd category
ar_sa: استخدام فئة سابنزبد
cs_cz: Kategorie použití SABnzbd
da_dk: Brug SABnzbd kategori
de_de: SABnzbd Verwendungskategorie
el_gr: Κατηγορία: SABnzbd χρήση
es_es: SABnzbd categoría de uso
fi_fi: Käytä SABnzbd luokan
fr_fr: Catégorie d’utilisation SABnzbd
he_il: שימוש SABnzbd קטגוריה
no_no: Bruk SABnzbd kategori
ro_ro: Utilizarea SABnzbd categorie
ru_ru: Использование SABnzbd Категория
uk_ua: Використання SABnzbd категорії
vi_vn: Sử dụng SABnzbd thể loại

source: ex. TV
ar_sa: التلفزيون السابقين.
el_gr: π.χ. τηλεόραση
es_es: ej.: TV
he_il: אקס טלוויזיה
ru_ru: ex. ТВ
uk_ua: ТБ EX.
vi_vn: Ví dụ: TV

source: Use SABnzbd category (backlog episodes)
ar_sa: استخدم الفئة سابنزبد (الحلقات المتراكمة)
cs_cz: SABnzbd kategorie (nevyřízené epizody)
da_dk: Brug SABnzbd kategori (puklen episoder)
de_de: SABnzbd Nutzungskategorie (Rückstand folgen)
el_gr: Χρήση: SABnzbd κατηγορία (ανεκτέλεστο επεισόδια)
es_es: Categoría de uso SABnzbd (acumulación de episodios)
fi_fi: SABnzbd-luokan (ruuhkan jaksoa)
fr_fr: Catégorie d’utilisation SABnzbd (épisodes de retard)
he_il: השתמש בקטגוריה SABnzbd (מצבור פרקים)
no_no: Bruk SABnzbd kategori (etterslep episoder)
ro_ro: Utilizarea SABnzbd categoria (restante episoade)
ru_ru: Использование SABnzbd категории (отставание эпизодов)
uk_ua: Використання SABnzbd Категорія (відставання епізодів)
vi_vn: Sử dụng SABnzbd thể loại (backlog tập)

source: Use SABnzbd category for anime
ar_sa: استخدام فئة سابنزبد لأنمي
cs_cz: Použití SABnzbd kategorie pro anime
da_dk: Brug SABnzbd kategori for anime
de_de: SABnzbd Verwendungskategorie für anime
el_gr: Κατηγορία: SABnzbd χρήση για anime
es_es: Categoría de uso SABnzbd para anime
fi_fi: Käytä SABnzbd luokan anime
fr_fr: Catégorie d’utilisation SABnzbd pour anime
he_il: שימוש SABnzbd בקטגוריית סרטים אנימה
no_no: Bruk SABnzbd kategori for anime
ro_ro: Utilizarea SABnzbd categorie pentru anime
ru_ru: Использование SABnzbd Категория аниме
uk_ua: Використання SABnzbd категорії для аніме
vi_vn: Sử dụng SABnzbd mục cho anime

source: ex. anime
ar_sa: أنمي السابقين.
de_de: Beispiel: anime
el_gr: Κινούμενο σχέδιο π.χ.
es_es: ej.: anime
he_il: אקס אנימה
ru_ru: Аниме ex.
uk_ua: аніме EX.
vi_vn: Ví dụ: anime

source: Use SABnzbd category for anime (backlog episodes)
ar_sa: استخدام فئة سابنزبد للآلهة (الحلقات المتراكمة)
cs_cz: SABnzbd kategorie slouží pro anime (nevyřízené epizody)
da_dk: Brug SABnzbd kategori for anime (puklen episoder)
de_de: SABnzbd Nutzungskategorie für Anime (Rückstand folgen)
el_gr: Κατηγορία: SABnzbd χρήση για anime (ανεκτέλεστο επεισόδια)
es_es: Categoría de uso SABnzbd para anime (episodios de la cartera de pedidos)
fi_fi: SABnzbd käyttötarkoitus anime (ruuhkan jaksoa)
fr_fr: Catégorie d’utilisation SABnzbd pour anime (épisodes de retard)
he_il: השתמש בקטגוריה SABnzbd על אנימה (מצבור פרקים)
no_no: Bruk SABnzbd kategori for anime (etterslep episoder)
ro_ro: Categoria de SABnzbd de utilizare pentru anime (restante episoade)
ru_ru: Использование SABnzbd Категория аниме (отставание эпизодов)
uk_ua: Використання SABnzbd категорії для аніме (відставання епізодів)
vi_vn: Sử dụng SABnzbd thể loại anime (backlog tập)

source: Use forced priority
ar_sa: استخدام أولوية القسري
cs_cz: Použít prioritu nucené
da_dk: Bruge tvungen prioritet
de_de: Nutzen Sie erzwungene Priorität
el_gr: Αναγκαστική χρήση προτεραιότητας
es_es: Prioridad de uso obligado
fi_fi: Käytä pakko prioriteettia
fr_fr: Utiliser priorité forcée
he_il: עדיפות לשימוש בכוח
no_no: Bruk tvunget prioritet
ro_ro: Utilizaţi forţată prioritate
ru_ru: Приоритет использования принудительного
uk_ua: Використовувати примусової пріоритет
vi_vn: Ưu tiên sử dụng buộc

source: enable to change priority from HIGH to FORCED
ar_sa: تمكين تغيير الأولوية من عالية إلى الجبري
cs_cz: umožní změnit prioritu z vysoké na FORCED
da_dk: gøre det muligt for at ændre prioritet fra høj til tvungen
de_de: Ändern der Priorität von hoch, FORCED aktivieren
el_gr: επιτρέπουν να αλλάξετε προτεραιότητας από υψηλό σε ΑΝΑΓΚΑΣΤΙΚΉ
es_es: permiten para cambiar la prioridad de alto a forzado
fi_fi: avulla muuttaa prioriteettia korkeista pakko
fr_fr: permettent de changer la priorité du haut Forced
he_il: אפשר לשנות עדיפות מתיכון כפוי
no_no: aktivere endre prioriteten fra høy til TVUNGEN
ro_ro: permite să schimba prioritatea la HIGH a FORŢAT
ru_ru: позволяет изменить приоритет от высоких до принудительного
uk_ua: Увімкнути змінити пріоритет з високою ФОРСОВАНИМ
vi_vn: cho phép thay đổi mức ưu tiên từ cao đến FORCED

source: Connect using HTTPS
ar_sa: الاتصال باستخدام HTTPS
cs_cz: Připojení pomocí protokolu HTTPS
da_dk: Opret forbindelse med HTTPS
de_de: Die Verbindung über HTTPS
el_gr: Συνδεθείτε χρησιμοποιώντας το HTTPS
es_es: Conectar usando HTTPS
fi_fi: Yhdistä käyttäen HTTPS
fr_fr: Connectez-vous à l’aide de HTTPS
he_il: התחבר באמצעות HTTPS
no_no: Ved hjelp av HTTPS
ro_ro: Conectare utilizând HTTPS
ru_ru: Подключение с использованием HTTPS
uk_ua: Підключатися за допомогою протоколу HTTPS
vi_vn: Kết nối sử dụng HTTPS

source: enable secure control
ar_sa: تمكين تأمين الرقابة
cs_cz: umožňují bezpečné ovládání
da_dk: aktivere sikker styring
de_de: ermöglicht die sichere Steuerung
el_gr: ενεργοποίηση ασφαλούς ελέγχου
es_es: permiten asegurar el control
fi_fi: turvallista ohjausobjekti
fr_fr: activer le contrôle sécurisé
he_il: מאפשרים שליטה מאובטחת
no_no: Aktiver sikker kontroll
ro_ro: permite controlul sigure
ru_ru: Включение безопасного управления
uk_ua: Увімкнення безпечного керування
vi_vn: cho phép điều khiển an toàn

source: NZBget host:port
ar_sa: نزبجيت: منفذ المضيف
cs_cz: NZBget počítač: port
da_dk: NZBget vært: port
el_gr: NZBget κεντρικός υπολογιστής: θύρα
es_es: Puerto de host: NZBget
fi_fi: NZBget isäntä: portti
fr_fr: NZBget hôte : port
he_il: NZBget מארח: יציאה
no_no: NZBget vert: port
ro_ro: NZBget: port gazdă
ru_ru: NZBget хост: порт
uk_ua: NZBget порт вузла:
vi_vn: NZBget chủ: port

source: ex. localhost:6789
ar_sa: localhost:6789 السابقين.
de_de: Beispiel: localhost:6789
el_gr: π.χ. localhost:6789
es_es: ej.: localhost:6789
he_il: localhost:6789 אקס
ru_ru: localhost:6789 отл.
uk_ua: localhost:6789 EX.
vi_vn: Ví dụ: localhost:6789

source: NZBget username
ar_sa: اسم المستخدم نزبجيت
cs_cz: NZBget jméno
de_de: NZBget Benutzername
el_gr: NZBget όνομα χρήστη
es_es: Nombre de usuario NZBget
fi_fi: NZBget käyttäjätunnus
fr_fr: Nom d’utilisateur NZBget
he_il: NZBget שם המשתמש
no_no: NZBget brukernavn
ro_ro: NZBget utilizator
ru_ru: NZBget имя пользователя
uk_ua: NZBget ім'я користувача
vi_vn: NZBget người dùng

source: default = nzbget
ar_sa: الافتراضي = نزبجيت
cs_cz: výchozí = nzbget
da_dk: standard = nzbget
de_de: Standard = Nzbget
el_gr: προεπιλογή = nzbget
es_es: predeterminado = nzbget
fi_fi: oletus = nzbget
fr_fr: par défaut = nzbget
he_il: ברירת מחדל = nzbget
no_no: standard = nzbget
ro_ro: implicit = nzbget
ru_ru: по умолчанию = nzbget
uk_ua: за замовчуванням = nzbget
vi_vn: mặc định = nzbget

source: NZBget password
ar_sa: نزبجيت كلمة المرور
cs_cz: NZBget heslo
da_dk: NZBget adgangskode
de_de: NZBget Passwort
el_gr: Κωδικός NZBget
es_es: Contraseña NZBget
fi_fi: NZBget salasana
fr_fr: NZBget mot de passe
he_il: סיסמה NZBget
no_no: NZBget passord
ro_ro: NZBget parola
ru_ru: NZBget пароль
uk_ua: NZBget пароль
vi_vn: NZBget mật khẩu

source: default = tegbzn6789
ar_sa: الافتراضي = tegbzn6789
cs_cz: výchozí = tegbzn6789
da_dk: standard = tegbzn6789
de_de: Standard = tegbzn6789
el_gr: προεπιλογή = tegbzn6789
es_es: predeterminado = tegbzn6789
fi_fi: oletus = tegbzn6789
fr_fr: par défaut = tegbzn6789
he_il: ברירת מחדל = tegbzn6789
no_no: standard = tegbzn6789
ro_ro: implicit = tegbzn6789
ru_ru: по умолчанию = tegbzn6789
uk_ua: за замовчуванням = tegbzn6789
vi_vn: mặc định = tegbzn6789

source: Use NZBget category
ar_sa: استخدام فئة نزبجيت
cs_cz: Použití NZBget kategorie
da_dk: Brug NZBget kategori
de_de: Nutzungskategorie NZBget
el_gr: Χρήση NZBget κατηγορία
es_es: Categoría de NZBget de uso
fi_fi: Käytä NZBget luokan
fr_fr: Catégorie d’utilisation NZBget
he_il: שימוש NZBget קטגוריה
no_no: Bruk NZBget kategori
ro_ro: Utilizarea NZBget categorie
ru_ru: Использование NZBget Категория
uk_ua: Використання NZBget категорії
vi_vn: Sử dụng NZBget thể loại

source: Use NZBget category (backlog episodes)
ar_sa: استخدم الفئة نزبجيت (الحلقات المتراكمة)
cs_cz: NZBget kategorie (nevyřízené epizody)
da_dk: Brug NZBget kategori (puklen episoder)
de_de: NZBget Nutzungskategorie (Rückstand folgen)
el_gr: Χρήση NZBget κατηγορία (ανεκτέλεστο επεισόδια)
es_es: Usar la categoría de NZBget (acumulación de episodios)
fi_fi: NZBget-luokan (ruuhkan jaksoa)
fr_fr: Catégorie d’utilisation NZBget (épisodes de retard)
he_il: השתמש בקטגוריה NZBget (מצבור פרקים)
no_no: Bruk NZBget kategori (etterslep episoder)
ro_ro: Utilizarea NZBget categoria (restante episoade)
ru_ru: Использование NZBget категории (отставание эпизодов)
uk_ua: Використання NZBget Категорія (відставання епізодів)
vi_vn: Sử dụng NZBget thể loại (backlog tập)

source: Use NZBget category for anime
ar_sa: استخدام فئة نزبجيت لأنمي
cs_cz: Použití NZBget kategorie pro anime
da_dk: Brug NZBget kategori for anime
de_de: NZBget Verwendungskategorie für anime
el_gr: Χρήση NZBget κατηγορία για anime
es_es: Categoría de NZBget uso para anime
fi_fi: Käytä NZBget luokan anime
fr_fr: Catégorie d’utilisation NZBget pour anime
he_il: שימוש NZBget בקטגוריית סרטים אנימה
no_no: Bruk NZBget kategori for anime
ro_ro: Utilizarea NZBget categorie pentru anime
ru_ru: Использование NZBget Категория аниме
uk_ua: Використання NZBget категорії для аніме
vi_vn: Sử dụng NZBget mục cho anime

source: Use NZBget category for anime (backlog episodes)
ar_sa: استخدام فئة نزبجيت للآلهة (الحلقات المتراكمة)
cs_cz: Použít NZBget kategorie pro anime (nevyřízené epizody)
da_dk: Brug NZBget kategori for anime (puklen episoder)
de_de: Nutzungskategorie NZBget für Anime (Rückstand folgen)
el_gr: Χρήση NZBget κατηγορία για anime (ανεκτέλεστο επεισόδια)
es_es: Categoría de NZBget uso para anime (episodios de la cartera de pedidos)
fi_fi: NZBget käyttötarkoitus anime (ruuhkan jaksoa)
fr_fr: Catégorie de NZBget d’utilisation pour l’anime (épisodes de retard)
he_il: השתמש בקטגוריה NZBget על אנימה (מצבור פרקים)
no_no: Bruk NZBget kategori for anime (etterslep episoder)
ro_ro: Categoria de NZBget de utilizare pentru anime (restante episoade)
ru_ru: Использование NZBget Категория аниме (отставание эпизодов)
uk_ua: Використання NZBget категорії для аніме (відставання епізодів)
vi_vn: Sử dụng NZBget thể loại anime (backlog tập)

source: NZBget priority
ar_sa: الأولوية نزبجيت
cs_cz: NZBget priorita
da_dk: NZBget prioritet
de_de: NZBget Priorität
el_gr: NZBget προτεραιότητα
es_es: NZBget prioridad
fi_fi: NZBget prioriteetti
fr_fr: Priorité NZBget
he_il: עדיפות NZBget
no_no: NZBget prioritet
ro_ro: Prioritate de NZBget
ru_ru: NZBget приоритет
uk_ua: Пріоритет NZBget
vi_vn: NZBget ưu tiên

source: Very low
ar_sa: منخفضة جداً
cs_cz: Velmi nízká
da_dk: Meget lav
de_de: Sehr gering
el_gr: Πολύ χαμηλή
es_es: Muy baja
fi_fi: Hyvin alhainen
fr_fr: Très faible
he_il: נמוך מאוד
no_no: Svært lav
ro_ro: Foarte scăzută
ru_ru: Очень низкая
uk_ua: Дуже низька
vi_vn: Rất thấp

source: Low
ar_sa: منخفض
cs_cz: Nízká
da_dk: Lav
el_gr: Χαμηλή
es_es: Bajo
fi_fi: Matala
fr_fr: Faible
he_il: נמוך
no_no: Lav
ru_ru: Низкая
uk_ua: Низький
vi_vn: Thấp

source: Very high
ar_sa: عالية جداً
cs_cz: Velmi vysoké
da_dk: Meget høj
de_de: Sehr hohe
el_gr: Πολύ υψηλή
es_es: Muy alta
fi_fi: Erittäin korkea
fr_fr: Très haute
he_il: גבוהה מאוד
no_no: Svært høy
ro_ro: Foarte mare
ru_ru: Очень высокая
uk_ua: Дуже високий
vi_vn: Rất cao

source: Force
ar_sa: القوة
cs_cz: Síla
da_dk: Kraft
de_de: Kraft
el_gr: Δύναμη
es_es: Fuerza
fi_fi: Voimassa
he_il: כוח
ro_ro: Vigoare
ru_ru: Силы
uk_ua: Сили
vi_vn: Lực lượng

source: Click below to test
ar_sa: انقر أدناه لاختبار
cs_cz: Klikněte níže k testování
da_dk: Klik nedenfor for at teste
de_de: Klicken Sie unten, um zu testen
el_gr: Κάντε κλικ παρακάτω για να δοκιμάσετε
es_es: Haga clic a continuación para probar
fi_fi: Napsauta alla testata
fr_fr: Cliquez ci-dessous pour tester
he_il: לחץ להלן כדי לבדוק
no_no: Klikk nedenfor for å teste
ro_ro: Click mai jos pentru a testa
ru_ru: Нажмите ниже, чтобы проверить
uk_ua: Натисніть нижче, щоб перевірити
vi_vn: Bấm vào dưới đây để kiểm tra

source: Test SABnzbd
ar_sa: اختبار سابنزبد
cs_cz: Testovat SABnzbd
de_de: SABnzbd testen
el_gr: Τεστ: SABnzbd
es_es: SABnzbd prueba
fi_fi: Testaa SABnzbd
he_il: מבחן SABnzbd
ro_ro: Testul SABnzbd
ru_ru: Тест SABnzbd
uk_ua: Тест SABnzbd
vi_vn: Kiểm tra SABnzbd

source: How to handle Torrent search results for clients.
ar_sa: كيفية التعامل مع نتائج البحث سيل للعملاء.
cs_cz: Jak zpracovat výsledky hledání Torrent klientů.
da_dk: Hvordan til at håndtere Torrent ransage resultater for klienter.
de_de: Wie man Torrent Suchergebnisse für Kunden umgeht.
el_gr: Τρόπος χειρισμού των αποτελεσμάτων αναζήτησης Torrent για υπολογιστές-πελάτες.
es_es: Cómo manejar los resultados de búsqueda de Torrent para los clientes.
fi_fi: Miten käsitellä Torrent hakutuloksissa asiakkaille.
fr_fr: Comment gérer les résultats de recherche de Torrent pour les clients.
he_il: כיצד להתמודד עם תוצאות החיפוש סיקור עבור לקוחות.
no_no: Hvordan håndtere Torrent søkeresultater for klienter.
ro_ro: Cum să se ocupe de rezultatele de căutare Torrent pentru clienti.
ru_ru: Как обрабатывать торрент результаты поиска для клиентов.
uk_ua: Як поводитися торрент результатів пошуку для клієнтів.
vi_vn: Làm thế nào để xử lý kết quả tìm kiếm Torrent cho khách hàng.

source: Enable torrent searches
ar_sa: تمكين عمليات البحث تورنت
cs_cz: Povolit hledání torrent
da_dk: Aktivere torrent søgninger
de_de: Aktivieren Sie Torrent Sucheinträge
el_gr: Ενεργοποίηση των αναζητήσεων torrent
es_es: Permiten búsquedas torrent
fi_fi: Avulla ryöppy etsiä
fr_fr: Activer les recherches de torrent
he_il: לאפשר חיפושים סיקור
no_no: Aktiver torrent ransaker
ro_ro: Permite căutări torrent
ru_ru: Включить поиск торрент
uk_ua: Увімкнути торрент пошук
vi_vn: Sử tìm kiếm torrent
