Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Unable to add show due to an error with
ar_sa: غير قادر على إضافة إظهار سبب خطأ مع
cs_cz: Nepodařilo se přidat zobrazit z důvodu chyby s
da_dk: Stand til at tilføje Vis på grund af en fejl med
de_de: Kann nicht aufgrund eines Fehlers mit Show hinzugefügt
el_gr: Δεν είναι δυνατή η προσθήκη εμφάνιση οφείλεται σε ένα σφάλμα με
es_es: No se puede Agregar Mostrar debido a un error con
fi_fi: Ei voi lisätä Näytä olevan virheen takia
fr_fr: Impossible d’ajouter le spectacle en raison d’une erreur avec
he_il: לא ניתן להוסיף הצג עקב שגיאה עם
no_no: Kan ikke legge til Vis på grunn av en feil med
ro_ro: Imposibil de adăugat Arată datorită unei erori cu
ru_ru: Не удается добавить шоу из-за ошибки с
uk_ua: Не вдалося додати шоу через помилку з
vi_vn: Không thể thêm Hiển thị do một lỗi với

source: Show skipped
ar_sa: إظهار تم تخطيها
cs_cz: Zobrazit přeskočené
da_dk: Vis springes
de_de: Übersprungene zeigen
el_gr: Εμφάνιση παραλείπεται
es_es: Mostrar omitidos
fi_fi: Näytä hotelli ohitetaan
fr_fr: Voir l’établissement ignoré
he_il: הצג שהמערכת דילגה עליהם
no_no: Vis hoppet over
ro_ro: Arată omit
ru_ru: Показать пропущенные
uk_ua: Показують пропущені
vi_vn: Hiển thị bị bỏ qua

source: The show in
ar_sa: تظهر في
cs_cz: Výstava v
da_dk: Vis i
de_de: Die Show in
el_gr: Η παράσταση στο
es_es: El espectáculo en
fi_fi: Näytä
fr_fr: Le spectacle en
he_il: בניו-יורק
no_no: Vis i
ro_ro: Spectacol în
ru_ru: Шоу в
uk_ua: Шоу в
vi_vn: Các hiển thị trong

source: is already in your show list
ar_sa: هو بالفعل في قائمة العرض الخاصة بك
cs_cz: je již v seznamu zobrazit
da_dk: er allerede på listen Vis
de_de: ist bereits in Ihrer Liste anzeigen
el_gr: είναι ήδη στη λίστα Εμφάνιση σας
es_es: ya está en la lista Mostrar
fi_fi: on jo Näytä-luettelosta
fr_fr: est déjà dans votre liste de spectacle
he_il: כבר נמצאת ברשימה הצג שלך
no_no: er allerede i visningslisten
ro_ro: este deja în lista de Arată
ru_ru: уже находится в списке Показать
uk_ua: вже є у вашому списку Показати
vi_vn: là đã có trong danh sách hiển thị của bạn

source: HTTP Error 404
ar_sa: خطأ HTTP 404
cs_cz: Chyba HTTP 404
da_dk: Http-fejl 404
de_de: HTTP-Fehler 404
el_gr: Σφάλμα HTTP 404
fi_fi: HTTP-virhe 404
fr_fr: Erreur HTTP 404
he_il: הודעת השגיאה HTTP 404
no_no: HTTP-feil 404
ro_ro: Eroare HTTP 404
ru_ru: Ошибка HTTP 404
uk_ua: Помилки 404

source: HTTP Error 500
ar_sa: خطأ HTTP 500
cs_cz: Chyba protokolu HTTP 500
da_dk: Http-fejl 500
de_de: HTTP-Fehler 500
el_gr: Σφάλμα HTTP 500
fi_fi: HTTP-virhe 500
fr_fr: Erreur HTTP 500
he_il: השגיאה HTTP 500
no_no: HTTP-feil 500
ro_ro: Eroare HTTP 500
ru_ru: Ошибка HTTP 500
uk_ua: Помилка HTTP 500
vi_vn: Lỗi HTTP 500

source: API Key not generated
ar_sa: لا يتم إنشاء مفتاح API
cs_cz: Není generován klíč API
da_dk: API-nøgle genereres ikke
de_de: API-Schlüssel generiert nicht
el_gr: API κλειδί δεν δημιουργείται
es_es: API Key no genera
fi_fi: API-avain ei luoda
fr_fr: Clé de l’API ne générée pas
he_il: API מפתח לא נוצר
no_no: API-nøkkel generert ikke
ro_ro: API-cheie nu a generat
ru_ru: Не создан ключ API
uk_ua: Не генерується ключ API
vi_vn: API khóa không tạo ra

source: API Builder
ar_sa: منشئ API
cs_cz: API Tvůrce
de_de: API-Generator
el_gr: API οικοδόμος
es_es: Constructor de API
fi_fi: API rakentaja
fr_fr: Constructeur de l’API
he_il: Api של בונה
ro_ro: Constructor de API
ru_ru: API строитель
uk_ua: API будівельника
vi_vn: API xây dựng

source: Invalid show parameters
ar_sa: معلمات عرض غير صالح
cs_cz: Zobrazit neplatné parametry
da_dk: Ugyldig Vis parametre
de_de: Parameter ungültig anzeigen
el_gr: Μη έγκυρη εμφάνιση παράμετροι
es_es: Parámetros no válidos Mostrar
fi_fi: Virheellinen Näytä parametrit
fr_fr: Paramètres invalides Voir la
he_il: פרמטרים לא חוקיים הצג
no_no: Ugyldig Vis parametere
ro_ro: Parametrii Arată în nevalid
ru_ru: Недопустимый Показать параметры
uk_ua: Неприпустимий Показати параметри
vi_vn: Thông số hiển thị không hợp lệ

source: Invalid show paramaters
ar_sa: المعاملات عرض غير صالح
cs_cz: Neplatné zobrazení parametrů
da_dk: Ugyldig Vis parametre
de_de: Ungültige Parameter zeigen
el_gr: Μη έγκυρη εμφάνιση παράμετροι
es_es: Parámetros no válidos Mostrar
fi_fi: Virheellinen Näytä parametreja
fr_fr: Paramètres invalides Voir la
he_il: מהפרמטרים הצג לא חוקי
no_no: Ugyldig Vis parametere
ro_ro: Invalid Arată parametri
ru_ru: Недопустимый шоу параметров
uk_ua: Неприпустимий Показати paramaters
vi_vn: Hiển thị không hợp lệ paramaters

source: Invalid paramaters
ar_sa: المعاملات غير صالحة
cs_cz: Neplatný parametrů
da_dk: Ugyldige parametre
de_de: Ungültige Parameter
el_gr: Μη έγκυρη παράμετροι
es_es: Parámetros no válidos
fi_fi: Virheellisiä parametreja
fr_fr: Paramètre non valide
he_il: מהפרמטרים לא חוקי
no_no: Ugyldige parametere
ro_ro: Parametri în nevalid
ru_ru: Недопустимых параметров
uk_ua: Неприпустимий paramaters
vi_vn: Paramaters không hợp lệ

source: Episode couldn't be retrieved
ar_sa: لا يمكن استرداد الحلقة
cs_cz: Nelze načíst epizoda
da_dk: Episode kunne ikke hentes
de_de: Folge konnte nicht abgerufen werden
el_gr: Το επεισόδιο δεν θα μπορούσε να ανακτηθεί
es_es: Episodio no pudo ser obtenido
fi_fi: Episodi ei voitu noutaa
fr_fr: Épisode n’a pas pu être trouvé
he_il: לא היתה אפשרות לאחזר את הפרק
no_no: Episode kan ikke hentes
ro_ro: Episod nu a putut fi refolosit
ru_ru: Не удалось извлечь эпизод
uk_ua: Не вдається отримати епізод
vi_vn: Tập không thể truy xuất được

source: Error: Unsupported Request. Send jsonp request with 'srcallback' variable in the query string.
ar_sa: خطأ: الطلب غير معتمد. إرسال طلب jsonp مع المتغير 'سركالباك' في سلسلة الاستعلام.
cs_cz: Chyba: Nepodporovaný požadavek. Odešlete žádost jsonp s proměnnou "srcallback" v řetězci dotazu.
da_dk: Fejl: Ikke-understøttet anmodning. Send jsonp anmodning med 'srcallback' variablen i forespørgselsstrengen.
de_de: Fehler: Nicht unterstützte Anfrage. Anfrage Jsonp mit 'Srcallback' Variable in der Abfragezeichenfolge.
el_gr: Σφάλμα: Η αίτηση δεν υποστηρίζεται. Αποστολή αιτήματος jsonp με μεταβλητή 'srcallback' στη συμβολοσειρά ερωτήματος.
es_es: Error: Solicitud no compatible. Enviar petición jsonp con la variable 'srcallback' en la cadena de consulta.
fi_fi: Virhe: Pyyntöä ei tueta. Lähetä jsonp pyytää ”srcallback”-muuttujan kyselyn merkkijonosta.
fr_fr: Erreur : Demande non prise en charge. Envoyez jsonp demande à la variable « srcallback » dans la chaîne de requête.
he_il: שגיאה: אין תמיכה בקשת. שלח בקשה jsonp עם 'srcallback' משתנה במחרוזת השאילתה.
no_no: Feil: Ustøttet forespørsel. Send jsonp forespørsel med 'srcallback' variabel i søkestrengen.
ro_ro: Eroare: Cererea neacceptată. Trimite solicitare jsonp cu "srcallback" variabilă în şirul de interogare.
ru_ru: Ошибка: Неподдерживаемый запрос. Отправьте запрос jsonp с переменной «srcallback» в строке запроса.
uk_ua: Помилка: Непідтримуваний. Надішліть запит jsonp з 'srcallback' змінної в рядку запиту.
vi_vn: Lỗi: Yêu cầu không được hỗ trợ. Gửi yêu cầu jsonp với biến 'srcallback' trong chuỗi truy vấn.

source: Success. Connected and authenticated
ar_sa: النجاح. متصل، ومصادقة
cs_cz: Úspěch. Připojení a ověření
da_dk: Succes. Forbundet og godkendt
de_de: Erfolg. Verbunden und authentifiziert
el_gr: Επιτυχία. Συνδέθηκε και έλεγχος ταυτότητας
es_es: Éxito. Conectado y autenticado
fi_fi: Menestys. Kytketty ja todennettu
fr_fr: Succès. Connecté et authentifié
he_il: הצלחה. מחובר ומאומת
no_no: Suksess. Koblet og godkjent
ro_ro: Succesul. Conectat şi autentificat
ru_ru: Успех. Подключение и проверка подлинности
uk_ua: Успіх. Підключення та автентифіковано
vi_vn: Sự thành công. Kết nối và xác thực

source: Authentication failed. SABnzbd expects
ar_sa: فشلت المصادقة. تتوقع سابنزبد
cs_cz: Ověřování se nezdařilo. SABnzbd očekává
da_dk: Godkendelse mislykkedes. SABnzbd forventer
de_de: Authentifizierung ist fehlgeschlagen. SABnzbd erwartet
el_gr: Ο έλεγχος ταυτότητας απέτυχε. Αναμένει ότι: SABnzbd
es_es: La autenticación falló. SABnzbd espera
fi_fi: Todennus epäonnistui. SABnzbd odottaa
fr_fr: L’authentification a échoué. SABnzbd attend
he_il: האימות נכשל. SABnzbd מצפה
no_no: Godkjenning mislyktes. SABnzbd forventer
ro_ro: Autentificare a eşuat. SABnzbd se aşteaptă
ru_ru: Сбой проверки подлинности. SABnzbd ожидает
uk_ua: Не вдалося виконати автентифікацію. Очікує, що SABnzbd
vi_vn: Xác thực thất bại. SABnzbd hy vọng

source: as authentication method,
ar_sa: كأسلوب المصادقة،
cs_cz: jako metodu ověřování,
da_dk: som godkendelsesmetode,
de_de: als Authentifizierungsmethode,
el_gr: ως μέθοδος ελέγχου ταυτότητας,
es_es: como método de autenticación,
fi_fi: todennusmenetelmänä,
fr_fr: comme méthode d’authentification,
he_il: כשיטת אימות.
no_no: som godkjenningsmetode,
ro_ro: ca metodă de autentificare,
ru_ru: как метод проверки подлинности,
uk_ua: як метод автентифікації,
vi_vn: phương thức xác thực,

source: Unable to connect to host
ar_sa: غير قادر على الاتصال بالمضيف
cs_cz: Nelze se připojit k hostiteli
da_dk: Kan ikke forbinde til værten
de_de: Keine Verbindung zum host
el_gr: Δεν είναι δυνατή η σύνδεση με κεντρικό υπολογιστή
es_es: No se puede conectar al host
fi_fi: Estynyt jotta kytkeytyä jotta isäntä
fr_fr: Impossible de se connecter à l’hôte
he_il: אין אפשרות להתחבר אל המחשב המארח
no_no: Kan ikke koble til verten
ro_ro: Incapabil să se conecteze la gazdă
ru_ru: Не удается подключиться к хост
uk_ua: Не вдалося підключитись до хосту
vi_vn: Không thể kết nối đến máy chủ lưu trữ

source: SMS sent successfully
ar_sa: الرسائل القصيرة المرسلة بنجاح
cs_cz: SMS odeslána úspěšně
da_dk: SMS sendt
de_de: SMS erfolgreich versendet
el_gr: SMS που αποστέλλεται με επιτυχία
es_es: SMS enviado con éxito
fi_fi: Lähetetty SMS
fr_fr: SMS envoyé avec succès
he_il: SMS נשלחה בהצלחה
no_no: SMS sendt
ro_ro: SMS trimis cu succes
ru_ru: Успешно отправленное SMS
uk_ua: SMS-повідомлення успішно відправлено
vi_vn: Các tin nhắn SMS được gửi thành công

source: Problem sending SMS:
ar_sa: مشكلة في إرسال الرسائل القصيرة:
cs_cz: Problém při odesílání SMS:
da_dk: Problemer med at sende SMS:
de_de: Probleme beim Senden von SMS:
el_gr: Πρόβλημα κατά την αποστολή SMS:
es_es: Problema de envío de SMS:
fi_fi: Ongelma lähettämällä Tekstiviesti:
fr_fr: Problème envoi de SMS :
he_il: בעיה לשלוח SMS:
no_no: Problemer med å sende SMS:
ro_ro: Problema trimiterea SMS:
ru_ru: Проблема с отправкой SMS:
uk_ua: Проблема відправки SMS:
vi_vn: Vấn đề gửi tin nhắn SMS:

source: Telegram notification succeeded. Check your Telegram clients to make sure it worked
ar_sa: ونجح الإعلام برقية. التحقق من العملاء برقية الخاص بك للتأكد من أنه يعمل
cs_cz: Telegram oznámení bylo úspěšně dokončeno. Zkontrolujte své klienty Telegram, ujistěte se, že to fungovalo
da_dk: Telegram anmeldelse lykkedes. Tjek din Telegram klienter for at sikre sig arbejdede
de_de: Telegramm-Benachrichtigung ist es gelungen. Überprüfen Sie Ihr Telegramm-Kunden, um sicherzustellen, dass es funktioniert
el_gr: Τηλεγράφημα ειδοποίηση ολοκληρώθηκε με επιτυχία. Ελέγξτε τους πελάτες σας τηλεγράφημα για να βεβαιωθείτε ότι εργάστηκαν
es_es: Notificación de telegrama tuvo éxito. Compruebe sus clientes telegrama para asegurarse de que trabajó
fi_fi: Sanoman ilmoituksen onnistui. Tarkistaa sanoman asiakkaasi varmistaa se toimi
fr_fr: Notification de télégramme a réussi. Vérifiez vos clients télégramme pour s’assurer que cela a fonctionné
he_il: הודעה מברק הצליח. בדוק את הלקוחות המברק שלך כדי לוודא שזה עבד
no_no: Telegram varsel lyktes. Når Telegram klientene skal sørge for at det fungerte
ro_ro: Telegrama notificare a reuşit. Verifica clienţii telegrama dumneavoastră să vă asiguraţi că acesta a lucrat
ru_ru: Телеграмма уведомление успешно. Проверьте ваши клиенты Телеграмма, чтобы убедиться, что он работал
uk_ua: Телеграма сповіщень успіху. Перевірте Телеграма клієнтів, щоб переконатися, що вона працювала
vi_vn: Bức điện thông báo đã thành công. Kiểm tra khách hàng bức điện của bạn để đảm bảo rằng nó đã làm việc

source: Error sending Telegram notification: {message}
ar_sa: خطأ في إرسال برقية الإخطار: {message}
cs_cz: Chyba při odesílání telegramu oznámení: {message}
da_dk: Fejl ved afsendelse af Telegram anmeldelse: {message}
de_de: Fehler beim Senden der Benachrichtigung Telegramm: {message}
el_gr: Σφάλμα κατά την αποστολή ειδοποιήσεων τηλεγράφημα: {message}
es_es: Telegrama de notificación de error: {message}
fi_fi: Virhe lähetettäessä sanoman ilmoitus: {message}
fr_fr: Erreur envoi télégramme notification : {message}
he_il: שגיאה בשליחת ההודעות מברק: {message}
no_no: Feil under sending Telegram varsel: {message}
ro_ro: Eroare trimiterea notificării telegrama: {message}
ru_ru: Ошибка при отправке уведомления Телеграмма: {message}
uk_ua: Помилка під час надсилання повідомлення телеграмою: {message}
vi_vn: Lỗi gửi thông báo điện tín: {message}

source: with password:
ar_sa: مع كلمة المرور:
cs_cz: s heslem:
da_dk: med adgangskode:
de_de: mit Passwort:
el_gr: με τον κωδικό πρόσβασης:
es_es: con contraseña:
fi_fi: salasana:
fr_fr: avec mot de passe :
he_il: עם הסיסמה:
no_no: passord:
ro_ro: cu parola:
ru_ru: с паролем:
uk_ua: за допомогою пароля:
vi_vn: mật khẩu:

source: Registered and Tested growl successfully
ar_sa: مسجلة والهدير تم اختبارها بنجاح
cs_cz: Registrovány a testováno vrčet úspěšně
da_dk: Registreret og testet brumme med succes
de_de: Registrierte und geprüfte Knurren erfolgreich
el_gr: Εγγεγραμμένοι και δοκιμάστηκε με επιτυχία γκρινιάζω
es_es: Registrado y probado con éxito gruñir
fi_fi: Rekisteröity ja testattu murina onnistuneesti
fr_fr: Enregistrés et testé grogner avec succès
he_il: רשום, נבדק נוהמים בהצלחה
no_no: Registrert og testet knurring vellykket
ro_ro: Înregistrat şi testat cu succes bodogăni
ru_ru: Регистрацию и тестирование успешно рычать
uk_ua: Зареєстровані і протестовані growl успішно
vi_vn: Đăng ký và gầm gừ Tested thành công

source: Registration and Testing of growl failed
ar_sa: فشل في التسجيل واختبار الهدير
cs_cz: Registrace a testování growl selhala
da_dk: Registrering og test af growl mislykkedes
de_de: Anmeldung und Prüfung von Growl ist fehlgeschlagen
el_gr: Καταχώριση και έλεγχο του βρυχηθμού απέτυχε
es_es: Inscripción y pruebas de growl no
fi_fi: Rekisteröinti ja murina testaus epäonnistui
fr_fr: Inscription et test de grondement a échoué
he_il: בדיקה של מה נכשל והרשמה
no_no: Registrering og Testing av growl mislyktes
ro_ro: Înregistrare şi testarea de growl nu a reușit
ru_ru: Регистрация и тестирование рычать не
uk_ua: Реєстрацію і тестування growl не вдалося
vi_vn: Đăng ký và thử nghiệm trên của growl đã thất bại.

source: Test prowl notice sent successfully
ar_sa: اختبار جوس إشعار أرسل بنجاح
cs_cz: Testovat prowl oznámení úspěšně odeslán
da_dk: Test strejftog meddelelse sendt
de_de: Testen Sie Prowl Nachricht wurde erfolgreich gesendet
el_gr: Δοκιμή τριγυρίζω ειδοποίηση που αποστέλλεται με επιτυχία
es_es: Aviso de acecho de prueba enviado con éxito
fi_fi: Testi vaania ilmoitus lähetetty onnistuneesti
fr_fr: Avis de vagabondage de test envoyé avec succès
he_il: מבחן לשוטט הודעה נשלחה בהצלחה
no_no: Teste jakt varsel sendt
ro_ro: Test panda notificare trimis cu succes
ru_ru: Тест «Крадущийся зверь» уведомление успешно отправлено
uk_ua: Тест бродінні повідомлення успішно відправлено
vi_vn: Kiểm tra đi vơ vẩn thông báo gửi thành công

source: Test prowl notice failed
ar_sa: إشعار جوس اختبار فشل
cs_cz: Testovat oznámení lovu se nezdařilo
da_dk: Test strejftog meddelelse mislykkedes
de_de: Testen Sie Prowl Benachrichtigung fehlgeschlagen
el_gr: Δοκιμή ειδοποίησης τριγυρίζω απέτυχε
es_es: Aviso de prowl prueba fallada
fi_fi: Testi vaania ilmoitus epäonnistui
fr_fr: Avis de vagabondage de test a échoué
he_il: מבחן לשוטט הודעה נכשלה
no_no: Teste jakt varsel mislyktes
ro_ro: Test panda notificare nu a reușit
ru_ru: Теста prowl уведомления не удалось
uk_ua: Тест бродінні повідомлення не вдалося
vi_vn: Kiểm tra thông báo đi vơ vẩn không thành công

source: Boxcar2 notification succeeded. Check your Boxcar2 clients to make sure it worked
ar_sa: ونجح الإعلام Boxcar2. التحقق من العملاء Boxcar2 الخاص بك للتأكد من أنه يعمل
cs_cz: Boxcar2 oznámení bylo úspěšně dokončeno. Zkontrolujte své klienty Boxcar2 Ujistěte se, že to fungovalo
da_dk: Boxcar2 anmeldelse lykkedes. Kontrollere din Boxcar2 klienter for at sikre sig arbejdede
de_de: Boxcar2 Benachrichtigung gelungen. Überprüfen Sie Ihre Boxcar2 Kunden, um sicherzustellen, dass es funktioniert
el_gr: Boxcar2 κοινοποίηση πέτυχε. Ελέγξτε τους πελάτες σας Boxcar2 για να βεβαιωθείτε ότι εργάστηκαν
es_es: Notificación de Boxcar2 tuvo éxito. Compruebe sus Boxcar2 clientes para asegurarse de que trabajó
fi_fi: Boxcar2 ilmoitus onnistui. Tarkista Boxcar2 asiakkaasi varmistaa se toimi
fr_fr: Notification de Boxcar2 a réussi. Vérifiez vos clients Boxcar2 pour s’assurer que cela a fonctionné
he_il: הודעה Boxcar2 הצליח. בדוק את הלקוחות Boxcar2 שלך כדי לוודא שזה עבד
no_no: Boxcar2 varsel lyktes. Sjekk Boxcar2 klientene skal sørge for at det fungerte
ro_ro: Notificare de Boxcar2 a reuşit. Verifica clientii dumneavoastra Boxcar2 să vă asiguraţi că acesta a lucrat
ru_ru: Boxcar2 уведомление успешно. Проверьте ваш Boxcar2 клиентов, чтобы убедиться, что он работал
uk_ua: Boxcar2 повідомлення успішно. Перевірити Boxcar2 клієнтів, щоб переконатися, що вона працювала
vi_vn: Boxcar2 thông báo đã thành công. Kiểm tra khách hàng Boxcar2 của bạn để đảm bảo rằng nó đã làm việc

source: Error sending Boxcar2 notification
ar_sa: خطأ في إرسال الإشعار Boxcar2
cs_cz: Chyba při odesílání oznámení Boxcar2
da_dk: Fejl ved afsendelse af Boxcar2 anmeldelse
de_de: Fehler beim Senden der Benachrichtigung der Boxcar2
el_gr: Σφάλμα κατά την αποστολή ειδοποιήσεων Boxcar2
es_es: Error al enviar notificación de Boxcar2
fi_fi: Virhe lähetettäessä Boxcar2 ilmoitus
fr_fr: Erreur en envoyant l’avis de Boxcar2
he_il: שגיאה בשליחת הודעה Boxcar2
no_no: Feil under sending av en Boxcar2 melding
ro_ro: Eroare trimitere Boxcar2 notificare
ru_ru: Ошибка при отправке уведомления Boxcar2
uk_ua: Помилка під час надсилання повідомлення Boxcar2
vi_vn: Lỗi gửi thông báo Boxcar2

source: Pushover notification succeeded. Check your Pushover clients to make sure it worked
ar_sa: نجح الإخطار بالمهمة اليسيرة. التحقق من العملاء مهمة سهلة للتأكد من أنه يعمل
cs_cz: Hračka oznámení bylo úspěšně dokončeno. Zkontrolujte své klienty padavka, ujistěte se, že to fungovalo
da_dk: Pushover anmeldelse lykkedes. Tjek din Pushover klienter for at sikre sig arbejdede
de_de: Schwächling Benachrichtigung gelungen. Überprüfen Sie Ihre Pushover-Kunden, um sicherzustellen, dass es funktioniert
el_gr: Pushover ειδοποίηση ολοκληρώθηκε με επιτυχία. Ελέγξτε τους πελάτες σας Pushover, για να βεβαιωθείτε ότι εργάστηκαν
es_es: Notificación de Pushover tuvo éxito. Compruebe sus clientes Pushover para asegurarse de que trabajó
fi_fi: Pikkujuttu ilmoituksen onnistui. Tarkista pikkujuttu asiakkaasi varmistaa se toimi
fr_fr: Notification de pushover a réussi. Vérifiez vos clients de jeu d’enfant pour s’assurer que cela a fonctionné
he_il: הודעה תמימה הצליח. בדוק את לקוחותיך טרף קל לוודא שזה עבד
no_no: Pushover varsel lyktes. Sjekk Pushover klientene skal sørge for at det fungerte
ro_ro: Pushover notificare a reuşit. Verifica clienţii Pushover dumneavoastră să vă asiguraţi că acesta a lucrat
ru_ru: Уведомление пустяковое дело удалось. Проверьте ваши клиенты пустяковое дело, чтобы убедиться, что он работал
uk_ua: Слабовільний повідомлення успішно. Перевірити слабовільний клієнтів, щоб переконатися, що вона працювала
vi_vn: Thông báo dành được thành công. Kiểm tra khách hàng của bạn dành để đảm bảo rằng nó đã làm việc

source: Error sending Pushover notification
ar_sa: إرسال إعلام بالمهمة اليسيرة الخطأ
cs_cz: Chyba odesílání oznámení hračka
da_dk: Fejl sende Pushover anmeldelse
de_de: Sendenden Pushover Fehlerbenachrichtigung.
el_gr: Αποστολή Pushover ειδοποίησης για σφάλμα
es_es: Notificación de envío de errores fácil de convencer
fi_fi: Lähettävä pikkujuttu virheilmoituksen
fr_fr: Notification Pushover envoi d’erreur
he_il: שגיאה שליחת ההודעות טרף קל
no_no: Feil sender Pushover melding
ro_ro: Eroare trimitere Pushover notificare
ru_ru: Ошибка отправки уведомления пустяковое дело
uk_ua: Помилка надсилання повідомлення слабовільний
vi_vn: Thông báo dành gửi lỗi

source: Key verification successful
ar_sa: مفتاح التحقق الناجح
cs_cz: Úspěšné ověření klíče
da_dk: Centrale kontrol vellykket
de_de: Zentrale Prüfung erfolgreich
el_gr: Επαλήθευση του κλειδιού επιτυχία
es_es: Verificación de claves exitosa
fi_fi: Tarkistaminen onnistui
fr_fr: Vérification de la clef réussie
he_il: אימות מפתח מוצלח
no_no: Kontroll vellykket
ro_ro: Cheie verificare succes
ru_ru: Проверка успешной
uk_ua: Ключові перевірку успішного
vi_vn: Xác minh khóa thành công

source: Unable to verify key
ar_sa: غير قادر على التحقق من المفتاح
cs_cz: Nelze ověřit klíč
da_dk: Stand til at kontrollere nøglen
de_de: Schlüssel nicht überprüfen
el_gr: Δεν μπορείτε να επαληθεύσετε το κλειδί
es_es: No puede comprobar la clave
fi_fi: Voi tarkistaa avain
fr_fr: Impossible de vérifier la clé
he_il: אין אפשרות לאמת את המפתח
no_no: Kan ikke bekrefte nøkkel
ro_ro: Imposibilitatea de a verifica cheie
ru_ru: Не удалось проверить ключ
uk_ua: Не вдалося перевірити ключ
vi_vn: Không thể xác minh chính

source: Tweet successful, check your twitter to make sure it worked
ar_sa: سقسقة ناجحة، تحقق التغريد الخاص بك للتأكد من أنه يعمل
cs_cz: Pípání úspěšný, zkontrolujte svůj twitter a přesvědčte se, zda to fungovalo
da_dk: Tweet vellykket, tjekke din kvidre for at sikre sig arbejdede
de_de: Tweet erfolgreich, überprüfen Sie Ihre Twitter um sicherzustellen, dass es funktionierte
el_gr: Τιτίβισμα επιτυχής, ελέγξτε σας από το twitter για να βεβαιωθείτε ότι εργάστηκαν
es_es: Tweet éxito, revise su twitter para asegurarse de que ha funcionado
fi_fi: Tweet onnistunut, tarkistaa hermona Varmista, että se toimi
fr_fr: Tweet avec succès, vérifiez votre twitter pour s’assurer que cela a fonctionné
he_il: ציוץ מוצלחת, בדוק את טוויטר כדי לוודא זה עבד
no_no: Tweet vellykket, sjekk din twitter for å sikre at det fungerte
ro_ro: Tweet de succes, de a verifica twitter pentru a vă asigura că a lucrat
ru_ru: Чирикать успешно, проверьте ваш twitter, чтобы убедиться, что он работал
uk_ua: Чірікать успішним, перевірте ваш twitter, щоб переконатися, що він працював
vi_vn: Tweet thành công, hãy kiểm tra twitter của bạn để đảm bảo rằng nó đã làm việc

source: Error sending tweet
ar_sa: خطأ في إرسال سقسقة
cs_cz: Chyba odesílání pípání
da_dk: Fejl sende tweet
de_de: Fehler senden tweet
el_gr: Σφάλμα αποστολής τιτίβισμα
es_es: Tweet enviar error
fi_fi: Virhe lähettää tweet
fr_fr: Tweet envoi d’erreur
he_il: שגיאה שליחת ציוץ
no_no: Feil sende tweet
ro_ro: Eroare trimitere tweet
ru_ru: Ошибка отправки чирикать
uk_ua: Помилка надсилання tweet
vi_vn: Lỗi gửi tweet

source: Please enter a valid account sid
ar_sa: الرجاء إدخال صالحة حساب sid
cs_cz: Zadejte prosím platné číslo sid účtu
da_dk: Angiv en gyldig konto sid
de_de: Bitte geben Sie eine gültige Sid zu berücksichtigen
el_gr: Παρακαλώ εισάγετε ένα έγκυρο λογαριασμό αναγνωριστικό ΑΣΦΑΛΕΊΑΣ
es_es: Introduce un sid de la cuenta
fi_fi: Kirjoita kelvollinen tilin sid
fr_fr: Veuillez entrer un sid de compte
he_il: הזינו בבקשה את חוקי חשבון סיד
no_no: Angi en gyldig konto sid
ro_ro: Vă rugăm să introduceţi un valabil cont sid
ru_ru: Пожалуйста, введите действительный счет sid
uk_ua: Будь ласка, введіть припустиме облікового запису sid
vi_vn: Vui lòng nhập một giá trị tài khoản sid
