Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: URL to your Synology DS client (e.g. http://localhost:5000)
ar_sa: عنوان URL الخاص بك عميل Synology DS (مثلاً http://localhost:5000)
cs_cz: Adresa URL vašeho Synology DS klienta (např. http://localhost:5000)
da_dk: URL til din Synology DS-klienten (f.eks. http://localhost:5000)
de_de: URL zu Ihrem Synology DS-Client (z.B. Http://localhost:5000)
el_gr: Διεύθυνση URL για να τον πελάτη σας Synology DS (π.χ. http://localhost:5000)
es_es: URL a su cliente de Synology DS (p. ej. http://localhost:5000)
fi_fi: URL Synology DS-client (esim. http://localhost:5000)
fr_fr: URL à votre client de Synology DS (par exemple, http://localhost : 5000)
he_il: כתובת ה-URL שלך לקוח Synology DS (למשל http://localhost:5000)
no_no: URL til din Synology DS-klienten (f.eks http://localhost:5000)
ro_ro: URL-ul la clientul Synology DS (de exemplu, http://localhost:5000)
ru_ru: URL-адрес для вашего Synology DS клиента (например, http://localhost:5000)
uk_ua: URL на ваш клієнт Synology DS (наприклад, http://localhost:5000)
vi_vn: URL để khách hàng Synology DS của bạn (ví dụ: http://localhost:5000)

source: URL to your rTorrent client (e.g. scgi://localhost:5000 <br> or https://localhost/rutorrent/plugins/httprpc/action.php)
ar_sa: عنوان URL للعميل رتورينت الخاص بك (على سبيل المثال، scgi://localhost:5000 <br> أو https://localhost/rutorrent/plugins/httprpc/action.php)
cs_cz: Adresa URL vašeho rTorrent klienta (např. scgi://localhost:5000 <br> nebo https://localhost/rutorrent/plugins/httprpc/action.php)
de_de: URL zu Ihrem rTorrent-Client (z. B. Scgi://localhost:5000 <br> oder https://localhost/rutorrent/plugins/httprpc/action.php)
fi_fi: URL-osoitteen asiakkaalle rTorrent (scgi://localhost:5000 <br> tai https://localhost/rutorrent/plugins/httprpc/action.php)
he_il: כתובת URL ללקוח שלך rTorrent (למשל scgi://localhost:5000 <br> או https://localhost/rutorrent/plugins/httprpc/action.php)
no_no: URL-adresse til klienten din rTorrent (f.eks scgi://localhost:5000 <br> eller https://localhost/rutorrent/plugins/httprpc/action.php)
ru_ru: URL-адрес для вашего rTorrent клиента (например, scgi://localhost:5000 <br> или https://localhost/rutorrent/plugins/httprpc/action.php)
vi_vn: URL để khách hàng rTorrent của bạn (ví dụ như scgi://localhost:5000 <br> hoặc https://localhost/rutorrent/plugins/httprpc/action.php)

source: URL to your qbittorrent client (e.g. http://localhost:8080)
ar_sa: عنوان URL للعميل الخاص بك قبيتورينت (مثل http://localhost:8080)
cs_cz: Adresa URL qbittorrent klientovi (například http://localhost: 8080)
da_dk: URL til din qbittorrent klient (fx http:/localhost8080:/)
de_de: URL zu Ihrem Qbittorrent Client (z. B. http://localhost: 8080)
el_gr: Διεύθυνση URL για να τον πελάτη σας qbittorrent (π.χ. http://localhost: 8080)
es_es: URL a su cliente de qbittorrent (por ejemplo, http://localhost: 8080)
fi_fi: URL qbittorrent asiakkaalle (esimerkiksi http://localhost: 8080)
fr_fr: URL vers votre client qbittorrent (par exemple, http://localhost : 8080)
he_il: כתובת URL ללקוח שלך qbittorrent (למשל http://localhost:8080)
no_no: URL-adresse til klienten din ADSL (f.eks http://localhost: 8080)
ro_ro: URL-ul la clientul qbittorrent (de exemplu, http://localhost: 8080)
ru_ru: URL-адрес для вашего qbittorrent клиента (например, http://localhost: 8080)
uk_ua: URL на ваш клієнт контроль комп'ютера віддалено (наприклад, http://localhost:8080)
vi_vn: URL để qbittorrent khách hàng của bạn (ví dụ: http://localhost:8080)

source: URL to your MLDonkey (e.g. http://localhost:4080)
ar_sa: عنوان URL الخاص بك ملدونكيي (مثل http://localhost:4080)
cs_cz: Adresa URL vašeho MLDonkey (např. http://localhost:4080)
da_dk: URL til din MLDonkey (f.eks. http://localhost:4080)
de_de: URL zu Ihrem MLDonkey (z.B. Http://localhost:4080)
el_gr: Διεύθυνση URL για να σας: MLDonkey (π.χ. http://localhost:4080)
es_es: Dirección URL para el MLDonkey (p. ej. http://localhost:4080)
fi_fi: URL mldonkey (esim http://localhost:4080)
fr_fr: URL vers votre MLDonkey (p. ex. http://localhost:4080)
he_il: כתובת ה-URL שלך MLDonkey (למשל http://localhost:4080)
no_no: URL til din MLDonkey (f.eks http://localhost:4080)
ro_ro: URL-ul pentru al tău MLDonkey (ex. http://localhost:4080)
ru_ru: URL-адрес для вашего MLDonkey (например, http://localhost:4080)
uk_ua: URL для вашого MLDonkey (наприклад, http://localhost:4080)
vi_vn: URL của bạn MLDonkey (ví dụ: http://localhost:4080)

source: URL to your putio client (e.g. http://localhost:8080)
ar_sa: عنوان URL الخاص بك العميل بوتيو (مثلاً http://localhost:8080)
cs_cz: Adresa URL pro putio klienta (například http://localhost: 8080)
da_dk: URL til din putio klient (fx http:/localhost8080:/)
de_de: URL zu Ihrem Putio-Client (z. B. http://localhost: 8080)
el_gr: Διεύθυνση URL για να σας putio προγράμματος-πελάτη (π.χ. http://localhost: 8080)
es_es: URL al cliente putio (por ejemplo, http://localhost: 8080)
fi_fi: URL putio asiakkaalle (esimerkiksi http://localhost: 8080)
fr_fr: URL vers votre client putio (par exemple, http://localhost : 8080)
he_il: כתובת URL ללקוח שלך putio (למשל http://localhost:8080)
no_no: URL-adresse til klienten din putio (f.eks http://localhost: 8080)
ro_ro: URL-ul dumneavoastră client putio (de exemplu, http://localhost: 8080)
ru_ru: URL-адрес для вашего putio клиента (например, http://localhost: 8080)
uk_ua: URL на ваш клієнт putio (наприклад, http://localhost:8080)
vi_vn: URL để putio khách hàng của bạn (ví dụ: http://localhost:8080)

source: Select TV Download Directory
ar_sa: حدد دليل التحميل التلفزيون
cs_cz: Vyberte adresář pro stahování TV
da_dk: Vælg TV Download Directory
de_de: Wählen Sie TV-Download-Verzeichnis
el_gr: Επιλέξτε κατάλογο λήψης Τηλεόρασης
es_es: Seleccione TV descargar directorio
fi_fi: Valitse TV ladata hakemistoon
fr_fr: Sélectionnez le répertoire de téléchargement TV
he_il: בחר מדריך טלוויזיה להורדה
no_no: Velg TV nedlastingsmappen
ro_ro: Selectaţi directorul de Download TV
ru_ru: Выберите каталог загрузки ТВ
uk_ua: Виберіть теки звантаження телевізор
vi_vn: Chọn TV Download Directory

source: Unrar Executable not found.
ar_sa: لم يتم العثور على الملف القابل للتنفيذ فك الضغط.
cs_cz: Program unrar nebyl nalezen.
da_dk: Udrede eksekverbare fil fundet ikke.
de_de: Unrar ausführbare Datei wurde nicht gefunden.
el_gr: Unrar εκτελέσιμο αρχείο δεν βρέθηκε.
es_es: No encontró el archivo ejecutable descomprimir.
fi_fi: Purkaa Executable ei löydy.
fr_fr: Unrar Executable introuvable.
he_il: Unrar הפעלה לא נמצא.
no_no: Bringe orden kjørbare funnet ikke.
ro_ro: Unrar executabil negăsit.
ru_ru: Unrar исполняемый объект не найден.
uk_ua: UnRAR виконуваний файл не знайдено.
vi_vn: Unrar thực thi không tìm thấy.

source: This pattern is invalid.
ar_sa: وهذا النمط غير صحيح.
cs_cz: Tento vzorek je neplatný.
da_dk: Dette mønster er ugyldig.
de_de: Dieses Muster ist ungültig.
el_gr: Αυτό το πρότυπο δεν είναι έγκυρη.
es_es: Este patrón no es válido.
fi_fi: Tämä malli on virheellinen.
fr_fr: Ce modèle n’est pas valide.
he_il: דפוס זה אינו חוקי.
no_no: Dette mønsteret er ugyldig.
ro_ro: Acest model nu este validă.
ru_ru: Этот шаблон является недопустимым.
uk_ua: Ця модель є неприпустимим.
vi_vn: Mô hình này là không hợp lệ.

source: This pattern would be invalid without the folders, using it will force "Flatten" off for all shows.
ar_sa: سوف يكون هذا النمط غير صالحة دون المجلدات، استخدام أنه سيفرض "سطح" قبالة لكافة العروض.
cs_cz: Tento model by bylo neplatné bez složek, používat to donutí "Narovnat" vypnuto pro všechny pořady.
da_dk: Dette mønster vil være ugyldig uden mapper, bruger det vil tvinge "Flatten" ud til alle shows.
de_de: Dieses Muster wäre ungültig, ohne die Ordner verwenden es zwingt "Flatten" off für alle Shows.
el_gr: Αυτό το μοτίβο θα είναι άκυρη χωρίς τους φακέλους, χρησιμοποιώντας το θα αναγκάσει «Ισιώστε» για όλες τις παραστάσεις.
es_es: Este patrón sería válido sin las carpetas utilizando obligará a "Aplane" apagado para todos los espectáculos.
fi_fi: Tämä malli olisi virheellinen ilman kansioita, käyttää sitä pakottaa ”Tasoita” pois kaikille osoittaa.
fr_fr: Ce modèle ne serait pas valable sans les dossiers, à l’aide d’Il forcera « Flatten » hors pour tous les spectacles.
he_il: דפוס זה יהיה לא חוקי ללא התיקיות, השימוש בו יחייבו "לשטח" את כל התוכניות.
no_no: Dette mønsteret vil være ugyldig uten mapper, bruker den vil tvinge "Trykke sammen" av for alle programmer.
ro_ro: Acest model ar fi nevalidă fără foldere, folosind-o va forţa "Aplatiza" off pentru toate programele.
ru_ru: Этот шаблон будет недействительным без папок, используя это заставит «Выпрямление» вне для всех шоу.
uk_ua: Цей шаблон буде неправильний без папок, використовуючи це змусить "Згладжуються" off для всіх шоу.
vi_vn: Mô hình này sẽ là không hợp lệ mà không có các thư mục, bằng cách sử dụng nó sẽ buộc "Phẳng" ra cho thấy tất cả.

source: This pattern is valid.
ar_sa: هذا النمط صحيح.
cs_cz: Tento model je platný.
da_dk: Dette mønster er gyldig.
de_de: Dieses Muster ist gültig.
el_gr: Αυτό το μοτίβο είναι έγκυρη.
es_es: Este patrón es válido.
fi_fi: Tämä malli on voimassa.
fr_fr: Ce modèle est valide.
he_il: דפוס זה בתוקף.
no_no: Dette mønsteret er gyldig.
ro_ro: Acest model este valabil.
ru_ru: Этот шаблон является допустимым.
uk_ua: Ця модель є дійсним.
vi_vn: Mô hình này là hợp lệ.

source: Please fill out the necessary fields above.
ar_sa: الرجاء ملء الحقول الضرورية المذكورة أعلاه.
cs_cz: Vyplňte potřebná pole výše.
da_dk: Udfyld de nødvendige felter ovenfor.
de_de: Bitte füllen Sie die erforderlichen Felder oben.
el_gr: Παρακαλούμε συμπληρώστε τα απαραίτητα πεδία παραπάνω.
es_es: Por favor llene los campos necesarios arriba.
fi_fi: Täytä tarvittavat kentät edellä.
fr_fr: Veuillez remplir les champs nécessaires ci-dessus.
he_il: אנא מלאו את השדות הנדרשים לעיל.
no_no: Fyll ut de nødvendige feltene ovenfor.
ro_ro: Vă rugăm să completaţi câmpurile necesare mai sus.
ru_ru: Пожалуйста, заполните все необходимые поля выше.
uk_ua: Будь ласка, заповніть необхідні поля вище.
vi_vn: Vui lòng điền vào các lĩnh vực cần thiết trên.

source: <b>Step1:</b> Confirm Authorization
ar_sa: <b>Step1:</b> تأكيد الإذن
cs_cz: <b>Step1:</b> potvrzení autorizace
da_dk: <b>Step1:</b> bekræfte tilladelse
de_de: <b>Step1:</b> bestätigen Autorisierung
el_gr: <b>Step1:</b> επιβεβαιώστε εξουσιοδότησης
es_es: <b>Step1:</b> confirmar la autorización de
fi_fi: <b>Step1:</b> vahvistaa luvan
fr_fr: <b>Step1:</b> confirmer autorisation
he_il: <b>Step1:</b> תרדו
no_no: <b>Step1:</b> bekrefte godkjenning
ro_ro: <b>Step1:</b> confirma autorizarea
ru_ru: <b>Step1:</b> подтверждение авторизации
uk_ua: <b>Step1:</b> підтвердити авторизацію
vi_vn: <b>Step1:</b> xác nhận ủy quyền

source: Please fill in the Popcorn IP address
ar_sa: الرجاء إدخال عنوان IP الفشار
cs_cz: Vyplňte prosím adresu Popcorn IP
da_dk: Udfyld venligst Popcorn IP-adressen
de_de: Bitte füllen Sie die Popcorn-IP-Adresse
el_gr: Παρακαλούμε συμπληρώστε τη διεύθυνση IP του ποπ κορν
es_es: Por favor, rellene la dirección IP de palomitas de maíz
fi_fi: Täyttäkää Popcorn IP-osoite
fr_fr: Veuillez remplir l’adresse IP de Popcorn
he_il: אנא מלאו את כתובת ה-IP פופקורן
no_no: Fyll Popcorn IP-adressen
ro_ro: Vă rugăm să completaţi adresa IP de Popcorn
ru_ru: Пожалуйста, заполните попкорн IP-адрес
uk_ua: Будь ласка, заповніть попкорн IP-адреса
vi_vn: Xin vui lòng điền vào địa chỉ IP bỏng ngô

source: Check blacklist name; the value need to be a trakt slug
ar_sa: تحقق من اسم القائمة السوداء؛ القيمة بحاجة إلى أن تكون سبيكة trakt
cs_cz: Kontrola blacklist název; hodnota musí být slimák trakt
da_dk: Check blackliste navn; værdien skal være en trakt skovsnegl
de_de: Überprüfen Sie die schwarze Liste Namen; der Wert einer Trakt Schnecke sein müssen
el_gr: Ελέγξτε το όνομα μαύρη λίστα? η τιμή πρέπει να είναι ένα γυμνοσάλιαγκα trakt
es_es: Compruebe el nombre de la lista negra; el valor necesita ser un slug trakt
fi_fi: Tarkista mustalle listalle nimi; arvon täytyy olla trakt etana
fr_fr: Vérifiez le nom de la liste noire ; la valeur doivent être une limace trakt
he_il: בדוק רשימה שחורה שם; הערך צריך להיות קליע trakt
no_no: Kontroller svarteliste navnet; verdien må være en trakt slug
ro_ro: Verificaţi numele pe lista neagră; valoarea trebuie să fie un melc trakt
ru_ru: Проверьте черный список имя; значение нужно быть тракт слизень
uk_ua: Перевірте чорний список ім'я; значення повинні бути кулі trakt
vi_vn: Kiểm tra danh sách đen tên; giá trị cần phải là sên trakt

source: <li style="color: red;">You must specify an SMTP hostname!</li>
ar_sa: يجب تحديد <li style="color: red;">You اسم مضيف SMTP!</li>
cs_cz: <li style="color: red;">You musí určovat hostitele SMTP!</li>
de_de: <li style="color: red;">You müssen eine SMTP-Hostnamen angeben!</li>
fi_fi: <li style="color: red;">You on määritettävä SMTP-hostname!</li>
he_il: <li style="color: red;">You יש לציין את שם המארח של SMTP!</li>
no_no: <li style="color: red;">You må angi en SMTP-hostname!</li>
ru_ru: <li style="color: red;">You необходимо указать имя хоста SMTP!</li>
vi_vn: <li style="color: red;">You phải chỉ định một tên máy chủ SMTP!</li>

source: <li style="color: red;">You must specify an SMTP port!</li>
ar_sa: <li style="color: red;">You يجب تحديد منفذ SMTP!</li>
cs_cz: <li style="color: red;">You nutné zadat portu SMTP!</li>
de_de: <li style="color: red;">You müssen einen SMTP-Port angeben!</li>
fi_fi: <li style="color: red;">You on määritettävä SMTP-portti!</li>
he_il: <li style="color: red;">You לציין יציאת ה-SMTP!</li>
no_no: <li style="color: red;">You må angi en SMTP-port!</li>
ru_ru: <li style="color: red;">You необходимо указать SMTP-порт!</li>
vi_vn: <li style="color: red;">You phải chỉ định một cổng SMTP!</li>

source: <li style="color: red;">SMTP port must be between 0 and 65535!</li>
ar_sa: يجب أن يكون المنفذ <li style="color: red;">SMTP بين 0 و 65535!</li>
cs_cz: <li style="color: red;">SMTP portu musí být mezi 0 a 65535!</li>
de_de: <li style="color: red;">SMTP Port muss zwischen 0 und 65535 sein!</li>
fi_fi: <li style="color: red;">SMTP portin on oltava väliltä 0-65535!</li>
he_il: היציאה <li style="color: red;">SMTP להיות בין 0 ל- 65535!</li>
no_no: <li style="color: red;">SMTP port må være mellom 0 og 65535!</li>
ru_ru: <li style="color: red;">SMTP порт должно быть между 0 и 65535!</li>
vi_vn: <li style="color: red;">SMTP cảng phải trong khoảng từ 0 đến 65535!</li>

source: Enter an email address to send the test to:
ar_sa: أدخل عنوان البريد إلكتروني لإرسال الاختبار إلى:
cs_cz: Zadejte e-mailovou adresu k odeslání testu:
da_dk: Indtast en e-mail adresse for at sende prøven til:
de_de: Geben Sie eine e-Mail-Adresse um den Test zu senden:
el_gr: Πληκτρολογήστε μια διεύθυνση ηλεκτρονικού ταχυδρομείου για να στείλετε το τεστ για να:
es_es: Introduzca una dirección de correo electrónico para enviar la prueba a:
fi_fi: Kirjoita sähköpostiosoitteesi lähettää testin:
fr_fr: Entrez une adresse de courriel pour envoyer le test :
he_il: הזן את כתובת הדוא ל כדי לשלוח את הבדיקה כדי:
no_no: Angi en e-postadresse for å sende testen for å:
ro_ro: Introduceţi o adresă de e-mail pentru a trimite testul:
ru_ru: Введите адрес электронной почты для отправки теста:
uk_ua: Введіть адресу електронної пошти відправити тест, щоб:
vi_vn: Nhập địa chỉ email để gửi bài kiểm tra để:

source: <p style="color: red;">You must provide a recipient email address!</p>
ar_sa: <p style="color: red;">You يجب توفير عنوان البريد إلكتروني لمستلم!</p>
cs_cz: <p style="color: red;">You musí poskytnout příjemce e-mailovou adresu!</p>
de_de: <p style="color: red;">You muss eine Empfänger e-Mail-Adresse angeben!</p>
fi_fi: <p style="color: red;">You on annettava vastaanottajan sähköpostiosoitteen!</p>
he_il: <p style="color: red;">You עליך לספק כתובת דואר אלקטרוני נמען!</p>
no_no: <p style="color: red;">You må angi en mottakerens e-postadresse!</p>
ru_ru: <p style="color: red;">You необходимо предоставить адрес электронной почты получателя!</p>
vi_vn: <p style="color: red;">You phải cung cấp một địa chỉ email người nhận!</p>

source: Device list updated. Please choose a device to push to.
ar_sa: تحديث قائمة الأجهزة. الرجاء اختيار جهاز للدفع إلى.
cs_cz: Aktualizován seznam zařízení. Vyberte prosím zařízení posunout.
da_dk: Enhedsliste opdateret. Vælg en enhed til at skubbe til.
de_de: Geräteliste aktualisiert. Bitte wählen Sie ein Gerät um zu schieben.
el_gr: Λίστα συσκευών ενημερώνεται. Παρακαλώ επιλέξτε μια συσκευή για να ωθήσει.
es_es: Lista de dispositivo actualizada. Por favor, elija un dispositivo para empujar al.
fi_fi: Päivitetty luettelo. Valitse laite työntää.
fr_fr: Liste des périphériques mis à jour. Choisissez un appareil.
he_il: רשימת ההתקנים עודכנו. נא בחר התקן לדחוף.
no_no: Enhetslisten oppdatert. Velg en enhet for å sende til.
ro_ro: Dispozitiv lista actualizată. Vă rugăm să alegeţi un dispozitiv pentru a împinge.
ru_ru: Обновление списка устройств. Пожалуйста, выберите устройство для передачи.
uk_ua: Оновлений список пристроїв. Будь ласка виберіть пристрій просунутися до.
vi_vn: Danh sách thiết bị được Cập Nhật. Hãy chọn một thiết bị để đẩy vào.

source: You didn't supply a Pushbullet api key
ar_sa: لا تقوم أنت بتوفير مفتاح المعهد بوشبوليت
cs_cz: Jste nedodal Pushbullet api klíč
da_dk: Du levere ikke en Pushbullet api-nøgle
de_de: Sie angeben keine Pushbullet api-Schlüssel.
el_gr: Δεν μπορείτε να δώσετε ένα κλειδί Pushbullet api
es_es: No suministrar una clave de api Pushbullet
fi_fi: Ei antanut Pushbullet api-avain
fr_fr: Vous ne fournissez une clé de l’api Pushbullet
he_il: אתה לא מספק Pushbullet api מפתח
no_no: Du angi ikke et Pushbullet api-nøkkel
ro_ro: Nu furnizează o cheie Pushbullet api
ru_ru: Вы не указать ключ Pushbullet api
uk_ua: Ви не надаєте ключ Pushbullet api
vi_vn: Bạn đã không cung cấp một khóa Pushbullet api

source: Don't forget to save your new pushbullet settings.
ar_sa: لا ننسى لحفظ الإعدادات الجديدة بوشبوليت.
cs_cz: Nezapomeňte uložit nové nastavení pushbullet.
da_dk: Glem ikke at gemme dine nye indstillinger for pushbullet.
de_de: Vergessen Sie nicht, Ihre neue Pushbullet-Einstellungen zu speichern.
el_gr: Μην ξεχάσετε να αποθηκεύσετε τις ρυθμίσεις σας με τη νέα pushbullet.
es_es: No te olvides de guardar la nueva configuración pushbullet.
fi_fi: Älä unohda tallentaa uudet pushbullet asetukset.
fr_fr: N’oubliez pas de sauvegarder vos nouveaux paramètres de pushbullet.
he_il: אל תשכחו לשמור את ההגדרות pushbullet החדש שלך.
no_no: Ikke glem å lagre innstillingene for nye pushbullet.
ro_ro: Nu uitaţi să salvaţi setările de pushbullet noi.
ru_ru: Не забудьте сохранить ваши новые настройки pushbullet.
uk_ua: Не забудьте зберегти настройки pushbullet.
vi_vn: Đừng quên để lưu các cài đặt pushbullet mới.

source: Select backup folder to save to
ar_sa: حدد مجلد النسخ الاحتياطية لحفظ
cs_cz: Vyberte záložní složku pro uložení
da_dk: Vælge backup mappe til at gemme på
de_de: Wählen Sie backup-Ordner speichern
el_gr: Επιλέξτε το φάκελο αντιγράφων ασφαλείας για να αποθηκεύσετε
es_es: Seleccione la carpeta para guardar
fi_fi: Valitse kansio tallentaa
fr_fr: Sélectionnez le dossier de sauvegarde pour enregistrer sur
he_il: בחר תיקיית גיבוי כדי לשמור
no_no: Velg sikkerhetskopimappen lagre
ro_ro: Selectaţi folderul copie de rezervă pentru a salva
ru_ru: Выберите папки резервного копирования, чтобы сохранить
uk_ua: Виберіть папку з резервною копією зберегти
vi_vn: Chọn thư mục sao lưu để lưu vào

source: Select backup files to restore
ar_sa: حدد ملفات النسخ الاحتياطي لاستعادة
cs_cz: Vyberte záložní soubory k obnovení
da_dk: Vælg backup-filer til at gendanne
de_de: Wählen Sie backup-Dateien wiederherstellen
el_gr: Επιλέξτε τα αρχεία αντιγράφων ασφαλείας για επαναφορά
es_es: Seleccionar archivos de backup para restaurar
fi_fi: Valitse Varmuuskopioi tiedostot palauttaa
fr_fr: Sélectionnez les fichiers de sauvegarde à restaurer
he_il: בחר את קבצי הגיבוי כדי לשחזר
no_no: Velg sikkerhetskopifiler for gjenoppretting
ro_ro: Selectaţi fişierele de rezervă pentru a restabili
ru_ru: Выберите файлы резервных копий для восстановления
uk_ua: Виберіть відновлення резервної копії файлів
vi_vn: Chọn các tập tin sao lưu để khôi phục

source: No providers available to configure.
ar_sa: لا مقدمي الخدمات المتاحة لتكوين.
cs_cz: K dispozici konfigurace žádní zprostředkovatelé.
da_dk: Ingen udbydere tilgængelige for at konfigurere.
de_de: Keine Anbieter verfügbar zu konfigurieren.
el_gr: Υπάρχουν διαθέσιμες για να ρυθμίσετε παροχείς.
es_es: No hay proveedores disponibles para configurar.
fi_fi: Ei ole palveluntarjoajia määrittämiseen.
fr_fr: Aucun fournisseur n’est disponible pour configurer.
he_il: ספקי ללא זמינים להגדיר.
no_no: Ingen leverandører tilgjengelig for å konfigurere.
ro_ro: Nici furnizorii disponibile pentru a configura.
ru_ru: Поставщики не доступны для настройки.
uk_ua: Немає доступних для налаштування провайдерів.
vi_vn: Không có các nhà cung cấp có sẵn cho cấu hình.

source: You have selected to delete show(s). Are you sure you wish to continue? All files will be removed from your system.
ar_sa: لقد اخترت حذف show(s). هل تريد المتابعة بالتأكيد؟ سيتم إزالة كافة الملفات من النظام الخاص بك.
cs_cz: Rozhodli jste se odstranit show (y). Opravdu že chcete pokračovat? Všechny soubory budou odstraněny ze systému.
da_dk: Du har valgt for at slette udstillinger. Er du sikker på du ønsker at fortsætte? Alle filer vil blive fjernet fra dit system.
de_de: Sie wurden ausgewählt, um Show(s) löschen. Sind Sie sicher, dass Sie fortfahren möchten? Alle Dateien werden von Ihrem System entfernt werden.
el_gr: Έχετε επιλέξει να διαγράψετε παρουσίαζει(-ουν). Είστε βέβαιοι ότι θέλετε να συνεχίσετε; Όλα τα αρχεία θα αφαιρεθεί από το σύστημά σας.
es_es: Has seleccionado para eliminar espectáculos. ¿Está seguro que desea continuar? Se eliminarán todos los archivos de su sistema.
fi_fi: Olet valinnut Poista Show (t). Oletko varma, että haluat jatkaa? Kaikki tiedostot poistetaan järjestelmästä.
fr_fr: Vous avez choisi de supprimer les spectacles. Êtes-vous sûr de que vouloir continuer ? Tous les fichiers seront supprimés de votre système.
he_il: אתה בחרת למחוק show(s). האם אתה בטוח שברצונך להמשיך? כל הקבצים יוסרו מהמערכת.
no_no: Du har valgt for å slette show (s). Er du sikker på at du vil fortsette? Alle filer fjernes fra systemet.
ro_ro: Aţi selectat ştergeţi prezintă. Sunteţi sigur că doriţi să continuaţi? Toate fişierele vor fi eliminate din sistem.
ru_ru: Вы выбрали для удаления о программе шоу:. Вы уверены, что вы хотите продолжить? Все файлы будут удалены из вашей системы.
uk_ua: Вибрано видалити show(s). Ви впевнені, що бажаєте продовжити? Буде видалено всі файли з вашої системи.
vi_vn: Bạn đã chọn để xoá show(s). Bạn có chắc bạn muốn tiếp tục không? Tất cả các tập tin sẽ được gỡ bỏ từ hệ thống của bạn.

source: Repeat
ar_sa: كرر
cs_cz: Opakovat
da_dk: Gentag
de_de: Wiederholen Sie die
el_gr: Επαναλάβετε
es_es: Repetir
fi_fi: Toista
fr_fr: Répétez
he_il: אני חוזר
no_no: Gjenta
ro_ro: Se repetă
ru_ru: Повторите
uk_ua: Повторіть
vi_vn: Lặp lại

source: Repeat (Separated)
ar_sa: تكرار (مفصولة)
cs_cz: Opakování (oddělené)
da_dk: REPEAT (adskilt)
de_de: Wiederholung (getrennt)
el_gr: Επανάληψη (διαχωρισμένα)
es_es: Repetir (separados)
fi_fi: Toista (erotettu)
fr_fr: Répétition (séparée)
he_il: חזור (מופרדים)
no_no: Gjenta (skilt)
ro_ro: Repetare (separate)
ru_ru: Повторить (раздельный)
uk_ua: Повторення (відокремити)
vi_vn: Lặp lại (tách)

source: Duplicate
ar_sa: مكرر
cs_cz: Duplikovat
da_dk: Dublet
de_de: Duplikat
el_gr: Διπλότυπο
es_es: Duplicado
fi_fi: Kahtena
fr_fr: Deux exemplaires
he_il: שכפל
no_no: Duplikat
ro_ro: Duplicat
ru_ru: Дублировать
uk_ua: Дублювати
vi_vn: Lặp lại

source: Extend
ar_sa: تمديد
cs_cz: Rozšířit
da_dk: Udvide
de_de: Erweitern
el_gr: Επέκταση
es_es: Ampliar
fi_fi: Laajentaa
fr_fr: Étendre
he_il: להרחיב
no_no: Utvide
ro_ro: Extinde
ru_ru: Расширить
uk_ua: Продовжити
vi_vn: Mở rộng
