Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: (Check it to return the result of the process here, but may be slow!)
ar_sa: (التحقق من ذلك إرجاع نتيجة عملية هنا، ولكن قد تكون بطيئة)!
cs_cz: (To není vrátit výsledek procesu zde, ale může být pomalá!)
da_dk: (Tjekke det for at returnere resultatet af processen her, men kan være langsom!)
de_de: (Überprüfen, um das Ergebnis des Prozesses hier zurück, aber möglicherweise langsam!)
el_gr: (Έλεγχος αυτό να επιστρέψει το αποτέλεσμα της διαδικασίας εδώ, αλλά μπορεί να είναι αργή!)
es_es: (Comprobarlo para devolver el resultado del proceso, pero puede ser lenta!)
fi_fi: (Tsekkaa palauttaa tuloksen prosessi täällä, mutta voi olla hidasta!)
fr_fr: (Vérifier pour retourner le résultat de la procédure ici, mais peut être lent !)
he_il: (לבדוק את זה. כדי להחזיר את התוצאה של התהליך כאן, אך עלול להיות איטי!)
no_no: (Sjekk det for å returnere et resultat av prosessen her, men kan være treg!)
ro_ro: (Verifica-l pentru a vă întoarce rezultatul procesului de aici, dar poate fi lent!)
ru_ru: (Проверить его вернуться в результате процесса здесь, но может быть медленно!)
uk_ua: (Перевірити його повернення є результатом процесу тут, але може бути повільним!)
vi_vn: (Kiểm tra xem nó trả về kết quả của quá trình ở đây, nhưng có thể được làm chậm!)

source: Mark download as failed:
ar_sa: علامة التحميل كما فشل:
cs_cz: Označit ke stažení, jako se nezdařilo:
da_dk: Markere download som mislykkedes:
de_de: Download als gescheitert zu markieren:
el_gr: Σήμα λήψης ως απέτυχε:
es_es: Marcar download como error:
fi_fi: Merkitse lataus epäonnistui:
fr_fr: Marquez le téléchargement comme ayant échoué :
he_il: לסמן להורדה כמו נכשלה:
no_no: Markere nedlasting mislyktes:
ro_ro: Marca download ca nu a reuşit:
ru_ru: Марк скачать как ошибка:
uk_ua: Позначити завантаження, як не вдалося:
vi_vn: Đánh dấu tải về thất bại:

source: Process
ar_sa: عملية
cs_cz: Proces
da_dk: Proces
de_de: Prozess
el_gr: Διαδικασία
es_es: Proceso
fi_fi: Prosessi
fr_fr: Processus de
he_il: תהליך
no_no: Prosessen
ro_ro: Procesul
ru_ru: Процесс
uk_ua: Процес
vi_vn: Quá trình

source: Performing Restart
ar_sa: القيام بإعادة التشغيل
cs_cz: Provedení restartu
da_dk: Udfører genstart
de_de: Neustart
el_gr: Εκτελώντας επανεκκίνηση
es_es: Realización de reinicio
fi_fi: Suorittaa uudelleen
fr_fr: Effectuer le redémarrage
he_il: ביצוע הפעלה מחדש
no_no: Utføre omstart
ro_ro: Efectuarea Restart
ru_ru: Выполнение перезагрузки
uk_ua: Виконання перезавантаження
vi_vn: Thực hiện khởi động lại

source: Waiting for SiCKRAGE to shut down:
ar_sa: في انتظار سيكراجي لإيقاف تشغيل:
cs_cz: Čekání na SiCKRAGE k vypnutí:
de_de: Warten auf SiCKRAGE heruntergefahren:
fi_fi: Odottelen SiCKRAGE sammuttaa:
ru_ru: Ожидание SiCKRAGE закрыть:
vi_vn: Chờ đợi cho SiCKRAGE để đóng cửa:

source: Waiting for SiCKRAGE to start again:
ar_sa: في انتظار سيكراجي لبدء مرة أخرى:
cs_cz: Čekání na SiCKRAGE začít znovu:
de_de: Warten auf SiCKRAGE wieder von vorne anfangen:
fi_fi: Odottelen SiCKRAGE käynnistää uudelleen:
ru_ru: Ожидание SiCKRAGE начать снова:
vi_vn: Chờ đợi cho SiCKRAGE để bắt đầu một lần nữa:

source: Loading the default page:
ar_sa: تحميل الصفحة الافتراضية:
cs_cz: Zavádění výchozí stránky:
de_de: Laden die Standard-Seite:
fi_fi: Ladataan sivun:
ru_ru: Загрузка страницы по умолчанию:
vi_vn: Tải trang mặc định:

source: Error: The restart has timed out, perhaps something prevented SiCKRAGE from starting again?
ar_sa: خطأ: إعادة التشغيل انتهت مهلة، ربما شيء يمنع سيكراجي من بدء التشغيل مرة أخرى؟
cs_cz: Chyba: Restartování vypršel, snad něco zabránil SiCKRAGE spuštění znovu?
de_de: Fehler: Abgelaufen der Neustart ist, vielleicht gehindert etwas daran SiCKRAGE wieder?
fi_fi: Virhe: Uudelleen aikakatkaistiin, ehkä jotain estää SiCKRAGE aloittaa uudelleen?
ru_ru: Ошибка: Перезагрузка истекло, возможно что-то помешало SiCKRAGE начиная снова?
vi_vn: Lỗi: Khởi động lại đã hết, có lẽ cái gì ngăn cản SiCKRAGE bắt đầu một lần nữa?

source: Daily Search
ar_sa: البحث اليومي
cs_cz: Denní hledání
da_dk: Daglige søgning
de_de: Tägliche Suche
el_gr: Καθημερινή Αναζήτηση
es_es: Búsqueda diaria
fi_fi: Päivittäinen Etsi
fr_fr: Rechercher tous les jours
he_il: חיפוש יומי
no_no: Daglige søk
ro_ro: Căutaţi zilnic
ru_ru: Ежедневный поиск
uk_ua: Щоденний пошук
vi_vn: Tìm kiếm hàng ngày

source: Backlog
ar_sa: المتراكمة
cs_cz: Nevyřízené položky
da_dk: Efterslæb
el_gr: Λίστα εκκρεμοτήτων
es_es: Cartera de
fi_fi: Tilauskanta
fr_fr: Carnet de commandes
he_il: מצבור
no_no: Etterslep
ro_ro: Restante
ru_ru: Невыполненная работа
uk_ua: Відставання
vi_vn: Việc tồn đọng

source: Show Update
ar_sa: إظهار التحديث
cs_cz: Zobrazit aktualizace
da_dk: Vis Update
de_de: Update zu zeigen
el_gr: Εμφάνιση της ενημερωμένης έκδοσης
es_es: Ver actualización
fi_fi: Näytä päivitys
fr_fr: Voir la mise à jour
he_il: הצג עדכון
no_no: Vis-oppdateringer
ro_ro: Arată Update
ru_ru: Показать обновления
uk_ua: Відображати оновлення
vi_vn: Hiển thị Cập Nhật

source: Version Check
ar_sa: التحقق من الإصدار
cs_cz: Kontrola verze
da_dk: Versionskontrol
de_de: Versions-Check
el_gr: Έλεγχος έκδοσης
es_es: Comprobación de versión
fi_fi: Versiotarkistus
fr_fr: Vérification de version
he_il: גרסת סימון
no_no: Versjonskontroll
ro_ro: Verificaţi versiunea
ru_ru: Проверка версии
uk_ua: Версія Реєстрація
vi_vn: Kiểm tra phiên bản

source: Proper Finder
ar_sa: الباحث عن السليم
cs_cz: Vlastní vyhledávač
da_dk: Ordentlig Finder
de_de: Richtige Finder
el_gr: Σωστή Finder
es_es: Buscador adecuado
fi_fi: Oikea Finder
fr_fr: Bon Finder
he_il: Finder נכונה
no_no: Riktig Finder
ro_ro: Buna Finder
ru_ru: Надлежащего поиска
uk_ua: Належного Finder
vi_vn: Tìm kiếm thích hợp

source: Post Process
ar_sa: آخر عملية
cs_cz: Zaúčtovat proces
da_dk: Indlæg proces
de_de: Post-Prozess
el_gr: Διαδικασία post
es_es: Post proceso
fi_fi: Post prosessi
fr_fr: Post-traitement
he_il: תהליך פוסט
no_no: Post-prosessen
ro_ro: Procesul de post
ru_ru: Процесс пост
uk_ua: Пост процес
vi_vn: Đăng trình

source: Subtitles Finder
ar_sa: الباحث عن الترجمة
cs_cz: Titulky Finder
da_dk: Undertekster Finder
de_de: Untertitel-Finder
el_gr: Εύρεση υπότιτλων
es_es: Buscador de subtítulos
fi_fi: Tekstitys Finder
fr_fr: Sous-titres Finder
he_il: Finder כתוביות
no_no: Undertekster Finder
ro_ro: Subtitrari Finder
ru_ru: Поиск субтитры
uk_ua: Субтитри Finder
vi_vn: Tìm kiếm phụ đề

source: Trakt Checker
ar_sa: مدقق Trakt
cs_cz: Trakt kontrola
es_es: Comprobador de Trakt
fi_fi: Trakt tarkistaminen
he_il: Trakt בודק
no_no: Trakt kontrolløren
uk_ua: Trakt перевірки

source: Scheduler
ar_sa: جدولة
cs_cz: Plánovač
da_dk: Opgavestyring
el_gr: Χρονοδιάγραμμα
es_es: Programador de
fi_fi: Ajoitus
fr_fr: Planificateur de
he_il: מתזמן
no_no: Oppgaveplanlegging
ro_ro: Programator
ru_ru: Планировщик
uk_ua: Планувальник
vi_vn: Lập lịch biểu

source: Scheduled Job
ar_sa: مهمة مجدولة
cs_cz: Naplánovaná úloha
da_dk: Planlagte Job
de_de: Geplanter Auftrag
el_gr: Προγραμματισμένη εργασία
es_es: Trabajo programado
fi_fi: Ajoitettu työ
fr_fr: Tâche planifiée
he_il: משימה מתוזמנת
no_no: Planlagte jobben
ro_ro: Job programate
ru_ru: Запланированное задание
uk_ua: Заплановане завдання
vi_vn: Theo lịch trình công việc

source: Cycle Time
ar_sa: وقت دورة
cs_cz: Doba cyklu
da_dk: Cyklustid
de_de: Zykluszeit
el_gr: Χρόνος κύκλου
es_es: Tiempo de ciclo
fi_fi: Syklin kesto
fr_fr: Temps de cycle
he_il: זמן מחזור
no_no: Syklustid
ro_ro: Timpul de ciclu
ru_ru: Время цикла
uk_ua: Час циклу
vi_vn: Thời gian chu kỳ

source: Next Run
ar_sa: التشغيل التالي
cs_cz: Další spuštění
da_dk: Næste Run
de_de: Nächste Ausführung
el_gr: Επόμενη εκτέλεση
es_es: Próxima carrera
fi_fi: Seuraavan suorituksen
fr_fr: Ensuite exécutez
he_il: הגיחה הבאה
no_no: Neste
ro_ro: Următoarea executare
ru_ru: Следующий запуск
uk_ua: Наступний працювати
vi_vn: Tiếp theo chạy

source: YES
ar_sa: نعم
cs_cz: Ano
da_dk: Ja
de_de: JA
el_gr: Ναι
es_es: Sí
fi_fi: Kyllä
fr_fr: OUI
he_il: כן
no_no: ja
ro_ro: da
ru_ru: ДА
uk_ua: Так
vi_vn: Có

source: NO
ar_sa: لا
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
fi_fi: Ei
fr_fr: N°
he_il: לא
no_no: nei
ro_ro: nu
ru_ru: Нет
uk_ua: Ні
vi_vn: Không

source: True
ar_sa: صحيح
cs_cz: Pravda
da_dk: Sandt
de_de: Wahre
el_gr: Αλήθεια
es_es: Verdadera
fi_fi: Totta
fr_fr: Vrai
he_il: נכון
no_no: Sant
ro_ro: Adevărat
ru_ru: Правда
uk_ua: Правда
vi_vn: Sự thật

source: Show Queue
ar_sa: إظهار قائمة الانتظار
cs_cz: Zobrazit frontu
da_dk: Vis kø
de_de: Warteschlange anzeigen
el_gr: Προβολή ουράς
es_es: Mostrar la cola
fi_fi: Näytä jono
fr_fr: Voir la file d’attente
he_il: הצג תור
no_no: Vis kø
ro_ro: Arată coada
ru_ru: Показать очередь
uk_ua: Показати черги
vi_vn: Hiển thị xếp hàng

source: Show ID
ar_sa: إظهار معرف
cs_cz: Zobrazit ID
da_dk: Vise ID
de_de: ID anzeigen
el_gr: Με επίδειξη της Ταυτότητας
es_es: Mostrar ID
fi_fi: Näytä tunnus
fr_fr: Voir la ID
he_il: הצג מזהה
no_no: Vis ID
ro_ro: Arata ID-ul
ru_ru: Показать код
uk_ua: Показати посвідчення
vi_vn: Hiển thị ID

source: In Progress
ar_sa: في التقدم
cs_cz: V průběhu
da_dk: I gang
de_de: In Bearbeitung
el_gr: Σε εξέλιξη
es_es: En progreso
fi_fi: Käynnissä
fr_fr: En cours
he_il: בביצוע
no_no: Pågår
ro_ro: În curs de desfăşurare
ru_ru: В ходе
uk_ua: Триває
vi_vn: Trong tiến trình

source: Priority
ar_sa: الأولوية
cs_cz: Priorita
da_dk: Prioritet
de_de: Priorität
el_gr: Προτεραιότητα
es_es: Prioridad
fi_fi: Prioriteetti
fr_fr: Priorité
he_il: עדיפות
no_no: Prioritet
ro_ro: Prioritate
ru_ru: Приоритет
uk_ua: Пріоритет
vi_vn: Ưu tiên

source: Added
ar_sa: وأضاف
cs_cz: Přidané
da_dk: Tilføjet
de_de: Hinzugefügt
el_gr: Πρόσθεσαν
es_es: Añadido
fi_fi: Lisätty
fr_fr: Ajouté
he_il: הוסיף
no_no: Lagt
ro_ro: Adăugat
ru_ru: Добавлено
uk_ua: Додав
vi_vn: Thêm vào

source: Queue Type
ar_sa: نوع قائمة الانتظار
cs_cz: Typ fronty
da_dk: Køtype
de_de: Warteschlangentyp
el_gr: Τύπος ουράς
es_es: Tipo de cola
fi_fi: Jonon tyypin
fr_fr: Type de file d’attente
he_il: סוג תור
no_no: Køtype
ro_ro: Coada de tip
ru_ru: Тип очереди
uk_ua: Типів черг
vi_vn: Hàng loại

source: LOW
ar_sa: منخفض
cs_cz: NÍZKÁ
da_dk: LAV
el_gr: ΧΑΜΗΛΉ
es_es: BAJO
fi_fi: MATALA
fr_fr: FAIBLE
he_il: נמוך
no_no: LAV
ru_ru: НИЗКАЯ
uk_ua: НИЗЬКИЙ
vi_vn: THẤP

source: NORMAL
ar_sa: عادي
cs_cz: NORMÁLNÍ
el_gr: ΚΑΝΟΝΙΚΉ ΛΕΙΤΟΥΡΓΊΑ
fi_fi: NORMAALI
he_il: רגיל
ru_ru: НОРМАЛЬНЫЙ
uk_ua: ЗВИЧАЙНИЙ
vi_vn: BÌNH THƯỜNG

source: HIGH
ar_sa: عالية
cs_cz: VYSOKÁ
da_dk: HØJ
de_de: HOCH
el_gr: ΥΨΗΛΉ
es_es: ALTA
fi_fi: KORKEA
fr_fr: HAUTE
he_il: גבוהה
no_no: HØY
ro_ro: MARE
ru_ru: ВЫСОКАЯ
uk_ua: ВИСОКА
vi_vn: CAO

source: Disk Space
ar_sa: مساحة القرص
cs_cz: Místo na disku
da_dk: Diskplads
de_de: Speicherplatz zur Verfügung
el_gr: Χώρος στο δίσκο
es_es: Espacio en disco
fi_fi: Levytilaa
fr_fr: Espace disque
he_il: שטח דיסק
no_no: Diskplass
ro_ro: Spatiu pe disc
ru_ru: Дисковое пространство
uk_ua: Дисковий простір
vi_vn: Dung lượng đĩa

source: Location
ar_sa: موقع
cs_cz: Umístění
da_dk: Beliggenhed
de_de: Lage
el_gr: Τοποθεσία
es_es: Ubicación
fi_fi: Sijainti
fr_fr: Emplacement
he_il: מיקום
no_no: Beliggenhet
ro_ro: Locaţie
ru_ru: Местоположение
uk_ua: Розташування
vi_vn: Vị trí

source: Free space
ar_sa: مساحة حرة
cs_cz: Volné místo
da_dk: Ledig plads
de_de: Freier Speicherplatz
el_gr: Ελεύθερου χώρου
es_es: Espacio libre
fi_fi: Vapaata tilaa
fr_fr: Espace libre
he_il: שטח פנוי
no_no: Ledig plass
ro_ro: Spaţiu liber
ru_ru: Свободное пространство
uk_ua: Вільний простір
vi_vn: Miễn phí không gian

source: TV Download Directory
ar_sa: تلفزيون تنزيل الدليل
cs_cz: Adresář pro stahování TV
de_de: TV-Download-Verzeichnis
el_gr: Λήψη καταλόγου TV
es_es: Directorio de descarga TV
fi_fi: TV ladata hakemistoon
fr_fr: Répertoire de téléchargement TV
he_il: מדריך להורדה טלוויזיה
no_no: TV nedlastingsmappen
ro_ro: Director de Download TV
ru_ru: Скачать каталог ТВ
uk_ua: Телевізор скачати каталог
vi_vn: Truyền tải về thư mục

source: Media Root Directories
ar_sa: وسائط الجذر الدلائل
cs_cz: Media kořenové adresáře
da_dk: Media rod mapper
de_de: Medien Root-Verzeichnisse
el_gr: Πολυμέσων ρίζας καταλόγους
es_es: Directorios de la raíz de los medios de comunicación
fi_fi: Media Root hakemistot
fr_fr: Médias des répertoires racines
he_il: מדיה שורש ספריות
no_no: Media Root kataloger
ro_ro: Media rădăcină directoare
ru_ru: Директорий корня СМИ
uk_ua: Медіа викорінити каталоги
vi_vn: Phương tiện truyền thông chủ thư mục

source: Preview of the proposed name changes
ar_sa: معاينة التغييرات الاسم المقترح
cs_cz: Náhled změn navrhovaných názvů
da_dk: Preview af de foreslåede navneændringer
de_de: Vorschau der vorgeschlagenen Namensänderungen
el_gr: Προεπισκόπηση τις αλλαγές προτεινόμενη ονομασία
es_es: Vista previa de los cambios propuestos
fi_fi: Ehdotettu nimimuutosten esikatselun
fr_fr: Aperçu des modifications proposées nom
he_il: תצוגה מקדימה של השינויים בשם המוצע
no_no: Forhåndsvisning av de foreslåtte navneendringer
ro_ro: Previzualizare a modificărilor propuse numele
ru_ru: Предварительный просмотр изменений предложенное имя
uk_ua: Попередній перегляд змін, запропонованих ім'я
vi_vn: Xem trước các thay đổi được đề xuất tên

source: All Seasons
ar_sa: جميع الفصول
cs_cz: Všechna roční období
de_de: Alle Jahreszeiten
el_gr: Όλες τις εποχές
es_es: Todas las estaciones
fr_fr: Toutes les saisons
he_il: כל העונות
no_no: Alle årstider
ro_ro: Toate anotimpurile
ru_ru: Все сезоны
uk_ua: Усі сезони

source: Select All
ar_sa: حدد كافة
cs_cz: Vybrat vše
da_dk: Vælg alle
de_de: Wählen Sie alle
el_gr: Επιλογή όλων
es_es: Seleccionar todo
fi_fi: Valitse kaikki
fr_fr: Sélectionner tout
he_il: בחר את כל
no_no: Velg alle
ro_ro: Selectaţi toate
ru_ru: Выбрать все
uk_ua: Виділити все
vi_vn: Chọn tất cả

source: Rename Selected
ar_sa: إعادة التسمية المحددة
cs_cz: Přejmenovat vybraná
da_dk: Omdøb valgt
de_de: Rename ausgewählt
el_gr: Μετονομάσετε το επιλεγμένο
es_es: Cambiar el nombre seleccionado
fi_fi: Nimeä valittu
fr_fr: Changement de nom sélectionné
he_il: שינוי שם נבחר
no_no: Gi nytt navn valgt
ro_ro: Redenumire selectate
ru_ru: Переименование выбранного
uk_ua: Перейменувати вибраний
vi_vn: Đổi tên lựa chọn

source: Cancel Rename
ar_sa: إلغاء إعادة تسمية
cs_cz: Zrušit přejmenování
da_dk: Annullere omdøbning
de_de: Abbrechen umbenennen
el_gr: Ακυρώσετε την μετονομασία
es_es: Cancelar cambio de nombre
fi_fi: Nimeä uudelleen Peruuta
fr_fr: Annuler renommer
he_il: ביטול שינוי שם
no_no: Avbryte navneendring
ro_ro: Anula Redenumire
ru_ru: Отмена переименования
uk_ua: Скасувати перейменувати
vi_vn: Hủy đổi tên

source: Old Location
ar_sa: الموقع القديم
cs_cz: Staré místo
da_dk: Gamle placering
de_de: Alten Standort
el_gr: Παλιά θέση
es_es: Antigua ubicación
fi_fi: Vanhasta sijainnista
fr_fr: Ancien emplacement
he_il: המקום הישן
no_no: Gamle plasseringen
ro_ro: Vechea locaţie
ru_ru: Старое расположение
uk_ua: Старого розташування
vi_vn: Vị trí cũ

source: New Location
ar_sa: الموقع الجديد
cs_cz: Nové místo
da_dk: Ny placering
de_de: Neuer Standort
el_gr: Νέα θέση
es_es: Nueva ubicación
fi_fi: Uusi sijainti
fr_fr: Nouvel emplacement
he_il: מיקום חדש
no_no: Ny plassering
ro_ro: Noua locatie
ru_ru: Новое местоположение
uk_ua: Нове розташування
vi_vn: Vị trí mới

source: Original
ar_sa: اللغة الأصلية
cs_cz: Původní
da_dk: Oprindelige
el_gr: Αρχική
es_es: Texto original en
fi_fi: Alkuperäinen
fr_fr: Langue source
he_il: המקורי
no_no: Opprinnelige
ru_ru: Исходный текст
uk_ua: Оригінальний
vi_vn: Ban đầu

source: Select Trakt List:
ar_sa: حدد قائمة Trakt:
cs_cz: Vyberte seznam, Trakt:
de_de: Trakt Liste auswählen:
el_gr: Επιλέξτε Trakt λίστα:
es_es: Seleccione lista de Trakt:
fi_fi: Valitse Trakt lista:
he_il: בחר רשימת Trakt:
no_no: Velg Trakt liste:
ro_ro: Selectaţi Trakt listă:
ru_ru: Выберите Trakt список:
uk_ua: Виберіть Trakt списку:
vi_vn: Chọn danh sách Trakt:

source: Most Anticipated
ar_sa: أكثر من المتوقع
cs_cz: Nejočekávanější
da_dk: Mest ventede
de_de: Die meisten erwartet
el_gr: Πιο αναμενόμενη
es_es: Más esperado
fi_fi: Viimeisin odotettavissa
fr_fr: Plus attendu
he_il: צפוי רוב
no_no: Mest etterlengtede
ro_ro: Cele mai anticipate
ru_ru: Самых ожидаемых
uk_ua: Найбільш очікуваних
vi_vn: Đặt dự đoán

source: Trending
ar_sa: تتجه
cs_cz: Sledování trendů
da_dk: Tendensvisning
el_gr: Δημοφιλή θέματα
es_es: Tendencias
fi_fi: Trendit
fr_fr: Une tendance
he_il: מגמת גידול
ro_ro: Trend
ru_ru: Анализ трендов
uk_ua: Тенденції
vi_vn: Xu hướng

source: Popular
ar_sa: شعبية
cs_cz: Populární
da_dk: Populære
de_de: Beliebt
el_gr: Δημοφιλή
fi_fi: Suosittu
fr_fr: Populaires
he_il: פופולרי
no_no: Populære
ro_ro: Populare
ru_ru: Популярные
uk_ua: Популярні
vi_vn: Phổ biến

source: Most Watched
ar_sa: الأكثر مشاهدة
cs_cz: Nejsledovanější
da_dk: Mest sete
de_de: Meistgesehenen
el_gr: Πιο παρακολούθησαν
es_es: Más visto
fi_fi: Katsotuimmat
fr_fr: Plus visionnées
he_il: הנצפים ביותר
no_no: Mest sett
ro_ro: Cele mai vizionate
ru_ru: Самые популярные
uk_ua: Самим популярним
vi_vn: Được xem nhiều

source: Most Played
ar_sa: الأكثر لعب
cs_cz: Nejvíce hrané
da_dk: Mest spillede
de_de: Am meisten gespielt
el_gr: Πιο έπαιξε
es_es: Más jugado
fi_fi: Eniten pelatut
fr_fr: Le plus joué
he_il: המושמעות ביותר
no_no: Mest spilte
ro_ro: Cele mai jucate
ru_ru: Самые популярные
uk_ua: Найбільш грав
vi_vn: Chơi nhất

source: Most Collected
ar_sa: معظم المجمعة
cs_cz: Většina shromážděných
da_dk: De fleste indsamlet
de_de: Die meisten gesammelten
el_gr: Οι περισσότεροι που συλλέγονται
es_es: Recoge la mayoría
fi_fi: Useimmat kerätyt
fr_fr: Plupart collectés
he_il: רוב שנאספו
no_no: De fleste samlet
ro_ro: Cea mai mare parte colectate
ru_ru: Большинство собранных
uk_ua: Більшість зібрані
vi_vn: Hầu hết được thu thập

source: Trakt API did not return any results, please check your config.
ar_sa: Trakt API لم يرجع أي نتائج، الرجاء التحقق من التكوين الخاص بك.
cs_cz: Trakt API nevrátí žádné výsledky, zkontrolujte, zda soubor config.
da_dk: Trakt API har ikke returneret nogen resultater, tjek venligst din config.
de_de: Trakt API keine Ergebnisse zurück, überprüfen Sie bitte Ihre Config.
el_gr: Trakt API δεν επέστρεψε κανένα αποτέλεσμα, ελέγξτε τη ρύθμιση παραμέτρων σας.
es_es: Trakt API no devolvió ningún resultado, por favor revise su configuración.
fi_fi: Trakt API ei palauta mitään tuloksia, tarkista config.
fr_fr: Trakt API n’a pas renvoyé aucun résultat, s’il vous plaît vérifier votre config.
he_il: Trakt API לא החזיר תוצאות כלשהן, אנא בדוק config שלך.
no_no: Trakt API returnerte ikke noen resultater, du sjekke kan config.
ro_ro: TRakt API nu a returnat nici un rezultat, vă rugăm consultaţi Configurare.
ru_ru: Тракт API не возвращает никаких результатов, пожалуйста, проверьте ваши config.
uk_ua: Trakt API не дав жодних результатів, будь ласка, перевірте ваші config.
vi_vn: Trakt API không trả lại bất kỳ kết quả, xin vui lòng kiểm tra cấu hình của bạn.

source: votes
ar_sa: الأصوات
cs_cz: hlasy
de_de: Stimmen
el_gr: ψήφοι
es_es: votos
fi_fi: äänet
he_il: הצבעות
no_no: stemmer
ro_ro: voturi
ru_ru: голоса
uk_ua: голосів
vi_vn: lượt đánh giá

source: Remove Show
ar_sa: إزالة عرض
cs_cz: Odstranit Show
da_dk: Fjerne Show
de_de: Entfernen Sie Show
el_gr: Καταργήσετε Show
es_es: Quitar Mostrar
fi_fi: Poista Näytä
fr_fr: Supprimer la série
he_il: להסיר את הצג
no_no: Fjerne Vis
ro_ro: Elimina Arată
ru_ru: Удаление шоу
uk_ua: Видалити шоу
vi_vn: Loại bỏ các hiển thị

source: Flatten Folders
ar_sa: تسطيح المجلدات
cs_cz: Zploštit složek
da_dk: Flade mapper
de_de: Glätten Sie Ordner
el_gr: Ισιώστε τους φακέλους
es_es: Aplanar la carpetas
fi_fi: Tasoita kansiot
fr_fr: Aplatir les dossiers
he_il: לשטח את תיקיות
no_no: Flat mapper
ro_ro: Aplatiza dosare
ru_ru: Выровнять папки
uk_ua: Розплющите папки
vi_vn: San bằng thư mục

source: Status for previously aired episodes
ar_sa: مركز الحلقات بثت سابقا
cs_cz: Stav pro dříve vysílala epizody
da_dk: Status for tidligere luftet episoder
de_de: Status für zuvor ausgestrahlten Episoden
el_gr: Καθεστώς για προηγουμένως αερίζεται επεισόδια
es_es: Estado de episodios previamente emitidos
fi_fi: Tila aiemmin esitettiin jaksot
fr_fr: Statut des épisodes déjà diffusés
he_il: מצב עבור פרקים קודם לכן ומאוורר
no_no: Status for tidligere vist episoder
ro_ro: Statutul de episoade difuzate anterior
ru_ru: Статус для ранее в эфире эпизодов
uk_ua: Статус для раніше ефір епізоди
vi_vn: Trạng thái cho tập phim trước đó sóng:

source: Status for all future episodes
ar_sa: مركز لجميع الحلقات المقبلة
cs_cz: Stav pro všechny budoucí epizody
da_dk: Status for alle fremtidige episoder
de_de: Status für alle zukünftigen Episoden
el_gr: Κατάσταση για όλα τα μελλοντικά επεισόδια
es_es: Estado de todos los episodios futuros
fi_fi: Tilan kaikki tulevat jaksot
fr_fr: Statut pour tous les futurs épisodes
he_il: מצב של פרקים עתידיים כל
no_no: Statusen for alle fremtidige episoder
ro_ro: Status pentru toate episoadele viitoare
ru_ru: Статус для всех будущих эпизодов
uk_ua: Статус для всіх майбутніх епізодів
vi_vn: Trạng thái cho tất cả các tập phim trong tương lai

source: Save As Defaults
ar_sa: حفظ كافتراضيات
cs_cz: Uložit jako výchozí
da_dk: Gem som standard
de_de: Als Standardeinstellungen speichern
el_gr: Αποθηκεύσετε ως προεπιλογές
es_es: Guardar como valores por defecto
fi_fi: Tallenna oletuksiksi
fr_fr: Enregistrer comme valeurs par défaut
he_il: שמירה כברירות מחדל
no_no: Lagre som standard
ro_ro: Salvare ca valori prestabilite
ru_ru: Сохранить как значения по умолчанию
uk_ua: Зберегти як за замовчуванням
vi_vn: Lưu như mặc định

source: Use current values as the defaults
ar_sa: استخدام القيم الحالية كافتراضيات
cs_cz: Jako výchozí je použita aktuální hodnoty
da_dk: Brug aktuelle værdier som standarder
de_de: Aktuellen Werte als die Standardwerte verwenden
el_gr: Χρήση τρεχουσών αξιών ως προεπιλογές
es_es: Utilizar valores actuales como los predeterminados
fi_fi: Käytä nykyisiä arvoja oletusarvoisesti
fr_fr: Utilisez les valeurs actuelles comme les valeurs par défaut
he_il: השתמש בערכים הנוכחיים ומוגדרות כברירת מחדל
no_no: Bruk gjeldende verdier som standardprogrammer
ro_ro: Utiliza valorile curente ca implicite
ru_ru: Использовать текущие значения по умолчанию
uk_ua: Використання поточних значень за промовчанням
vi_vn: Sử dụng giá trị hiện tại như là mặc định

source: Fansub Groups:
ar_sa: مجموعات Fansub:
cs_cz: Fansub skupiny:
da_dk: Fansub grupper:
de_de: Fansub Gruppen:
el_gr: Fansub ομάδες:
es_es: Grupos de Fansub:
fi_fi: Fansub ryhmien:
fr_fr: Groupes de Fansub :
he_il: קבוצות Fansub:
no_no: Fansub grupper:
ro_ro: Grupurile de fansub:
ru_ru: Fansub группы:
uk_ua: Fansub груп:
vi_vn: Các nhóm fansub:
