Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Unpacking Not Supported, disabling unpack setting
ar_sa: تفريغ غير معتمد، وتعطيل فك الإعداد
cs_cz: Rozbalení není podporováno, zakázání rozbalit nastavení
da_dk: Udpakning ikke understøttes, forhindrede Pak indstilling
de_de: Deaktivieren der Einstellung Auspacken, Auspacken nicht unterstützt
el_gr: Αποσυσκευασία δεν υποστηρίζεται, απενεργοποίηση απλήρωτος ρύθμιση
es_es: Desempacar no admite, desactivar descomprimir ajuste
fi_fi: Purkaminen ei tueta, tehdä kykenemättömäksi Pura asetus
fr_fr: Déballage non pris en charge, désactivation de déballer le réglage
he_il: לפרוק אינה נתמכת, השבתת לפרוק הגדרה
no_no: Utpakking støttes ikke, deaktivere pakke innstillingen
ro_ro: Despachetarea neacceptată, dezactivarea despacheta setare
ru_ru: Распаковка не поддерживается, отключение распаковывать параметр
uk_ua: Розпакування не підтримуються, відключивши розпакувати налаштування
vi_vn: Giải nén không hỗ trợ, vô hiệu hóa giải nén cài đặt

source: You tried saving an invalid anime naming config, not saving your naming settings
ar_sa: حاولت إنقاذ أنمي غير صالح تسمية التهيئة، وعدم حفظ إعدادات التسمية
cs_cz: Jste se pokusili, uložení neplatný anime pojmenování config, neukládá nastavení pojmenování
da_dk: Du prøvede at gemme en ugyldig anime navngivning config, ikke gemme indstillingerne for navngivning
de_de: Sie versucht, eine ungültige Anime Config benennen, Ihre Namensgebung Einstellungen nicht speichern speichern
el_gr: Προσπαθήσατε να εξοικονόμησης ένα έγκυρο anime ονομασίας config, δεν αποθηκεύει τις ρυθμίσεις σας ονομασίας
es_es: Has probado un anime no válido nombre config, no guardar la configuración de nombres de ahorro
fi_fi: Yritit säästää virheellinen anime nimeäminen config, ei nimeäminen asetusten tallentaminen
fr_fr: Vous essayez de sauver un anime non valide nommer config, ne pas une fois vos paramètres d’attribution de noms
he_il: שניסיתם לשמור על אנימה לא חוקי שמות config לא שמירת ההגדרות מתן השמות שלך
no_no: Du prøvde å lagre en ugyldig anime navngiving config, lagrer ikke innstillingene for navngiving
ro_ro: Aţi încercat un anime nevalidă numirea config, nu salvarea setărilor denumire de economisire
ru_ru: Вы пробовали, сохранение недопустимых аниме именования конфигурации, не сохранение параметров именования
uk_ua: Ви пробували збереження неприпустимий аніме іменування config, не збереження настройок іменування
vi_vn: Bạn cố gắng tiết kiệm một anime không hợp lệ đặt tên cấu hình, không tiết kiệm cài đặt tên

source: You tried saving an invalid naming config, not saving your naming settings
ar_sa: حاولت حفظ تكوين تسمية غير صالحة، عدم حفظ إعدادات التسمية
cs_cz: Jste se pokusili uložit neplatný pojmenování config, neukládá nastavení pojmenování
da_dk: Du prøvet at gemme en ugyldig navngivning config, ikke gemme indstillingerne for navngivning
de_de: Sie versucht, eine ungültige Namen Config speichern Ihre Namensgebung Einstellungen nicht zu speichern
el_gr: Έχετε δοκιμάσει εξοικονόμηση μια έγκυρη ονομασίας config, δεν αποθηκεύει τις ρυθμίσεις σας ονομασίας
es_es: Has probado ahorrar un config nombres no válido, no guardar la configuración de nombres
fi_fi: Kokeillut säästö virheellinen nimeäminen config ei nimeäminen asetusten tallentaminen
fr_fr: Vous essayé de sauver une config d’affectation de noms non valide, ne pas une fois vos paramètres d’attribution de noms
he_il: שניסיתם לשמור על config למתן שמות לא חוקי, לא שמירת ההגדרות מתן השמות שלך
no_no: Du forsøke å lagre en ugyldig navngiving config, lagrer ikke innstillingene for navngiving
ro_ro: Ai incercat salvarea o configurare nevalidă denumire, nu salvarea setărilor denumire
ru_ru: Вы пробовали, сохранение недопустимых имен конфигурации, не сохранение параметров именования
uk_ua: Ви пробували збереження неприпустимий іменування config, не збереження настройок іменування
vi_vn: Bạn cố gắng tiết kiệm một cấu hình đặt tên không hợp lệ, không tiết kiệm cài đặt tên

source: You tried saving an invalid air-by-date naming config, not saving your air-by-date settings
ar_sa: حاولت إنقاذ غير صالح الجوية بتاريخ تسمية تكوين، عدم حفظ إعدادات الجوي حسب التاريخ
cs_cz: Jste se pokusili uložení neplatný vzduchu datum pojmenování config, neukládá nastavení vzduchu podle data
da_dk: Du prøvet at gemme en ugyldig luft-af-dato navngivning config, ikke gemme indstillingerne for luft-af-dato
de_de: Sie versucht, eine ungültige Luft nach Datum Namensgebung Config speichern nicht Ihre Luft-durch-Datum-Einstellungen zu speichern
el_gr: Που προσπαθήσατε να αποθηκεύσετε μια έγκυρη ημερομηνία αέρα ονομασίας config, δεν αποθηκεύει τις ρυθμίσεις σας αέρα-από-ημερομηνία
es_es: Has probado ahorrar un invalid config nombres fecha de aire, no guardar la configuración de la fecha de aire
fi_fi: Yritit säästää ei kelpaa ilman päivämäärä nimeäminen config, ei ilman päivämäärä-asetusten tallentaminen
fr_fr: Vous essayé de sauver un invalide config d’appellation air-par-jour, ne pas une fois vos paramètres de l’air-par-jour
he_il: שניסיתם לשמור על config לא חוקי אוויר-לפי תאריך מתן שמות, לא שמירת ההגדרות שלך אוויר-לפי תאריך
no_no: Du forsøke å lagre en ugyldig luft-av-dato navngiving config, lagrer ikke innstillingene for luft-av-dato
ro_ro: Aţi încercat un config nevalidă aer de data denumire, de economisire nu salva setările de aer de la data
ru_ru: Вы пробовали, сохранение недопустимых воздуха к Дата именования конфигурации, не сохранение параметров воздуха к Дата
uk_ua: Ви пробували збереження є неприпустимим повітря за датою іменування config не збереження настройок повітря за датою
vi_vn: Bạn cố gắng tiết kiệm một cấu hình không hợp lệ đặt tên máy bằng ngày, không tiết kiệm của bạn cài đặt máy bởi ngày

source: You tried saving an invalid sports naming config, not saving your sports settings
ar_sa: حاولت إنقاذ رياضة غير صالحة تسمية التهيئة، وعدم حفظ إعدادات الألعاب الرياضية
cs_cz: Jste se pokusili, uložení neplatný sportovní pojmenování config, neukládá nastavení sportovní
da_dk: Du prøvede at gemme en ugyldig sports navngivning config, ikke gemme indstillingerne for sport
de_de: Sie versucht, eine ungültige Sport Config zu benennen, nicht speichern Ihre Sport-Einstellungen speichern
el_gr: Προσπαθήσατε να εξοικονόμησης ένα έγκυρο σπορ ονομασίας config, δεν αποθηκεύει τις ρυθμίσεις σας σπορ
es_es: Has probado ahorrar un deportivo no válido nombre config, no guardar su programación de deportes
fi_fi: Yritit säästää virheellinen urheilu nimeäminen config, ei urheilu-asetusten tallentaminen
fr_fr: Vous essayez de sauver un sport non valide nommer config, ne pas une fois vos paramètres sportifs
he_il: שניסיתם לשמור על ספורט לא חוקי שמות config, לא שמירת ההגדרות שלך ספורט
no_no: Du prøvde å lagre en ugyldig sport navngiving config, lagrer ikke innstillingene for sport
ro_ro: Aţi încercat un sport nevalidă numirea config, nu salvarea setărilor de sport de economisire
ru_ru: Вы пробовали, сохранения поврежденных спорта именования конфигурации, не сохранение параметров спорта
uk_ua: Ви пробували збереження неприпустимий спорт іменування config, не збереження настройок спорт
vi_vn: Bạn cố gắng tiết kiệm một môn thể thao không hợp lệ đặt tên cấu hình, không tiết kiệm của bạn cài đặt thể thao

source: [POST-PROCESSING] Configuration Saved
ar_sa: حفظ التكوين [POST-PROCESSING]
cs_cz: Uloženo v [POST-PROCESSING] konfigurace
da_dk: [POST-PROCESSING] konfiguration gemmes
de_de: [POST-PROCESSING] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [POST-PROCESSING]
es_es: [POST-PROCESSING] configuración de guardado
fi_fi: [POST-PROCESSING] kokoonpano tallennetaan
fr_fr: [POST-PROCESSING] Configuration sauvegardée
he_il: תצורת [POST-PROCESSING] הציל
no_no: [POST-PROCESSING] konfigurasjon lagret
ro_ro: [POST-PROCESSING] de configurare salvat
ru_ru: [POST-PROCESSING] конфигурации сохранены
uk_ua: [POST-PROCESSING] конфігурації зберігаються
vi_vn: [POST-PROCESSING] cấu hình đã lưu

source: Config - Providers
ar_sa: التكوين-مقدمي الخدمات
cs_cz: Config - poskytovatelé
de_de: Config - Anbieter
ru_ru: Config - провайдеров
vi_vn: Config - nhà cung cấp

source: No Provider Name specified
ar_sa: لم يتم تحديد "اسم موفر"
cs_cz: Nebyl zadán žádný název poskytovatele
da_dk: Ingen udbydernavn angivet
de_de: Kein Provider-Name angegeben
el_gr: Δεν έχει καθοριστεί όνομα υπηρεσίας παροχής
es_es: No nombre del proveedor especificado
fi_fi: Tarjoajan nimeä ei ole määritetty
fr_fr: Aucun nom de fournisseur spécifié
he_il: אין שם הספק שצוין
no_no: Ingen angitt Leverandørnavn
ro_ro: Nici un nume de furnizor
ru_ru: Не указано имя поставщика
uk_ua: Ні постачальник, указані
vi_vn: Không có tên nhà cung cấp được chỉ định

source: No Provider Url specified
ar_sa: لا Url الموفر المحدد
cs_cz: Zadána žádná adresa Url poskytovatele
da_dk: Ingen udbyder webadresse angivet
de_de: Kein Anbieter-Url angegeben
el_gr: Δεν καθορίζεται Url υπηρεσία παροχής
es_es: Ningún proveedor de dirección Url especificada
fi_fi: Ei ole palveluntarjoajan URL-osoite
fr_fr: Aucune Url de fournisseur spécifié
he_il: לא צוינה כתובת Url ספק
no_no: Ingen leverandør URL-adresse angitt
ro_ro: Nici un furnizor de URL-ul specificat
ru_ru: Не указан URL-адрес поставщика
uk_ua: Ні постачальник Указана URL-адреса
vi_vn: Không có nhà cung cấp Url được chỉ định

source: No Provider Api key specified
ar_sa: لا يوجد مفتاح Api الموفر المحدد
cs_cz: Žádný zprostředkovatel Api klíč zadán
da_dk: Ingen udbyder Api-nøgle, der er angivet
de_de: Kein Anbieter Api-Schlüssel angegeben
el_gr: Κανένα κλειδί Api της υπηρεσίας παροχής που καθορίζεται
es_es: No clave de Api de proveedor especificada
fi_fi: Ei ole määritetty toimittaja Api-avain
fr_fr: Pas de clé Api de fournisseur spécifié
he_il: אין ספק Api מפתח שצוינו
no_no: Ingen leverandør Api nøkkel
ro_ro: Nici un furnizor de Api-cheie specificat
ru_ru: Api поставщика ключа
uk_ua: Немає постачальника послуг Api ключ вказано
vi_vn: Không có chìa khóa nhà cung cấp Api được chỉ định

source: [PROVIDERS] Configuration Saved
ar_sa: حفظ التكوين [PROVIDERS]
cs_cz: Uloženo v [PROVIDERS] konfigurace
da_dk: [PROVIDERS] konfiguration gemmes
de_de: [PROVIDERS] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [PROVIDERS]
es_es: [PROVIDERS] configuración de guardado
fi_fi: [PROVIDERS] kokoonpano tallennetaan
fr_fr: [PROVIDERS] Configuration sauvegardée
he_il: תצורת [PROVIDERS] הציל
no_no: [PROVIDERS] konfigurasjon lagret
ro_ro: [PROVIDERS] de configurare salvat
ru_ru: [PROVIDERS] конфигурации сохранены
uk_ua: [PROVIDERS] конфігурації зберігаються
vi_vn: [PROVIDERS] cấu hình đã lưu

source: Config - Notifications
ar_sa: التكوين-الإشعارات
cs_cz: Config - oznámení
da_dk: Config - meddelelser
de_de: Config - Benachrichtigungen
el_gr: Config - ειδοποιήσεις
es_es: Config - notificaciones
fi_fi: Config - ilmoitukset
he_il: Config - הודעות
no_no: Config - varsler
ro_ro: Config - notificări
ru_ru: Config - уведомления
uk_ua: Config - сповіщення
vi_vn: Config - thông báo

source: [NOTIFICATIONS] Configuration Saved
ar_sa: حفظ التكوين [NOTIFICATIONS]
cs_cz: Uloženo v [NOTIFICATIONS] konfigurace
da_dk: [NOTIFICATIONS] konfiguration gemmes
de_de: [NOTIFICATIONS] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [NOTIFICATIONS]
es_es: [NOTIFICATIONS] configuración de guardado
fi_fi: [NOTIFICATIONS] kokoonpano tallennetaan
fr_fr: [NOTIFICATIONS] Configuration sauvegardée
he_il: תצורת [NOTIFICATIONS] הציל
no_no: [NOTIFICATIONS] konfigurasjon lagret
ro_ro: [NOTIFICATIONS] de configurare salvat
ru_ru: [NOTIFICATIONS] конфигурации сохранены
uk_ua: [NOTIFICATIONS] конфігурації зберігаються
vi_vn: [NOTIFICATIONS] cấu hình đã lưu

source: Config - Subtitles
ar_sa: التكوين--ترجمات
cs_cz: Config - titulky
de_de: Config - Untertitel
ru_ru: Config - субтитры
vi_vn: Config - phụ đề

source: [SUBTITLES] Configuration Saved
ar_sa: حفظ التكوين [SUBTITLES]
cs_cz: Uloženo v [SUBTITLES] konfigurace
da_dk: [SUBTITLES] konfiguration gemmes
de_de: [SUBTITLES] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [SUBTITLES]
es_es: [SUBTITLES] configuración de guardado
fi_fi: [SUBTITLES] kokoonpano tallennetaan
fr_fr: [SUBTITLES] Configuration sauvegardée
he_il: תצורת [SUBTITLES] הציל
no_no: [SUBTITLES] konfigurasjon lagret
ro_ro: [SUBTITLES] de configurare salvat
ru_ru: [SUBTITLES] конфигурации сохранены
uk_ua: [SUBTITLES] конфігурації зберігаються
vi_vn: [SUBTITLES] cấu hình đã lưu

source: Config - Anime
ar_sa: التكوين-انيمي
el_gr: Config - κινούμενο σχέδιο
he_il: Config - אנימה
ru_ru: Config - аниме
uk_ua: Config - аніме
vi_vn: Cấu hình - Anime

source: [ANIME] Configuration Saved
ar_sa: حفظ التكوين [ANIME]
cs_cz: Uloženo v [ANIME] konfigurace
da_dk: [ANIME] konfiguration gemmes
de_de: [ANIME] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [ANIME]
es_es: [ANIME] configuración de guardado
fi_fi: [ANIME] kokoonpano tallennetaan
fr_fr: [ANIME] Configuration sauvegardée
he_il: תצורת [ANIME] הציל
no_no: [ANIME] konfigurasjon lagret
ro_ro: [ANIME] de configurare salvat
ru_ru: [ANIME] конфигурации сохранены
uk_ua: [ANIME] конфігурації зберігаються
vi_vn: [ANIME] cấu hình đã lưu

source: Config - Quality Settings
ar_sa: التكوين--إعدادات الجودة
cs_cz: Config - nastavení kvality
da_dk: Config - kvalitetsindstillinger
de_de: Config - Einstellungen
el_gr: Config - ρυθμίσεις για την ποιότητα
es_es: Configuración - ajustes de calidad
fi_fi: Config - laatuasetuksia
fr_fr: Configuration - paramètres de qualité
he_il: Config - הגדרות איכות
no_no: Config - innstillingene
ro_ro: Config - setările de calitate
ru_ru: Config - параметры качества
uk_ua: Config - параметри якості
vi_vn: Config - cài đặt chất lượng

source: [QUALITY SETTINGS] Configuration Saved
ar_sa: [إعدادات الجودة] حفظ التكوين
cs_cz: [NASTAVENÍ] Uložení konfigurace
da_dk: [KVALITETSINDSTILLINGER] Konfiguration gemmes
de_de: [EINSTELLUNGEN] Konfiguration gespeichert
el_gr: [ΡΥΘΜΊΣΕΙΣ ΠΟΙΌΤΗΤΑΣ] Ρύθμιση παραμέτρων που Αποθηκεύτηκε
es_es: [AJUSTES DE CALIDAD] Configuración guardado
fi_fi: [QUALITY SETTINGS] Asetukset tallennettu
fr_fr: [RÉGLAGES DE QUALITÉ] Configuration sauvegardée
he_il: [איכות הגדרות] תצורת הציל
no_no: [KVALITETSINNSTILLINGER] Konfigurasjon lagret
ro_ro: [SETĂRI DE CALITATE] Configurare salvat
ru_ru: [НАСТРОЙКИ КАЧЕСТВА] Конфигурация сохраняется
uk_ua: [УСТАНОВКИ ЯКОСТІ] Конфігурації зберігаються
vi_vn: [CHẤT LƯỢNG CÀI ĐẶT] Cấu hình đã lưu

source: Clear Errors
ar_sa: أخطاء واضحة
cs_cz: Vymazat chyby
de_de: Fehler löschen
el_gr: Καθαρισμός σφαλμάτων
es_es: Borrar errores
fi_fi: Tyhjennä virheet
he_il: נקה שגיאות
no_no: Klar feil
ro_ro: Clar erori
ru_ru: Очистить ошибки
uk_ua: Зніміть помилки
vi_vn: Sai sót rõ ràng

source: Clear Warnings
ar_sa: تحذيرات واضحة
cs_cz: Jasné varování
de_de: Deutlichen Warnungen
el_gr: Σαφείς προειδοποιήσεις
es_es: Advertencias claras
fi_fi: Selkeitä varoituksia
he_il: אזהרות ברורות
no_no: Fjerne advarsler
ro_ro: Avertismente clare
ru_ru: Четкие предупреждения
uk_ua: Зніміть попередження
vi_vn: Cảnh báo rõ ràng

source: Daily Searcher
ar_sa: الباحث اليومية
cs_cz: Denní Searcher
da_dk: Daglige Searcher
de_de: Tägliche Searcher
el_gr: Καθημερινή Searcher
es_es: Buscador diario
fi_fi: Päivittäinen Searcher
fr_fr: Searcher quotidienne
he_il: סרצ'ר יומי
no_no: Daglig søker
ro_ro: Căutarea de zi cu zi
ru_ru: Ежедневные искателя
uk_ua: Щоденний шукача
vi_vn: Tìm kiếm hàng ngày

source: Show Updater
ar_sa: إظهار التحديث
cs_cz: Zobrazit Updater
da_dk: Vis Updater
el_gr: Εμφάνιση Updater
es_es: Mostrar Updater
fi_fi: Näytä Updater
fr_fr: Voir la mise à jour
he_il: הצג המעדכן
no_no: Vis Updater
ro_ro: Arată Updater
ru_ru: Показать обновления
uk_ua: Показати Updater
vi_vn: Hiển thị Updater

source: Check Version
ar_sa: التحقق من الإصدار
cs_cz: Kontrola verze
de_de: Überprüfen Sie die Version
el_gr: Έλεγχος έκδοσης
es_es: Compruebe la versión del
fi_fi: Tarkista versio
fr_fr: Vérifiez la Version
no_no: Sjekk versjon
ro_ro: Verificaţi versiunea
ru_ru: Проверить версию
uk_ua: Перевірте версію
vi_vn: Kiểm tra phiên bản

source: Search Queue
ar_sa: البحث عن قائمة انتظار
cs_cz: Hledat fronty
da_dk: Søg kø
de_de: Suche-Warteschlange
el_gr: Αναζήτηση ουρά
es_es: Cola de búsqueda
fi_fi: Etsi jonoon
fr_fr: File d’attente de recherche
he_il: חיפוש תור
no_no: Søk etter kø
ro_ro: Coada de căutare
ru_ru: Поиск очереди
uk_ua: Пошук черги
vi_vn: Tìm hàng đợi

source: Find Propers
ar_sa: البحث عن بروبيرس
cs_cz: Najít Propers
de_de: Proprien finden
el_gr: Βρείτε Propers
es_es: Buscar propios
fi_fi: Etsi Propers
fr_fr: Trouver propre
he_il: למצוא את Propers
no_no: Finne Propers
ro_ro: Găsi Propers
ru_ru: Найти Propers
uk_ua: Знайти Propers
vi_vn: Tìm Propers

source: Find Subtitles
ar_sa: العثور على ترجمات
cs_cz: Najít titulky
da_dk: Find undertekster
de_de: Untertitel zu finden
el_gr: Βρείτε υπότιτλους
es_es: Encontrar subtítulos
fi_fi: Löytää tekstityksen
fr_fr: Trouver des sous-titres
he_il: למצוא כתוביות
no_no: Finne undertekster
ro_ro: Găseşte subtitrari
ru_ru: Найти субтитры
uk_ua: Знайти субтитри
vi_vn: Tìm phụ đề

source: Event
ar_sa: الحدث
cs_cz: Událost
el_gr: Εκδήλωση
es_es: Evento
fi_fi: Tapahtuma
fr_fr: Événement
he_il: אירוע
no_no: Hendelse
ro_ro: Eveniment
ru_ru: События
uk_ua: Подія
vi_vn: Tổ chức sự kiện

source: Tornado
ar_sa: تورنادو
cs_cz: Tornádo
el_gr: Ανεμοστρόβιλος
fr_fr: Tornade
he_il: טורנדו
ru_ru: Торнадо
uk_ua: "Торнадо"
vi_vn: Cơn lốc xoáy

source: Thread
ar_sa: مؤشر ترابط
cs_cz: Vlákno
da_dk: Tråd
el_gr: Το νήμα
es_es: Hilo de rosca
he_il: חוט
no_no: Tråd
ro_ro: Fir
ru_ru: Поток
uk_ua: Нитка
vi_vn: Chủ đề

source: Started Download
ar_sa: بدأ التحميل
cs_cz: Kredity
da_dk: Startet Download
de_de: Gestartete Download
el_gr: Ξεκίνησε λήψη
es_es: Descargar comenzó
fi_fi: Alkuun ladata
fr_fr: Télécharger a commencé
he_il: התחיל להורדה
no_no: Begynte dataoverføre
ro_ro: A început Download
ru_ru: Начало загрузки
uk_ua: Початку скачайте
vi_vn: Bắt đầu tải về

source: Download Finished
ar_sa: الانتهاء من تحميل
cs_cz: Stahování dokončeno
da_dk: Download færdig
de_de: Download abgeschlossen
el_gr: Λήψη τελικών
es_es: Terminado de descargar
fi_fi: Lataus valmis
fr_fr: Téléchargement terminé
he_il: ההורדה סיים
no_no: Laste ned ferdig
ro_ro: Download terminat
ru_ru: Загрузка завершена
uk_ua: Завантажити готовий
vi_vn: Tải xuống hoàn tất

source: Subtitle Download Finished
ar_sa: الانتهاء من تحميل الترجمة
cs_cz: Titulky ke stažení dokončeno
da_dk: SUBTITLE Download færdig
de_de: Untertitel Download abgeschlossen
el_gr: Υπότιτλος λήψη τελικών
es_es: Descargar subtítulos terminados
fi_fi: Alaotsikko lataus valmis
fr_fr: Subtitle téléchargement terminé
he_il: סיים כתוביות להורדה
no_no: Undertittel nedlastingen ferdig
ro_ro: Subtitrare Download terminat
ru_ru: Закончил субтитров скачать
uk_ua: Субтитрів завантажити готовий
vi_vn: Hoàn tất tải về phụ đề

source: SiCKRAGE Updated
ar_sa: سيكراجي تحديث
cs_cz: SiCKRAGE aktualizován
da_dk: SiCKRAGE opdateret
de_de: SiCKRAGE aktualisiert
el_gr: SiCKRAGE ενημέρωση
es_es: SiCKRAGE actualizado
fi_fi: SiCKRAGE päivitetty
fr_fr: SiCKRAGE mise à jour
he_il: SiCKRAGE מעודכן
no_no: SiCKRAGE oppdatert
ro_ro: SiCKRAGE actualizat
ru_ru: Обновление SiCKRAGE
uk_ua: SiCKRAGE оновлено
vi_vn: SiCKRAGE Cập Nhật

source: SiCKRAGE Updated To Commit#:
ar_sa: سيكراجي تحديث إلى ارتكاب #:
cs_cz: SiCKRAGE aktualizován na potvrzení #:
da_dk: SiCKRAGE opdateret til at begå #:
de_de: SiCKRAGE aktualisiert, um Commit #:
el_gr: SiCKRAGE ενημέρωση για να διαπράξουν #:
es_es: SiCKRAGE actualizado a cometer #:
fi_fi: SiCKRAGE päivitetty Commit #:
fr_fr: SiCKRAGE mis à jour à Commit #:
he_il: SiCKRAGE עודכן כדי להתחייב #:
no_no: SiCKRAGE oppdatert til utføring #:
ro_ro: SiCKRAGE actualizat la comiterea #:
ru_ru: SiCKRAGE, обновлен до фиксации #:
uk_ua: SiCKRAGE оновлено до Commit #:
vi_vn: SiCKRAGE Cập Nhật để cam kết #:

source: SiCKRAGE new login
ar_sa: تسجيل دخول جديد سيكراجي
cs_cz: SiCKRAGE nové přihlášení
da_dk: SiCKRAGE nye login
de_de: SiCKRAGE neues login
el_gr: SiCKRAGE νέα σύνδεση
es_es: SiCKRAGE nuevo inicio de sesión
fi_fi: SiCKRAGE uusi käyttäjätunnus
fr_fr: Nom d’utilisateur SiCKRAGE
he_il: כניסה חדשה SiCKRAGE
no_no: SiCKRAGE ny påloggingsinformasjon
ro_ro: SiCKRAGE nou login
ru_ru: SiCKRAGE новый логин
uk_ua: SiCKRAGE новий Логін
vi_vn: SiCKRAGE mới đăng nhập

source: New login from IP: {0}. http://geomaplookup.net/?ip={0}
ar_sa: تسجيل دخول جديد من IP: {0}. http://geomaplookup.net/?ip={0}
cs_cz: Nové přihlášení z IP adresy: {0}. http://geomaplookup.NET/?IP={0}
da_dk: Ny login fra IP: {0}. http://geomaplookup.net/?IP={0}
de_de: Neue Anmeldung von IP-Adresse: {0}. http://geomaplookup.NET/?IP={0}
el_gr: Νέα είσοδος από την IP: {0}. http://geomaplookup.NET/?IP={0}
es_es: Nuevo inicio de sesión desde IP: {0}. http://geomaplookup.net/?IP={0}
fi_fi: Uusi käyttäjätunnus IP: {0}. http://geomaplookup.net/?IP={0}
fr_fr: Nouveau nom de connexion d’adresse IP : {0}. http://geomaplookup.net/?IP={0}
he_il: כניסה חדשה מ- IP: {0}. http://geomaplookup.net/?ip={0}
no_no: Ny logikk fra IP: {0}. http://geomaplookup.net/?IP={0}
ro_ro: Nou login la IP: {0}. http://geomaplookup.net/?IP={0}
ru_ru: Новое имя входа с IP: {0}. http://geomaplookup.NET/?IP={0}
uk_ua: Новий Логін з IP: {0}. http://geomaplookup.net/?IP={0}
vi_vn: Mới đăng nhập từ IP: {0}. http://geomaplookup.net/?IP={0}

source: URL:
cs_cz: ADRESA URL:
da_dk: URL-ADRESSE:
el_gr: ΔΙΕΎΘΥΝΣΗ URL:
fi_fi: URL-OSOITE:
he_il: כתובת URL:
ru_ru: URL-АДРЕС:
uk_ua: URL-АДРЕСА:

source: Gamelan
he_il: גמלאן
ru_ru: Гамелан
uk_ua: Сніговім

source: Are you sure you want to remove <span class="footerhighlight">
de_de: Sind Sie sicher, dass Sie <span class="footerhighlight"> entfernen möchten
fi_fi: Oletko varma, että haluat poistaa <span class="footerhighlight">
he_il: האם אתה בטוח שברצונך להסיר את <span class="footerhighlight">
no_no: Er du sikker på at du vil fjerne <span class="footerhighlight">
ru_ru: Вы уверены, что вы хотите удалить <span class="footerhighlight">

source: </span> from the database?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check to delete files as well. IRREVERSIBLE</label>
de_de: </span> aus der Datenbank?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check Dateien auch löschen. IRREVERSIBLE</label>
fi_fi: </span> tietokannasta?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check poistaa tiedostoja samoin. IRREVERSIBLE</label>
he_il: </span> ממסד הנתונים?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check כדי למחוק קבצים גם כן. IRREVERSIBLE</label>
no_no: </span> fra databasen?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check slette filer. IRREVERSIBLE</label>
ru_ru: </span> из базы данных?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check для удаления файлов, а также. IRREVERSIBLE</label>

source: Postprocessor
cs_cz: Postprocesor
de_de: Postprozessor
es_es: Postprocesador
fr_fr: Postprocesseur
ru_ru: Постпроцессор

source: Select path to pip
da_dk: Vælg stien til pip
el_gr: Επιλέξτε διαδρομή pip
es_es: Seleccionar ruta a pip
fi_fi: Valitse polku PIP
fr_fr: Sélectionnez le chemin d’accès à pip
he_il: בחר נתיב פיפ
no_no: Velg banen til pip
ro_ro: Selectaţi calea către todica
uk_ua: Виділіть контур Піп

source: Select path to git
da_dk: Vælg stien til git
el_gr: Επιλέξτε διαδρομή git
es_es: Seleccionar ruta a git
fi_fi: Valitse polku git
fr_fr: Sélectionnez le chemin d’accès à git
he_il: בחר נתיב אידיוט
no_no: Velg banen til git
ro_ro: Selectaţi calea spre git
uk_ua: Виділіть контур, щоб git
