Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Use proxy for indexers
ar_sa: استخدام وكيل المفهرسات
cs_cz: Použít proxy server pro indexování
da_dk: Brug proxy til indeks
de_de: Proxy für Indexer verwenden
el_gr: Χρήση διακομιστή μεσολάβησης για Οι δεικτοδότες
es_es: Usar a proxy para indizadores
fi_fi: Käytä välityspalvelinta Indeksoijilla
fr_fr: Utiliser un proxy pour les indexeurs
he_il: השימוש פרוקסי עבור אינדקסים
no_no: Bruk proxy for Indekserere
ro_ro: Utilizare proxy pentru indexers
ru_ru: Использовать прокси-сервер для индексаторов
uk_ua: Використовувати проксі-сервер для індексатори
vi_vn: Sử dụng proxy cho indexers

source: use proxy host for connecting to indexers (thetvdb)
ar_sa: استخدام المضيف الوكيل للاتصال المفهرسات (ثيتفدب)
cs_cz: Používejte proxy server hostitele pro připojení k indexování (thetvdb)
de_de: Verwenden Sie Proxy-Server, für den Anschluss an Indexer (Thetvdb)
el_gr: χρήση του κεντρικού υπολογιστή του διακομιστή μεσολάβησης για τη σύνδεση στα ευρετήρια (thetvdb)
es_es: Use host proxy para conectar a indizadores (thetvdb)
fi_fi: käyttää välityspalvelimen isäntä ja liittää Indeksoijilla (thetvdb)
he_il: השתמש מארח ה-proxy עבור חיבור אינדקסים (thetvdb)
no_no: bruke proxy vert for tilkobling til Indekserere (thetvdb)
ro_ro: utilizeze proxy-ul gazdă pentru conectarea la indexers (thetvdb)
ru_ru: Использование узла прокси-сервера для подключения к индексаторов (thetvdb)
uk_ua: використовувати проксі-хост для підключення до індексатори (thetvdb)
vi_vn: sử dụng máy chủ proxy để kết nối đến indexers (thetvdb)

source: Skip Remove Detection
ar_sa: إزالة تخطي الكشف
cs_cz: Přeskočení odebrání detekce
da_dk: Spring Fjern påvisning
de_de: Skip-Remove Erkennung
el_gr: Skip κατάργηση ανίχνευσης
es_es: Detección de SKIP quitar
fi_fi: Poista Ohita tunnistus
fr_fr: Détection de Skip Remove
he_il: דלג על הסרה זיהוי
no_no: Hoppe fjerne gjenkjenning
ro_ro: Skip Remove detectare
ru_ru: Удаление пропустить обнаружение
uk_ua: Пропустити видалити виявлення
vi_vn: Loại bỏ bỏ qua phát hiện

source: Skip detection of removed files. If disable it will set default deleted status
ar_sa: تخطي الكشف عن ملفات تمت إزالتها. في حالة تعطيل فإنه سيتم تعيين الافتراضي حذف حالة
cs_cz: Vynechat rozpoznávání odstraněných souborů. Pokud zakázat nastaví výchozí stav
da_dk: Springe påvisning af fjernet filer. Hvis deaktivering det vil placere standard slettet status
de_de: Erkennung von gelöschten Dateien zu überspringen. Wenn deaktivieren es voreingestellt wird Status gelöscht
el_gr: Παραλείψτε ανίχνευση καταργούνται τα αρχεία. Εάν απενεργοποιήσετε θα θέσει προεπιλογή διαγραφεί κατάστασης
es_es: Saltar detección de archivos eliminados. Si deshabilitar establecerá por defecto elimina estado
fi_fi: Ohita toteaminen poistetut tiedostot. Poista se asettaa oletus poistettua tila
fr_fr: Ignorer la détection de fichiers supprimés. Si désactiver cela créera par défaut supprimé le statut
he_il: דלג על זיהוי של קבצים שהוסרו. אם הפוך זה יהיה להגדיר ברירת מחדל נמחק מצב
no_no: Hopp over påvisning av fjernet fil-størrelse. Hvis arbeidsudyktig det vil sette standard slettet status
ro_ro: Treci de detectare de eliminat fișiere. Dacă dezactivaţi va stabili implicit elimină starea
ru_ru: Пропустить обнаружение удаленных файлов. Если будет установлено по умолчанию отключить удалить статус
uk_ua: Пропустіть виявлення видалені файли. Якщо вимкнути це буде встановити за замовчуванням видаляються статус
vi_vn: Bỏ qua phát hiện các loại bỏ các tập tin. Nếu vô hiệu hóa nó sẽ thiết lập mặc định xóa bỏ tình trạng

source: This may mean SickRage misses renames as well
ar_sa: وهذا قد يعني إعادة تسمية يفتقد سيكراجي، وكذلك
cs_cz: To může znamenat, SickRage Mine přejmenuje také
de_de: Dies kann bedeuten, SickRage vermisst benennt sowie
el_gr: Αυτό μπορεί να σημαίνει SickRage δεσποινίδες μετονομάζει καθώς και
es_es: Esto puede significar también cambia el nombre de SickRage señoritas
fi_fi: Tämä voi tarkoittaa SickRage piti nimeää myös
he_il: משמעות הדבר עשויה להיות SickRage החטאות שינוי שם גם כן
no_no: Dette kan bety SickRage bommer gir også
ro_ro: Acest lucru poate însemna SickRage ratează Redenumeşte, precum şi
ru_ru: Это может означать также переименовывает SickRage для девушек
uk_ua: Це може означати, що SickRage промахів перейменовує також
vi_vn: Điều này có nghĩa là bỏ lỡ SickRage đổi tên là tốt

source: Default deleted episode status
ar_sa: الحالة الافتراضية حذف الحلقة
cs_cz: Výchozí stav odstraněný díl
da_dk: Standardstatus slettet episode
de_de: Gelöscht Episode Standardstatus
el_gr: Προεπιλεγμένη κατάσταση διαγραμμένα επεισόδιο
es_es: Estado de episodio por defecto eliminado
fi_fi: Poistaa jakson oletustila
fr_fr: Statut d’épisode par défaut supprimé
he_il: מצב פרק ברירת שנמחקו
no_no: Standard slettet episode status
ro_ro: Statutul de episod implicit şters
ru_ru: По умолчанию удаленные эпизод статус
uk_ua: За промовчанням, видалити епізод статус
vi_vn: Tình trạng tập Default xóa

source: Define the status to be set for media file that has been deleted.
ar_sa: تحديد الوضع تعيين لملف الوسائط الذي تم حذفه.
cs_cz: Definujte stav pro mediální soubor, který byl odstraněn.
da_dk: Definere status skal angives for mediefil, der er blevet slettet.
de_de: Definieren Sie den Status für Media-Datei festgelegt werden, die gelöscht wurde.
el_gr: Για να ορίσετε την κατάσταση για να οριστούν για το αρχείο πολυμέσων που έχει διαγραφεί.
es_es: Definir el estado que se fijará para el archivo multimedia que se ha eliminado.
fi_fi: Määrittää tila määrittämään mediatiedoston, joka on poistettu.
fr_fr: Définir le statut d’être défini pour le fichier multimédia qui a été supprimé.
he_il: מגדיר את המצב יוגדר עבור קובץ מדיה אשר נמחק.
no_no: Definere statusen angis for mediefilen som er slettet.
ro_ro: Definesc statutul să fie stabilite pentru mass-media fişier care a fost şters.
ru_ru: Определите статус необходимо задать файл мультимедиа, который был удален.
uk_ua: Визначити стан з мультимедійний файл, який було видалено.
vi_vn: Xác định trạng thái được thiết lập cho các phương tiện truyền thông các tập tin đã bị xóa.

source: Archived option will keep previous downloaded quality
ar_sa: وسيبقي خيار المؤرشفة نوعية التحميل السابقة
cs_cz: Archivované možnost udrží předchozí stažený kvalita
da_dk: Arkiverede indstilling vil holde tidligere downloadede kvalitet
de_de: Archivierte Option halten vorherigen heruntergeladenen Qualität
el_gr: Αρχειοθετημένα η επιλογή θα κρατήσει την προηγούμενη λήψη ποιότητας
es_es: Opción archivo mantendrá calidad descargado anterior
fi_fi: Arkistoidut-valinta säilyttää edellisen ladattu laatu
fr_fr: Archivés option conserver qualité téléchargée précédente
he_il: אפשרות בארכיון ישמור על איכות שהורדו הקודם
no_no: Arkiverte alternativet vil beholde tidligere nedlastede kvalitet
ro_ro: Arhivate opţiune va păstra calitatea descărcat anterior
ru_ru: Архивированные вариант будет держать ранее загруженных качества
uk_ua: Заархівовані варіант буде тримати попередній завантажений якість
vi_vn: Tùy chọn lưu trữ sẽ giữ chất lượng tải về trước đó

source: Example: Downloaded (1080p WEB-DL) ==> Archived (1080p WEB-DL)
ar_sa: على سبيل المثال: تحميل (1080 ف ويب دل) ==> المؤرشفة (1080 ف ويب دل)
cs_cz: Příklad: Stáhnout (1080p WEB-DL) ==> archivované (1080p WEB-DL)
da_dk: Eksempel: Downloadet (1080p WEB-DL) ==> arkiverede (1080p WEB-DL)
de_de: Beispiel: Heruntergeladen (1080p WEB-DL) ==> archivierte (1080p WEB-DL)
el_gr: Παράδειγμα: (WEB 1080p-DL) κατεβάσει ==> αρχείο (1080p WEB-DL)
es_es: Ejemplo: Descargar (1080p WEB-DL) ==> archivados (1080p WEB-DL)
fi_fi: Esimerkki: Ladata (1080p WEB-DL) ==> arkistoidut (1080p WEB-DL)
fr_fr: Exemple : Téléchargé (1080p WEB-DL) ==> archivés (1080p WEB-DL)
he_il: דוגמה: הורדת (p 1080 אינטרנט-DL) ==> בארכיון (p 1080 אינטרנט-DL)
no_no: Eksempel: Lastet ned (1080p WEB-DL) ==> arkiverte (1080p WEB-DL)
ro_ro: Exemplu: Descarcat (1080p WEB-DL) ==> arhivate (1080p WEB-DL)
ru_ru: Пример: Загрузить (1080p WEB-DL) ==> Архив (1080p WEB-DL)
uk_ua: Приклад: Скачали (1080 р веб DL) ==> архівні (1080 р веб DL)
vi_vn: Ví dụ: Tải về (1080p WEB-DL) ==> lưu trữ (1080p WEB-DL)

source: PIP executable path
ar_sa: المسار القابل للتنفيذ برنامج تطبيق السلام
cs_cz: Cesta ke spustitelnému souboru PIP
da_dk: PIP eksekverbar sti
de_de: PIP ausführbaren Pfad
el_gr: PIP εκτελέσιμη διαδρομή
es_es: Ruta de acceso ejecutable PIP
fi_fi: PIP suoritettavan tiedoston polku
fr_fr: Chemin exécutable PIP
he_il: נתיב של קובץ הפעלה פיפ
no_no: PIP kjørbar bane
ro_ro: Calea executabilă PIP
ru_ru: Путь к исполняемому файлу PIP
uk_ua: Піп шлях виконуваного файлу
vi_vn: Con đường thực thi PIP

source: ex: /path/to/pip
ar_sa: ت:/path/to/pip
he_il: לשעבר: /path/to/pip
vi_vn: Ví dụ: /path/to/pip

source: Git Settings
ar_sa: إعدادات بوابة
cs_cz: Nastavení Git
de_de: Git-Einstellungen
ru_ru: Настройка Git
vi_vn: Git cài đặt

source: Git Branches
ar_sa: فروع بوابة
cs_cz: Větve Git
da_dk: Git grene
de_de: Git-Filialen
el_gr: Git κλαδιά
es_es: Ramas de Git
fi_fi: Git oksat
fr_fr: Branches git
he_il: לגית סניפים
no_no: Git grener
ro_ro: Ramuri de git
ru_ru: Git филиалов
uk_ua: Git гілок
vi_vn: Chi nhánh git

source: Error: No branches found.
ar_sa: خطأ: لا يوجد فروع وجدت.
cs_cz: Chyba: Nalezeno žádné pobočky.
da_dk: Fejl: Ingen grene fundet.
de_de: Fehler: Keine Filialen gefunden.
el_gr: Σφάλμα: Δεν βρέθηκαν υποκαταστήματα.
es_es: Error: No hay sucursales encontradas.
fi_fi: Virhe: Oksat ei löytynyt.
fr_fr: Erreur : Aucun branches.
he_il: שגיאה: אין למצוא סניפים.
no_no: Feil: Ingen grener funnet.
ro_ro: Eroare: Nu ramuri găsite.
ru_ru: Ошибка: Ветви не найдено.
uk_ua: Помилка: Не було відділень знайшов.
vi_vn: Lỗi: Không có chi nhánh được tìm thấy.

source: select branch to use (restart required)
ar_sa: حدد فرع لاستخدام (يتطلب إعادة التشغيل)
cs_cz: Vyberte větev používat (vyžaduje restartování)
da_dk: Vælg filial bruge (Genstart kræves)
de_de: Wählen Sie Zweig zu verwenden (Neustart erforderlich)
el_gr: Επιλέξτε κατάστημα χρήσης (απαιτείται επανεκκίνηση)
es_es: Seleccione la sucursal a utilizar (reiniciar)
fi_fi: Valitse haara käynnistämällä (vaaditaan)
fr_fr: Sélectionnez la branche à utiliser (redémarrage requis)
he_il: בחר סניף לשימוש (שנדרשת הפעלה מחדש)
no_no: Velg gren bruke (omstart nødvendig)
ro_ro: Selectează filiala a utiliza (repornire necesară)
ru_ru: Выберите филиал для использования (требуется перезапуск)
uk_ua: Оберіть відділення за допомогою (необхідно перезапустити)
vi_vn: chọn chi nhánh để sử dụng (yêu cầu khởi động lại)

source: GIT executable path
ar_sa: بوابة المسار القابل للتنفيذ
cs_cz: Cesta ke spustitelnému souboru GIT
da_dk: GIT eksekverbar sti
de_de: GIT ausführbaren Pfad
el_gr: GIT εκτελέσιμη διαδρομή
es_es: Ruta de acceso ejecutable GIT
fi_fi: GIT suoritettavan tiedoston polku
fr_fr: Chemin exécutable GIT
he_il: נתיב של קובץ הפעלה אידיוט
no_no: GIT kjørbar bane
ro_ro: Calea executabilă GIT
ru_ru: Путь к исполняемому файлу GIT
uk_ua: GIT шлях виконуваного файлу
vi_vn: GIT thực thi đường

source: ex: /path/to/git
ar_sa: ت:/path/to/git
he_il: לשעבר: /path/to/git
vi_vn: Ví dụ: /path/to/git

source: Git reset
ar_sa: بوابة إعادة تعيين
el_gr: Επαναφορά ρυθμίσεων git
he_il: איפוס אידיוט
ro_ro: Git resetare
uk_ua: Скидання Git

source: removes untracked files and performs a hard reset on git branch automatically to help resolve update issues
ar_sa: يزيل إلغاء تعقب الملفات ويقوم بإعادة تعيين ثابت على فرع بوابة تلقائياً للمساعدة على حل قضايا التحديث
cs_cz: Nesledovaná soubory odstraní vinětování a provede hard reset na git branch automaticky, chcete-li pomoci vyřešit problémy aktualizace
da_dk: fjerner ikke-sporede filer og udfører en skrap reset på git gren automatisk til at løse problemer vedrørende
de_de: entfernt nicht aufgezeichnete Dateien und führt einen harten-Reset auf Git Branch automatisch, um Update-Probleme zu beheben
el_gr: καταργεί αρχεία untracked και εκτελεί ένα hard reset σε git υποκατάστημα αυτόματα για να σας βοηθήσουν να επιλύσετε ζητήματα ενημέρωσης
es_es: elimina archivos sin seguimiento y realiza un hard reset en la rama de git automáticamente para ayudar a resolver los problemas de actualización
fi_fi: poistaa ei-seurattu tiedostot ja suorittaa nollauksen git-haara automaattisesti auttaa ratkaisemaan update-ongelmien
fr_fr: supprime les fichiers untracked et effectue une réinitialisation matérielle sur git branch automatiquement pour aider à résoudre les problèmes de mise à jour
he_il: מסיר קבצים שלא נרשם ומבצע איפוס קשיח על ענף לגית באופן אוטומטי כדי לסייע בפתרון בעיות עדכון
no_no: fjerner usporede filer og utfører en hard tilbakestilling på git gren automatisk til å løse problemer med oppdateringen
ro_ro: elimină fişierele neurmărită şi efectuează o resetare hard pe git filiala automat pentru a ajuta la rezolvarea problemelor de actualizare
ru_ru: Удаляет Неотслеживаемые файлы и выполняет полный сброс на ветке git автоматически, чтобы помочь решить проблемы обновления
uk_ua: видалення скасовується файли та виконання Жорстке скидання git відділення автоматично, щоб допомогти вирішити проблеми оновлення
vi_vn: loại bỏ các tập tin lại và thực hiện một đặt lại khó khăn git chi nhánh tự động để giúp giải quyết vấn đề cập nhật

source: Git auto-issues submit
ar_sa: بوابة السيارات-قضايا الإرسال
cs_cz: Odeslat auto problémy Git
da_dk: Git auto-spørgsmål Send
de_de: Git Auto-Themen einreichen
el_gr: Git auto-θέματα υποβολής
es_es: Enviar auto-temas de Git
fi_fi: Git auto-kysymykset Lähetä
fr_fr: Envoi automatique-questions git
he_il: שליחה אוטומטית-בעיות אידיוט
no_no: Git auto-problemer Send
ro_ro: Remitere de auto-publicare git
ru_ru: Git автоматически вопросы отправить
uk_ua: Надіслати Git авто питань
vi_vn: Git auto-các vấn đề gửi

source: automatically submit bug/issue reports to our issue tracker when errors are logged
ar_sa: تقديم تقارير الأخطاء أو المسألة لتعقب المسألة لدينا تلقائياً عندما يتم تسجيل الأخطاء
cs_cz: automaticky odešlete zprávy Chyba/problém do naší issue tracker, když jsou zaznamenány chyby
da_dk: automatisk indsende bug/issue rapporter til vores problem tracker når fejl logføres
de_de: senden Sie automatisch Fehler/Problem Berichte zu unseren Bugtracker, wenn Fehler protokolliert werden
el_gr: αυτόματα υποβάλλουν εκθέσεις ζωύφιου/ΤΕΥΧΟΣ tracker το θέμα μας, όταν τα σφάλματα καταγράφονται
es_es: enviar automáticamente informes de error/problema a nuestro issue tracker de cuando los errores se registran
fi_fi: automaattisesti raportoi bugi/kysymys kysymys tracker virheitä kirjautuneena
fr_fr: soumettre automatiquement des rapports de bogue/question à notre gestionnaire d’incidents lorsque les erreurs sont enregistrées
he_il: באופן אוטומטי להגיש באג/הנפקת דוחות על המעקב שלנו בעיה כאשר שגיאות נרשמות
no_no: automatisk sende feilen/problemet rapporter til vår problemsøkerfunksjonen når feil logges
ro_ro: automat prezintă rapoarte bug/problema noastră problemă tracker atunci când erorile sunt înregistrate
ru_ru: автоматически отправлять отчеты ошибка/проблема для нашего приложения issue tracker когда ошибки регистрируются
uk_ua: автоматично подавати звіти bug/випуск нашого трекері коли помилками реєструються
vi_vn: tự động gửi báo cáo lỗi/vấn đề của chúng tôi theo dõi cố khi lỗi đăng nhập

source: SR Version:
ar_sa: ريال الإصدار:
cs_cz: Verze SR:
el_gr: Έκδοση SR:
es_es: Versión de SR:
fi_fi: SR-versio:
fr_fr: Version SR :
he_il: גירסת SR:
no_no: SR-versjonen:
ro_ro: Versiunea SR:
ru_ru: SR-версия:
uk_ua: SR версія:
vi_vn: Phiên bản SR:

source: SR Type:
ar_sa: نوع ريال:
cs_cz: Typ SR:
de_de: SR-Typ:
el_gr: Τύπος SR:
es_es: Tipo de SR:
fi_fi: SR tyyppi:
he_il: סוג SR:
ro_ro: SR tip:
ru_ru: Тип SR:
uk_ua: SR типу:
vi_vn: SR loại:

source: SR User:
ar_sa: ريال المستخدم:
cs_cz: Uživatel SR:
de_de: SR-Benutzer:
el_gr: Χρήστης SR:
es_es: SR usuario:
fi_fi: SR käyttäjä:
he_il: SR למשתמש:
no_no: SR bruker:
ro_ro: SR utilizator:
ru_ru: SR пользователя:
uk_ua: SR користувача:
vi_vn: SR người dùng:

source: SR Locale:
ar_sa: لغة ريال:
da_dk: SR landestandard:
de_de: SR-Länderinformationen:
el_gr: Γλώσσα SR:
es_es: Locale de SR:
he_il: אזור SR:
no_no: SR nasjonale innstillinger:
ro_ro: SR de localizare:
ru_ru: SR локали:
uk_ua: SR локаль:
vi_vn: SR miền địa phương:

source: SR Config:
ar_sa: التكوين SR:
es_es: Configuración de SR:
uk_ua: SR конфігурації:

source: SR Cache Dir:
ar_sa: دير ريال ذاكرة التخزين المؤقت:
cs_cz: SR Cache adresář:
de_de: SR-Cache R:
es_es: Dir SR caché:
fi_fi: SR välimuisti Dir:
he_il: מטמון SR Dir:
no_no: SR hurtigbufferkatalog:
ro_ro: Dir SR Cache:
ru_ru: SR кэш реж:
uk_ua: SR кеш рубриці:
vi_vn: Bộ nhớ Cache SR Dir:

source: SR Log Dir:
ar_sa: دير سجل ريال:
cs_cz: SR Log adresář:
de_de: SR-Protokoll R:
ru_ru: Dir SR журнала:

source: SR Arguments:
ar_sa: ريال الحجج:
cs_cz: SR argumenty:
da_dk: SR argumenter:
de_de: SR-Argumente:
el_gr: SR επιχειρήματα:
es_es: Argumentos de SR:
fi_fi: SR argumentit:
fr_fr: Arguments de SR :
he_il: SR ארגומנטים:
no_no: SR argumenter:
ro_ro: SR argumente:
ru_ru: SR аргументы:
uk_ua: SR аргументи:
vi_vn: SR lập luận:

source: SR Web Root:
ar_sa: جذر ويب ريال:
cs_cz: Kořenový SR Web:
da_dk: SR-webroden:
el_gr: SR Web ρίζας:
es_es: SR Web raíz:
fr_fr: SR Web racine :
he_il: שורש SR אינטרנט:
no_no: SR Web rot:
ro_ro: SR Web rădăcină:
uk_ua: SR веб-сервера:
vi_vn: SR Web gốc:

source: Tornado Version:
ar_sa: تورنادو الإصدار:
cs_cz: Tornádo verze:
el_gr: Ανεμοστρόβιλος έκδοση:
es_es: Versión de tornado:
fi_fi: Tornado versio:
fr_fr: Version de tornade :
he_il: גירסת טורנדו:
no_no: Tornado versjon:
ro_ro: Tornado versiune:
ru_ru: Торнадо-версия:
uk_ua: Торнадо версія:
vi_vn: Cơn lốc xoáy Phiên bản:

source: Python Version:
ar_sa: النسخة بيثون:
cs_cz: Python verze:
el_gr: Έκδοση της Python:
es_es: Versión de Python:
fi_fi: Python-versio:
fr_fr: Version de Python :
he_il: גירסת פייתון:
no_no: Python versjon:
ro_ro: Python versiunea:
ru_ru: Версия Python:
uk_ua: Python версій:
vi_vn: Python phiên bản:

source: Homepage
ar_sa: الصفحة الرئيسية
cs_cz: Domovská stránka
da_dk: Hjemmeside
el_gr: Αρχική σελίδα
es_es: Página de inicio
fi_fi: Kotisivu
fr_fr: Page d’accueil
he_il: דף הבית
no_no: Hjemmeside
ro_ro: Pagina de start
ru_ru: Главная страница
uk_ua: Домашня сторінка
vi_vn: Trang chủ

source: WiKi
ar_sa: ويكي
ru_ru: Вики
uk_ua: Вікі

source: Forums
ar_sa: منتديات
cs_cz: Fóra
da_dk: Fora
de_de: Foren
el_gr: Φόρουμ
es_es: Foros
fi_fi: Foorumit
he_il: פורומים
no_no: Forum
ro_ro: Forumuri
ru_ru: Форумы
uk_ua: Форуми
vi_vn: Diễn đàn

source: Source
ar_sa: المصدر
cs_cz: Zdroj
da_dk: Kilde
de_de: Quelle
el_gr: Πηγή
es_es: Fuente
fi_fi: Lähde
he_il: מקור
no_no: Kilde
ro_ro: Sursa
ru_ru: Источник
uk_ua: Джерело
vi_vn: Nguồn

source: IRChat
ar_sa: إيرتشات

source: on
ar_sa: على
cs_cz: na
da_dk: på
de_de: auf
el_gr: σχετικά με
es_es: en
fi_fi: jäsenen
fr_fr: sur
he_il: על
no_no: på
ro_ro: pe
ru_ru: на
uk_ua: на
vi_vn: Ngày

source: Home Theater
ar_sa: مسرح منزلي
cs_cz: Domácí kino
de_de: Heimkino
el_gr: Αρχική θεάτρου
es_es: Cine en casa
fi_fi: Kotiteatteri
fr_fr: Home-cinéma
he_il: קולנוע ביתי
no_no: Hjemmekino
ru_ru: Домашний кинотеатр
uk_ua: Домашнього кінотеатру

source: NAS
ar_sa: ناس

source: Devices
ar_sa: أجهزة
cs_cz: Zařízení
da_dk: Enheder
de_de: Geräte
el_gr: Συσκευές
es_es: Dispositivos
fi_fi: Laitteet
fr_fr: Dispositifs de
he_il: התקנים
no_no: Enheter
ro_ro: Dispozitive
ru_ru: Устройства
uk_ua: Пристрої
vi_vn: Thiết bị

source: Social
ar_sa: الاجتماعية
cs_cz: Sociální
da_dk: Sociale
de_de: Soziale
el_gr: Κοινωνική
fi_fi: Sosiaalisen
he_il: חברתי
no_no: Sosiale
ro_ro: Sociale
ru_ru: Социальные
uk_ua: Соціальної
vi_vn: Xã hội

source: A free and open source cross-platform media center and home entertainment system software with a 10-foot user interface designed for the living-room TV.
ar_sa: الحرة والمفتوحة مصدر وسائل الإعلام عبر منصة مركز ومنزل ترفيه نظام برمجيات مع واجهة مستخدم 10 أقدام مصممة للتلفزيون غرفة المعيشة.
cs_cz: Svobodný a open source platformy media center a domácí zábavní systém software s 10noha uživatelské rozhraní určené pro TV obývací pokoj.
da_dk: En gratis og open source cross-platform media center og home entertainment system-software med en 10-fods brugergrænseflade designet til stuen TV.
de_de: Eine freie und open Source plattformübergreifende Media Center und Home System Unterhaltungssoftware mit einer 10-Fuß-Benutzeroberfläche für den Wohnzimmer TV entwickelt.
el_gr: Μια ελεύθερη και ανοικτή πηγή πολυμέσων διαγώνιος-πλατφορμών κέντρο και σπίτι σύστημα λογισμικού ψυχαγωγίας με μια διεπαφή χρήστη 10-πόδι σχεδιάστηκε για την τηλεόραση του σαλονιού.
es_es: Una libre y de código abierto multiplataforma medios centro y hogar entretenimiento software del sistema con una interfaz de usuario de 10 pies diseñado para la TV del salón.
fi_fi: Vapaan ja avoimen lähdekoodin käyttöympäristöjen media center ja koti entertainment system ohjelma 10-jalka käyttöliittymä on suunniteltu olohuone TV.
fr_fr: Un gratuit et open source multi-plateforme Centre et accueil divertissement système multimédia avec une interface utilisateur de 10 pieds, conçu pour le salon TV.
he_il: חופשית וקוד מקור פתוח בפלטפורמות המדיה הבית ומרכז בידור מערכת תוכנה עם ממשק משתמש מטר המיועד עבור הטלויזיה בסלון.
no_no: En gratis og åpen kildekode plattformer media center og hjem underholdning systemprogramvare med 10-fots brukergrensesnitt laget for stue TV.
ro_ro: O sursă liberă şi deschisă traversare-platformă media center şi casa divertisment sistem software-ul cu un 10-picior user interface designed pentru TV camera de zi.
ru_ru: Свободным и открытым исходным кодом кросс платформенный мультимедийный центр и Главная Развлечения системы программное обеспечение с 10-фут пользователя интерфейс, разработанный для гостиной телевизор.
uk_ua: Є вільним і відкритим вихідним кодом крос платформенний медіа центр і будинок розваги системного програмного забезпечення з 10 футів користувальницький інтерфейс, призначений для вітальні телевізор.
vi_vn: Một miễn phí và mã nguồn mở phương tiện truyền thông cross-nền tảng trung tâm và là nơi vui chơi giải trí hệ thống phần mềm với một giao diện 10-foot được thiết kế cho phòng TV.

source: Enable
ar_sa: تمكين
cs_cz: Povolit
da_dk: Aktiverer
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Permiten
fi_fi: Ota käyttöön
he_il: לאפשר
no_no: Aktiverer
ro_ro: Permite
ru_ru: Включить
uk_ua: Увімкнути
vi_vn: Kích hoạt

source: send KODI commands?
ar_sa: إرسال أوامر كودي؟
cs_cz: odeslání příkazů KODI?
da_dk: Send KODI kommandoer?
de_de: senden KODI Befehle?
el_gr: αποστολή εντολών KODI;
es_es: ¿enviar comandos KODI?
fi_fi: lähettää KODI komentoja?
fr_fr: Envoyer des commandes KODI ?
he_il: לשלוח פקודות KODI?
no_no: sende KODI kommandoer?
ro_ro: Trimite comenzi zaharia?
ru_ru: Отправить Коди команды?
uk_ua: надсилання команд-KODI?
vi_vn: gửi KODI lệnh?

source: Always on
ar_sa: على الدوام
cs_cz: Vždy zapnuto
da_dk: Altid på
el_gr: Πάντα
es_es: Siempre en
fi_fi: Aina
fr_fr: Toujours sur
he_il: קבוע
no_no: Alltid på
ro_ro: Mereu pe
ru_ru: Всегда на
uk_ua: Завжди на
vi_vn: Luôn trên

source: log errors when unreachable?
ar_sa: تسجيل الأخطاء عندما يتعذر الوصول إليها؟
cs_cz: protokolovat chyby, když není dostupný?
da_dk: logge fejl når utilgængelig?
de_de: Protokollieren von Fehlern, wenn nicht erreichbar?
el_gr: συνδεθείτε σφάλματα όταν απρόσιτο;
es_es: ¿registro de errores cuando inalcanzable?
fi_fi: kirjaa virheet Kun saavuttamaton?
fr_fr: Journal des erreurs lorsque inaccessible ?
he_il: יומן שגיאות כאשר ניתן להשגה?
no_no: Logg feil når utilgjengelig?
ro_ro: Jurnalul de erori atunci când inaccesibil?
ru_ru: журнал ошибок, когда недоступен?
uk_ua: увійти помилки під час недоступний?
vi_vn: đăng nhập lỗi khi không thể kết nối?
