Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Please enter a valid auth token
ar_sa: الرجاء إدخال رمز مصادقة صالحة
cs_cz: Zadejte prosím platný autentizační token
da_dk: Angiv en gyldig auth token
de_de: Bitte geben Sie einen gültige Auth-token
el_gr: Παρακαλώ εισάγετε ένα έγκυρο ΑΠΘ διακριτικό
es_es: Introduce un token de autenticación válida
fi_fi: Kirjoita kelvollinen auth tunnus
fr_fr: Veuillez entrer un jeton d’authentification valide
he_il: הזינו בבקשה את אסימון אימות תקף
no_no: Angi et gyldig auth-token
ro_ro: Vă rugăm să introduceţi un token valid auth
ru_ru: Пожалуйста, введите действительный auth маркер
uk_ua: Будь ласка, Введіть припустимий auth маркер
vi_vn: Vui lòng nhập một mã thông báo hợp lệ auth

source: Please enter a valid phone sid
ar_sa: الرجاء إدخال صالحة الهاتف sid
cs_cz: Zadejte prosím platný telefon sid
da_dk: Angiv en gyldig telefon sid
de_de: Bitte geben Sie eine gültige Telefonnummer Sid
el_gr: Παρακαλώ εισάγετε ένα έγκυρο τηλέφωνο sid
es_es: Por favor ingrese un teléfono sid
fi_fi: Kirjoita kelvollinen puhelinnumero sid
fr_fr: Veuillez entrer un valide téléphone sid
he_il: הזינו בבקשה את חוקי טלפון סיד
no_no: Angi et gyldig telefonnummer sid
ro_ro: Vă rugăm să introduceţi un valabil telefon sid
ru_ru: Пожалуйста, введите действительный телефон sid
uk_ua: Будь ласка, введіть припустиме телефон sid
vi_vn: Vui lòng nhập một giá trị điện thoại sid

source: Please format the phone number as "+1-###-###-####"
ar_sa: الرجاء تنسيق رقم الهاتف ك "+ 1--# # #-# # #-# # #"
cs_cz: Prosím formátovat telefonní číslo jako "+ 1-###-###-###"
da_dk: Venligst format telefonnummer som "+ 1-###-###-###"
de_de: Bitte formatieren Sie die Telefonnummer als "+ 1-###-###-###"
el_gr: Παρακαλούμε να μορφοποιήσετε τον αριθμό τηλεφώνου και «+ 1-###-###-###»
es_es: Por favor, formato del número de teléfono como "+ 1-###-###-###"
fi_fi: Ota muotoilla puhelinnumero kuin ”+ 1-###-###-###”
fr_fr: S’il vous plaît mettre le numéro de téléphone comme « + 1-###-###-### »
he_il: בבקשה לעצב את מספר הטלפון כמו "+1-# # #-# # #-# # #"
no_no: Vennligst formatere telefonnummeret som "1-###-###-###"
ro_ro: Vă rugăm să formatați numărul de telefon ca "+ 1-###-###-###"
ru_ru: Отформатируйте номер телефона как «+ 1-###-###-###»
uk_ua: Будь ласка, форматувати номер телефону як "+ 1-# # #-# # #-# # #"
vi_vn: Hãy định dạng số điện thoại như "+ 1-###-###-###"

source: Authorization successful and number ownership verified
ar_sa: إذن ملكية ناجحة ورقم التحقق
cs_cz: Ověření úspěšné a číslo vlastnictví ověřena
da_dk: Tilladelsen vellykket og antal ejerskab verificeret
de_de: Autorisierung erfolgreich und Nummer Eigentum überprüft
el_gr: Άδεια επιτυχημένη και αριθμός ιδιοκτησίας επαληθευμένα
es_es: Propiedad de éxito y número de autorización verificada
fi_fi: Luvan onnistunut ja numero omistus tarkistaa
fr_fr: Autorisation réussie et numéro propriété vérifiée
he_il: אישור בעלות מספר ומצליח לאמת
no_no: Autorisasjon vellykket og antall eierskap bekreftet
ro_ro: Autorizaţia de succes şi numărul proprietate verificate
ru_ru: Авторизации успешных и номер собственности проверены
uk_ua: Авторизація успішного та № права власності перевірено
vi_vn: Ủy quyền thành công và số quyền sở hữu kiểm chứng

source: Error sending sms
ar_sa: خطأ في إرسال الرسائل القصيرة
cs_cz: Chyba při odesílání sms
da_dk: Fejl ved afsendelse af sms
de_de: Fehler beim Senden von sms
el_gr: Σφάλμα κατά την αποστολή sms
es_es: Error al enviar sms
fi_fi: Virhe lähetettäessä tekstiviesti
fr_fr: Erreur d’envoi de sms
he_il: שגיאה בשליחת sms
no_no: Feil ved å sende sms
ro_ro: Eroare trimitere sms
ru_ru: Ошибка при отправке sms
uk_ua: Помилка під час надсилання sms
vi_vn: Lỗi gửi tin nhắn sms

source: Slack message successful
ar_sa: رسالة سماح ناجح
cs_cz: Brzdové zpráva úspěšné
da_dk: Slack besked vellykket
de_de: Schlaff Nachricht erfolgreich
el_gr: Νωθρό το μήνυμα επιτυχής
es_es: Holgura mensaje de éxito
fi_fi: Löysä viesti onnistunut
fr_fr: Mou message réussie
he_il: ההודעה מרווח מוצלח
no_no: Slakk meldingen vellykket
ro_ro: Moale mesajul de succes
ru_ru: Вялый сообщение успешно
uk_ua: Сирий повідомлення успішної
vi_vn: Slack thông báo thành công

source: Slack message failed
ar_sa: سماح رسالة فشل
cs_cz: Brzdové zprávy se nezdařilo
da_dk: Slack besked mislykkedes
de_de: Schlaff Meldung fehlgeschlagen
el_gr: Νωθρό μηνύματος απέτυχε
es_es: Mensaje flojo fracasado
fi_fi: Löysä asia epäonnistua
fr_fr: Message de mou a échoué
he_il: מרווח ההודעה נכשלה
no_no: Slakk melding mislyktes
ro_ro: Mesaj moale nu a reușit
ru_ru: Вялый сообщение Ошибка
uk_ua: Не вдалося завантажити млявий повідомлення
vi_vn: Slack thư đã thất bại

source: Discord message successful
ar_sa: رسالة الشقاق الناجحة
cs_cz: Svár zpráva úspěšné
da_dk: Uenighed besked vellykket
de_de: Zwietracht Nachricht erfolgreich
el_gr: Διχόνοια μήνυμα επιτυχής
es_es: Mensaje de la discordia exitosa
fi_fi: Epäsopua viesti onnistunut
fr_fr: Message de discorde réussie
he_il: ההודעה המדון מוצלח
no_no: Splid meldingen vellykket
ro_ro: Mesaj de discordie succes
ru_ru: Раздор сообщение успешно
uk_ua: Розбрату повідомлення успішної
vi_vn: Bất hòa thư thành công

source: Discord message failed
ar_sa: الخلاف رسالة فشل
cs_cz: Svár zprávy se nezdařilo
da_dk: Uenighed besked mislykkedes
de_de: Zwietracht Meldung fehlgeschlagen
el_gr: Διχόνοια μηνύματος απέτυχε
es_es: Mensaje de la discordia no se pudo
fi_fi: Epäsopua asia epäonnistua
fr_fr: Message de discorde a échoué
he_il: הרמוניה ההודעה נכשלה
no_no: Splid melding mislyktes
ro_ro: Mesaj discordiei nu a reușit
ru_ru: Раздор сообщение Ошибка
uk_ua: Не вдалося завантажити повідомлення розбрату
vi_vn: Thông báo bất hòa không thể

source: Test KODI notice sent successfully to
ar_sa: إرسال الإشعار كودي اختبار بنجاح إلى
cs_cz: Testovací KODI oznámení odesláno úspěšně
da_dk: Test KODI meddelelse sendt til
de_de: Test Bekanntmachung KODI erfolgreich zu
el_gr: Δοκιμή ειδοποίησης KODI αποστέλλονται με επιτυχία σε
es_es: Prueba KODI aviso enviado a
fi_fi: Testi KODI ilmoitus lähetetään onnistuneesti
fr_fr: Avis KODI test envoyé avec succès
he_il: מבחן KODI הודעה נשלח בהצלחה
no_no: Test KODI melding sendt til
ro_ro: Test Mia Ciordas notificare trimisă cu succes
ru_ru: Теста Коди уведомление отправлено успешно
uk_ua: Тест-KODI повідомлення успішно відправлено до
vi_vn: Thử nghiệm KODI thông báo gửi thành công đến

source: Test KODI notice failed to
ar_sa: فشل في اختبار كودي إشعار
cs_cz: Testovací KODI oznámení se nezdařilo.
da_dk: Test KODI meddelelse kunne ikke
de_de: Test KODI Mitteilung versäumt
el_gr: Δοκιμή ειδοποίησης KODI απέτυχε να
es_es: Prueba KODI aviso no
fi_fi: Testi KODI ilmoitus epäonnistui
fr_fr: Avis KODI test n’a pas
he_il: מבחן KODI הודעה נכשלה
no_no: Test KODI varsel kunne
ro_ro: Test Mia Ciordas notificare nu a reuşit să
ru_ru: Не тест Коди уведомления
uk_ua: Тест-KODI повідомлення не вдалося
vi_vn: Thử nghiệm KODI thông báo đã thất bại

source: Successful test notice sent to Plex client ...
ar_sa: تجربة ناجحة إشعار يتم إرساله إلى العميل من نوع Plex...
cs_cz: Úspěšný test oznámení odeslaných klientovi Plex...
da_dk: Vellykket test meddelelse sendt til Plex klient...
de_de: Erfolgreicher Test Mitteilung an Plex Client gesendet...
el_gr: Επιτυχημένη δοκιμή ειδοποίηση που αποστέλλεται στον υπολογιστή-πελάτη Plex...
es_es: Prueba exitosa de aviso enviado al cliente de Plex...
fi_fi: Onnistuneen testin ilmoitus lähetetään Plex asiakas...
fr_fr: Test réussi notification envoyée à Plex client...
he_il: הבדיקה המוצלחת הודעה שנשלח ללקוח Plex...
no_no: Vellykket test melding sendt til pleksisettet klient...
ro_ro: Test de succes notificare trimis Plex client...
ru_ru: Успешные испытания уведомление, отправленное клиенту Plex...
uk_ua: Успішних випробувань повідомлення надсилається Plex клієнта...
vi_vn: Thành công thử nghiệm thông báo gửi đến khách hàng Plex...

source: Test failed for Plex client ...
ar_sa: فشل اختبار للعميل من نوع Plex...
cs_cz: Test se nezdařil pro klienta objektu Plex...
da_dk: Test mislykkedes for Plex klient...
de_de: Test fehlgeschlagen für Plex Client...
el_gr: Απέτυχε ο έλεγχος για υπολογιστή-πελάτη Plex...
es_es: Ha fallado el test para el cliente Plex...
fi_fi: Testi epäonnistui Plex asiakkaan...
fr_fr: Test a échoué pour Plex client...
he_il: הבדיקה נכשלה עבור ה-Plex הלקוח...
no_no: Testen mislyktes for pleksisettet klienten...
ro_ro: Test nereușit pentru Plex client...
ru_ru: Тест не пройден для Plex клиента...
uk_ua: Не вдалося виконати тест для Plex клієнта...
vi_vn: Kiểm tra thất bại cho Plex khách hàng...

source: Tested Plex client(s):
ar_sa: اختبار من نوع Plex تنفذ:
cs_cz: Testované Plex stavebník:
da_dk: Testede Plex bygherre(r):
de_de: Getestete Plex Client (s):
el_gr: Δοκιμασμένο Plex κάθε πελάτη:
es_es: Probado el cliente Plex:
fi_fi: Testattu Plex client(s):
fr_fr: Testé Plex client (s) :
he_il: בדקה ה-Plex לקוח (עם):
no_no: Testet Plex postprogrammene dine:
ro_ro: Clienti(cu) Plex testate:
ru_ru: Протестированных Plex клиент (ы):
uk_ua: Протестовані клієнтами Plex:
vi_vn: Thử nghiệm Plex client(s):

source: Successful test of Plex server(s) ...
ar_sa: نجاح اختبار من نوع Plex الملقم (الملقمات)...
cs_cz: Úspěšný test servery Plex...
da_dk: Succesfuld test af Plex serverne...
de_de: Erfolgreicher Test des Plex Server...
el_gr: Επιτυχημένη δοκιμή διακομιστές Plex...
es_es: Exitosa prueba de servidor Plex...
fi_fi: Onnistuneen testin Plex palvelimet...
fr_fr: Essai réussi de Plex ou vos serveurs...
he_il: הבדיקה המוצלחת של שרתי ה-Plex...
no_no: Vellykket test av Plex servere...
ro_ro: Încercare de succes de Plex serverele...
ru_ru: Успешное испытание Plex серверов...
uk_ua: Успішних випробувань Plex сервери...
vi_vn: Thử nghiệm thành công của Plex server(s)...

source: Test failed, No Plex Media Server host specified
ar_sa: فشل الاختبار، تحديد مضيف "ملقم وسائط من نوع Plex لا"
cs_cz: Test se nezdařil, ne Plex Media Server Hostitel zadán
da_dk: Test mislykkedes, ingen Plex Media Server vært angivet
de_de: Test fehlgeschlagen ist, keine Plex Media Server Host angegeben
el_gr: Δοκιμή απέτυχε, όχι Plex Media Server κεντρικού υπολογιστή που καθορίζεται
es_es: Ha fallado el test, No Plex Media Server host especificado
fi_fi: Testi epäonnistui: N Plex Media-palvelimen määritetty
fr_fr: Test a échoué, aucun Plex Media serveur hôte spécifié
he_il: הבדיקה נכשלה, מארח שרת המדיה של ה-Plex לא צוין
no_no: Testen mislyktes, ingen Plex Media Server vert angitt
ro_ro: Test nereușit, No Plex Media Server gazdă specificat
ru_ru: Тест не был пройден, указаны No Plex Media Server хост
uk_ua: Тест не вдалося ні Plex медіасервера хост вказаний
vi_vn: Kiểm thử thất bại, No Plex Media Server máy chủ được chỉ định

source: Test failed for Plex server(s) ...
ar_sa: فشل اختبار لنوع Plex الملقم (الملقمات)...
cs_cz: Test se nezdařil pro objekt Plex servery...
da_dk: Test mislykkedes for Plex serverne...
de_de: Test fehlgeschlagen für Plex Server...
el_gr: Δοκιμή απέτυχε για διακομιστές Plex...
es_es: Ha fallado el test para servidor Plex...
fi_fi: Testi epäonnistui Plex palvelimet...
fr_fr: Test a échoué pour Plex ou les serveurs...
he_il: הבדיקה נכשלה עבור שרתי ה-Plex...
no_no: Testen mislyktes for pleksisettet servere...
ro_ro: Test nereușit pentru Plex serverele...
ru_ru: Тест не пройден Plex серверов...
uk_ua: Не вдалося виконати тест для Plex сервери...
vi_vn: Kiểm tra thất bại cho Plex server(s)...

source: Tested Plex Media Server host(s):
ar_sa: اختبار ملقم وسائط من نوع Plex مضيف/مضيفين منطقيين:
cs_cz: Testované hostiteli serveru Plex Media Server:
da_dk: Testede Plex medieserver værter:
de_de: Getestete Plex Media Server-Hosts:
el_gr: Δοκιμασμένο Plex Media Server Host (s):
es_es: Prueba de Plex Media Server hosts:
fi_fi: Testattu Plex mediapalvelin isäntien:
fr_fr: Testé plusieurs hôtes Plex Media Server :
he_il: בדקה ה-Plex Media Server host(s):
no_no: Testet Plex Media Server verten (e):
ro_ro: Testat Plex Media Server Host(uri):
ru_ru: Протестированных Plex Media Server компьютере(ах) размещения:
uk_ua: Протестовані Plex медіасервера вузлів:
vi_vn: Thử nghiệm Plex Media Server host(s):

source: Tried sending desktop notification via libnotify
ar_sa: حاول إرسال إعلام سطح المكتب عن طريق ليبنوتيفي
cs_cz: Snažil se zaslání upozornění na ploše přes libnotify
da_dk: Prøvede at sende desktop anmeldelse via libnotify
de_de: Versuchte, Desktop-Benachrichtigung via Libnotify zu senden
el_gr: Προσπάθησα στέλνοντας ειδοποίηση επιφάνειας εργασίας μέσω του libnotify
es_es: Trató de enviar notificación de escritorio via libnotify
fi_fi: Tried lennättää kassa ilmoitus kautta libnotify
fr_fr: Essayé d’envoyer de notification du bureau via libnotify
he_il: ניסיתי לשלוח הודעה בשולחן העבודה באמצעות libnotify
no_no: Forsøkt sender desktop anmeldelse via libnotify
ro_ro: Încercat trimiterea de notificări desktop prin intermediul libnotify
ru_ru: Попробовал, отправка уведомлений рабочего стола через libnotify
uk_ua: Спробував відправлення робочого стола сповіщення через libnotify
vi_vn: Đã cố gắng gửi các thông báo máy tính để bàn qua libnotify

source: Test notice sent successfully to
ar_sa: إرسال إشعار الاختبار بنجاح
cs_cz: Testovat oznámení úspěšně odeslána do
da_dk: Test meddelelse sendt til
de_de: Test-Nachricht erfolgreich gesendet
el_gr: Δοκιμή ειδοποίησης που αποστέλλονται με επιτυχία σε
es_es: Aviso de prueba enviado con éxito a
fi_fi: Testi ilmoitus lähetettiin onnistuneesti
fr_fr: Test avis envoyé avec succès
he_il: שים לב הבדיקה נשלח בהצלחה
no_no: Test melding sendt til
ro_ro: Test de notificare trimisă cu succes
ru_ru: Успешно отправлено уведомление тест
uk_ua: Тест повідомлення успішно відправлено до
vi_vn: Kiểm tra thông báo gửi thành công đến

source: Test notice failed to
ar_sa: فشل في اختبار إشعار
cs_cz: Testovat oznámení se nezdařilo.
da_dk: Test varsel undladt at
de_de: Test-Nachricht konnte nicht
el_gr: Δοκιμή ειδοποίησης απέτυχε να
es_es: Aviso de prueba no
fi_fi: Testi ilmoitus epäonnistui
fr_fr: Avis de test n’a pas
he_il: שים לב הבדיקה נכשלה
no_no: Teste varsel kunne
ro_ro: Test de notificare nu a reuşit să
ru_ru: Тестировать уведомления, не
uk_ua: Тест повідомлення не вдалося
vi_vn: Thông báo kiểm tra thất bại

source: Successfully started the scan update
ar_sa: بدء تشغيل بنجاح تحديث المسح الضوئي
cs_cz: Aktualizace kontroly byl úspěšně spuštěn
da_dk: Startet scan opdatering
de_de: Das Scan-Update erfolgreich gestartet
el_gr: Με επιτυχία ξεκίνησε η σάρωση ενημερωμένης έκδοσης
es_es: Comenzó con éxito la actualización de exploración
fi_fi: Käynnistetty scan-päivitys
fr_fr: A démarré avec succès la mise à jour de scan
he_il: בהצלחה התחיל העדכון סריקה
no_no: Startet skanning oppdateringen
ro_ro: Cu succes a inceput update a scanda
ru_ru: Успешно начали проверки обновления
uk_ua: Вдало стартувала сканування оновлення
vi_vn: Thành công bắt đầu Cập Nhật quét

source: Test failed to start the scan update
ar_sa: فشل اختبار لبدء تحديث المسح الضوئي
cs_cz: Test se nepodařilo spustit aktualizaci skenování
da_dk: Test mislykkedes at starte scanningen opdatering
de_de: Test fehlgeschlagen ist, starten Sie das Scan-update
el_gr: Δοκιμή απέτυχε να ξεκινήσει η σάρωση ενημερωμένης έκδοσης
es_es: Prueba no se pudo iniciar la actualización de exploración
fi_fi: Aloita skannaus päivitys epäonnistui
fr_fr: Test a échoué démarrer la mise à jour de scan
he_il: הבדיקה נכשלה הפעלת העדכון סריקה
no_no: Testen mislyktes å starte skanning oppdateringen
ro_ro: Testul nu a pornit, actualizare de scanare
ru_ru: Тест не удается запустить обновление сканирования
uk_ua: Тест не вдалося запустити сканування оновлення
vi_vn: Kiểm tra thất bại để bắt đầu quét update

source: Got settings from
ar_sa: حصلت على الإعدادات من
cs_cz: Mám nastavení z
da_dk: Fik indstillinger fra
de_de: Habe die Einstellungen von
el_gr: Πήρα τις ρυθμίσεις από το
es_es: Tiene ajustes de
fi_fi: Sai asetukset
fr_fr: A obtenu les paramètres de
he_il: יש הגדרות
no_no: Fikk innstillingene fra
ro_ro: Ai setări de
ru_ru: Есть параметры
uk_ua: Отримав настройки від
vi_vn: Đã cài đặt từ

source: Failed! Make sure your Popcorn is on and NMJ is running. (see Log & Errors -> Debug for detailed info)
ar_sa: فشل! تأكد من الذرة الصفراء الخاصة بك وتشغيل NMJ. (راجع سجل الأخطاء آند-> Debug معلومات مفصلة)
cs_cz: Selhala! Přesvědčte se, zda váš Popcorn je na a NMJ běží. (viz chyby protokolu &-> ladění pro podrobnější informace)
da_dk: Mislykkedes! Sørg for at din Popcorn er på og NMJ kører. (Se Log & fejl-> Debug for nærmere info)
de_de: Ist fehlgeschlagen! Stellen Sie sicher Ihr Popcorn auf und NMJ ausgeführt wird. (detaillierte Informationen finden Sie unter Protokollfehler &-> Debug)
el_gr: Απέτυχε! Ποπ κορν σας βεβαιωθείτε ότι είναι ενεργοποιημένη και εκτελείται NMJ. (βλέπε & σφάλματα στο αρχείο καταγραφής-> εντοπισμού σφαλμάτων για λεπτομερείς πληροφορίες)
es_es: ¡No se pudo! Asegúrese de que sus palomitas y el NMJ es arranca. (Ver registro de errores y-> depuración para obtener información detallada)
fi_fi: Epäonnistui! Varmista, että Popcorn NMJ on palvelimessa ja. (ks. yksityiskohtaiset tiedot kirjaa & virheet-> Debug)
fr_fr: A échoué ! Assurez-vous que votre pop-corn est activé et NMJ est en cours d’exécution. (voir le journal des erreurs &-> Debug pour les informations détaillées)
he_il: נכשלה! ודא הפופקורן שלך היא ב- NMJ פועל. (לקבלת מידע מפורט, ראה יומן שגיאות &-> באגים)
no_no: Mislyktes! Kontroller at Popcorn er på og NMJ kjører. (se Logg & feil-> Debug for detaljert info)
ro_ro: Nu a reuşit! Asiguraţi-vă că dumneavoastră Popcorn este şi NMJ se execută. (a se vedea Jurnalul de erori &-> depanare pentru informatii detaliate)
ru_ru: Ошибка! Убедитесь, что ваш попкорн на и запуска NMJ. (см. журнал & ошибки-> отладки для более подробной информации)
uk_ua: Не вдалося! Переконайтеся, що ваш Popcorn увімкнено, NMJ працює. (див. журнал & помилки-> налагодження для докладна інформація)
vi_vn: Thất bại! Đảm bảo chỗ bỏng ngô của bạn và NMJ đang chạy. (xem Nhật ký lỗi &-> gỡ lỗi cho thông tin chi tiết)

source: Trakt Authorized
ar_sa: Trakt إذن
cs_cz: Trakt autorizovaného
da_dk: Trakt tilladelse
de_de: Trakt autorisiert
el_gr: Trakt εξουσιοδοτημένο
es_es: Trakt autorizado
fi_fi: Trakt lupa
fr_fr: Trakt autorisée
he_il: Trakt מוסמך
no_no: Trakt autorisert
ro_ro: TRakt autorizate
ru_ru: Тракт уполномоченного
uk_ua: Авторизовані Trakt
vi_vn: Trakt ủy quyền

source: Trakt Not Authorized!
ar_sa: Trakt غير معتمدة!
cs_cz: Trakt není povoleno!
da_dk: Trakt ikke tilladt!
de_de: Trakt nicht autorisiert!
el_gr: Trakt δεν επιτρέπεται!
es_es: ¡Trakt no autorizado!
fi_fi: Trakt saa!
fr_fr: Trakt non autorisé !
he_il: Trakt לא מורשה!
no_no: Trakt ikke godkjent!
ro_ro: TRakt neautorizate!
ru_ru: Тракт не авторизован!
uk_ua: Trakt не затверджені!
vi_vn: Trakt không có quyền!

source: Test email sent successfully! Check inbox.
ar_sa: اختبار البريد الإلكتروني المرسلة بنجاح! تحقق من علبة الوارد.
cs_cz: Zkušební e-mail byl úspěšně odeslán! Kontrola složky Doručená pošta.
da_dk: Test e-mail sendt med succes! Tjek indbakke.
de_de: Testen Sie e-Mail erfolgreich gesendet! Posteingang zu überprüfen.
el_gr: Δοκιμή ηλεκτρονικού ταχυδρομείου που έχουν αποσταλεί με επιτυχία! Έλεγχος εισερχομένων.
es_es: ¡Prueba de correo electrónico enviado con éxito! Compruebe la bandeja de entrada.
fi_fi: Testaa sähköpostiviesti lähetettiin onnistuneesti! Ruudullinen luontainen.
fr_fr: Testez le mail envoyé avec succès ! Vérifier la boîte de réception.
he_il: מבחן אימייל נשלחה בהצלחה! בדוק בתיבת הדואר הנכנס.
no_no: Teste e-post sendt! Sjekk innboksen.
ro_ro: Test e-mail trimis cu succes! Verificaţi mesajele primite.
ru_ru: Проверить сообщение отправлено успешно! Проверьте почтовый ящик.
uk_ua: Перевірте повідомлення електронної пошти надіслано успішно! Перевірте папки "Вхідні".
vi_vn: Kiểm tra email được gửi thành công! Kiểm tra hộp thư đến.

source: ERROR: %s
ar_sa: خطأ: %s
cs_cz: CHYBA: %s
da_dk: FEJL: %s
de_de: FEHLER: %s
el_gr: ΣΦΆΛΜΑ: %s
fi_fi: VIRHE: %s
fr_fr: ERREUR : %s
he_il: שגיאה: %s
no_no: FEIL: %s
ro_ro: EROARE: %s
ru_ru: ОШИБКА: %s
uk_ua: ПОМИЛКА: %s
vi_vn: LỖI: %s

source: Test NMA notice sent successfully
ar_sa: اختبار دكتور إشعار أرسل بنجاح
cs_cz: Testovací NMA Upozornění úspěšně odeslán
da_dk: Test NMA meddelelse sendt
de_de: Test-NMA-Mitteilung wurde erfolgreich gesendet
el_gr: Δοκιμή NMA ειδοποίηση που αποστέλλεται με επιτυχία
es_es: Aviso NMA de prueba enviado con éxito
fi_fi: Testi NMA ilmoitus lähetetty onnistuneesti
fr_fr: Avis NMA test envoyé avec succès
he_il: מבחן NMA הודעה נשלחה בהצלחה
no_no: Test NMA varsel sendt
ro_ro: Test ANM notificare trimis cu succes
ru_ru: Теста NMA уведомление отправлено успешно
uk_ua: Тест NMA повідомлення успішно відправлено
vi_vn: Thử nghiệm NMA thông báo gửi thành công

source: Test NMA notice failed
ar_sa: إشعار دكتور اختبار فشل
cs_cz: NMA Upozornění testu selhal
da_dk: Test NMA meddelelse mislykkedes
de_de: Test NMA Benachrichtigung fehlgeschlagen
el_gr: Δοκιμή ειδοποίησης NMA απέτυχε
es_es: Aviso NMA prueba fallada
fi_fi: Testi NMA ilmoitus epäonnistui
fr_fr: Avis NMA test a échoué
he_il: מבחן NMA הודעה נכשלה
no_no: Test NMA varsel mislyktes
ro_ro: Test ANM notificare nu a reușit
ru_ru: Теста NMA уведомление не удалось
uk_ua: Тест NMA повідомлення не вдалося
vi_vn: Thử nghiệm NMA báo thất bại

source: Pushalot notification succeeded. Check your Pushalot clients to make sure it worked
ar_sa: ونجح الإعلام بوشالوت. التحقق من العملاء بوشالوت الخاص بك للتأكد من أنه يعمل
cs_cz: Pushalot oznámení bylo úspěšně dokončeno. Zkontrolujte své klienty Pushalot Ujistěte se, že to fungovalo
da_dk: Pushalot anmeldelse lykkedes. Kontrollere din Pushalot klienter for at sikre sig arbejdede
de_de: Pushalot Benachrichtigung gelungen. Überprüfen Sie Ihre Pushalot Kunden, um sicherzustellen, dass es funktioniert
el_gr: Pushalot κοινοποίηση πέτυχε. Ελέγξτε τους πελάτες σας Pushalot για να βεβαιωθείτε ότι εργάστηκαν
es_es: Notificación de Pushalot tuvo éxito. Compruebe sus Pushalot clientes para asegurarse de que trabajó
fi_fi: Pushalot ilmoitus onnistui. Tarkista Pushalot asiakkaasi varmistaa se toimi
fr_fr: Notification de Pushalot a réussi. Vérifiez vos clients Pushalot pour s’assurer que cela a fonctionné
he_il: הודעה Pushalot הצליח. בדוק את הלקוחות Pushalot שלך כדי לוודא שזה עבד
no_no: Pushalot varsel lyktes. Sjekk Pushalot klientene skal sørge for at det fungerte
ro_ro: Notificare de Pushalot a reuşit. Verifica clientii dumneavoastra Pushalot să vă asiguraţi că acesta a lucrat
ru_ru: Pushalot уведомление успешно. Проверьте ваш Pushalot клиентов, чтобы убедиться, что он работал
uk_ua: Pushalot повідомлення успішно. Перевірити Pushalot клієнтів, щоб переконатися, що вона працювала
vi_vn: Pushalot thông báo đã thành công. Kiểm tra khách hàng Pushalot của bạn để đảm bảo rằng nó đã làm việc

source: Error sending Pushalot notification
ar_sa: خطأ في إرسال الإشعار بوشالوت
cs_cz: Chyba při odesílání oznámení Pushalot
da_dk: Fejl ved afsendelse af Pushalot anmeldelse
de_de: Fehler beim Senden der Benachrichtigung der Pushalot
el_gr: Σφάλμα κατά την αποστολή ειδοποιήσεων Pushalot
es_es: Error al enviar notificación de Pushalot
fi_fi: Virhe lähetettäessä Pushalot ilmoitus
fr_fr: Erreur en envoyant l’avis de Pushalot
he_il: שגיאה בשליחת הודעה Pushalot
no_no: Feil under sending av en Pushalot melding
ro_ro: Eroare trimitere Pushalot notificare
ru_ru: Ошибка при отправке уведомления Pushalot
uk_ua: Помилка під час надсилання повідомлення Pushalot
vi_vn: Lỗi gửi thông báo Pushalot
