Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Mass Update
ar_sa: التحديث الشامل
cs_cz: Hromadná aktualizace
da_dk: Masseopdatering af
de_de: Massen-Update
el_gr: Μαζικής ενημέρωσης
es_es: Actualización masiva
fi_fi: Laajamittainen päivitys
fr_fr: Mise à jour massive
he_il: עדכון המונית
no_no: Masseoppdatering
ro_ro: Masă Update
ru_ru: Массовое обновление
uk_ua: Масове оновлення
vi_vn: Khối lượng Cập Nhật

source: Backlog Overview
ar_sa: نظرة عامة على الأعمال المتراكمة
cs_cz: Přehled nevyřízených položek
da_dk: Puklen oversigt
de_de: Backlog-Übersicht
el_gr: Επισκόπηση της λίστας εκκρεμοτήτων
es_es: Resumen de cartera
fi_fi: Ruuhkan yleiskatsaus
fr_fr: Vue d’ensemble de l’arriéré
he_il: סקירה על מצבור
no_no: Etterslep oversikt
ro_ro: Privire de ansamblu restante
ru_ru: Невыполненная работа обзор
uk_ua: Відставання огляд
vi_vn: Tổng quan về việc tồn đọng

source: Manage Queues
ar_sa: إدارة قوائم الانتظار
cs_cz: Správa front
da_dk: Administrere køer
de_de: Verwalten von Warteschlangen
el_gr: Διαχείριση ουρών
es_es: Administrar colas
fi_fi: Jonojen hallinta
fr_fr: Gérer les files d’attente
he_il: ניהול תורים
no_no: Administrere køer
ro_ro: Gestiona cozi
ru_ru: Управление очередями
uk_ua: Керувати черг
vi_vn: Quản lý hàng đợi

source: Episode Status Management
ar_sa: إدارة مركز الحلقة
cs_cz: Epizoda Status Management
de_de: Folge die Statusverwaltung
el_gr: Διαχείριση κατάστασης επεισόδιο
es_es: Administración de estado del episodio
fi_fi: Episodi tilan hallintaa
fr_fr: Gestion de l’État épisode
he_il: ניהול מצב פרק
no_no: Episode statusstyring
ro_ro: Management de statutul episod
ru_ru: Управление статусом эпизод
uk_ua: Управління статусом епізод
vi_vn: Episode tình trạng quản lý

source: Sync Trakt
ar_sa: Trakt المزامنة
cs_cz: Synchronizace Trakt
el_gr: Trakt συγχρονισμού
fr_fr: Trakt Sync
he_il: סינכרון Trakt
ro_ro: Sincronizare Trakt
ru_ru: Тракт синхронизации
uk_ua: Синхронізація Trakt
vi_vn: Đồng bộ Trakt

source: Update PLEX
ar_sa: تحديث من نوع PLEX
cs_cz: Aktualizovat objekt PLEX
da_dk: Opdatere PLEX
de_de: PLEX zu aktualisieren
el_gr: Ενημερωμένη έκδοση PLEX
es_es: Actualizar PLEX
fi_fi: Päivitä PLEX
fr_fr: Mise à jour PLEX
he_il: עדכון ה-PLEX
no_no: Oppdatere Pleksisett
ro_ro: Actualizare PLEX
ru_ru: Обновление PLEX
uk_ua: Оновлення PLEX
vi_vn: Cập Nhật PLEX

source: Update KODI
ar_sa: تحديث كودي
cs_cz: Aktualizace KODI
da_dk: Opdatere KODI
el_gr: Ενημερωμένη έκδοση KODI
es_es: Actualización KODI
fi_fi: Päivitä KODI
fr_fr: Mise à jour KODI
he_il: עדכון KODI
no_no: Oppdatere KODI
ro_ro: Actualizare zaharia
ru_ru: Обновление Коди
uk_ua: Оновлення-KODI
vi_vn: Cập Nhật KODI

source: Update Emby
ar_sa: تحديث امبي
cs_cz: Aktualizace držíme
da_dk: Opdater Emby
el_gr: Η ενημερωμένη έκδοση Emby
es_es: Actualización Emby
fi_fi: Päivitä Emby
fr_fr: Mise à jour Emby
he_il: עדכון אמבי עם השיער
no_no: Oppdatere Emby
ro_ro: Actualizare Renate
ru_ru: Обновление Эмбы
uk_ua: Оновити Емби
vi_vn: Cập Nhật Emby

source: Manage Torrents
ar_sa: إدارة السيول
cs_cz: Správa torrenty
da_dk: Administrere Torrents
de_de: Verwalten von Torrents
el_gr: Διαχειριστεί Torrents
es_es: Gestionar Torrents
fi_fi: Hallita ryöppy
fr_fr: Gérer les Torrents
he_il: ניהול הורדות
no_no: Styre Torrents
ro_ro: Gestiona torente
ru_ru: Управлять торренты
uk_ua: Керувати торренти
vi_vn: Quản lý các Torrents

source: Failed Downloads
ar_sa: مرات فشل التحميل
cs_cz: Selhání stažení
da_dk: Mislykkede overførsler
de_de: Fehlgeschlagene Downloads
el_gr: Αποτυχημένες λήψεις
es_es: Descargas fallidas
fi_fi: Epäonnistuneen
fr_fr: Échec de téléchargement
he_il: הורדות שנכשלו
no_no: Mislykkede nedlastinger
ro_ro: Descărcări eşuate
ru_ru: Сбой загрузки
uk_ua: Невдалого завантаження
vi_vn: Thất bại lượt tải

source: Missed Subtitle Management
ar_sa: إدارة الترجمة الضائعة
cs_cz: Správa zmeškaných titulků
da_dk: Ubesvarede undertitel Management
de_de: Verpasste Untertitel Management
el_gr: Αναπάντητες υπότιτλος διαχείρισης
es_es: Gestión de subtítulos perdidas
fi_fi: Jääneiden alaotsikko hallinta
fr_fr: Gestion des sous-titres manqués
he_il: ניהול כתוביות שלא נענתה
no_no: Tapte undertittel Management
ro_ro: Gestionare a ratat subtitrare
ru_ru: Пропустил подзаголовок управления
uk_ua: Пропущені субтитрів управління
vi_vn: Quản lý bị mất phụ đề

source: Config
ar_sa: التهيئة
cs_cz: Konfigurace
ru_ru: Конфигурации
vi_vn: Cấu hình

source: Help and Info
ar_sa: مساعدة ومعلومات
cs_cz: Pomoc a informace
da_dk: Hjælp og Info
de_de: Hilfe und Infos
el_gr: Βοήθεια και πληροφορίες
es_es: Información y ayuda
fi_fi: Auttaa ja Info
fr_fr: Aide et INFOS
he_il: עזרה ומידע
no_no: Hjelp og Info
ro_ro: Ajutor şi Info
ru_ru: Помощь и информация
uk_ua: Довідки та інформації
vi_vn: Trợ giúp và thông tin

source: General
ar_sa: العام
cs_cz: Obecné
da_dk: Generelle
de_de: Allgemeine
el_gr: Γενικά
fi_fi: Ehdot
fr_fr: Générales
he_il: כללי
no_no: Generelt
ro_ro: Generale
ru_ru: Общие
uk_ua: Загальні
vi_vn: Tổng quát

source: Backup and Restore
ar_sa: النسخ الاحتياطي والاستعادة
cs_cz: Zálohování a obnovení
da_dk: Sikkerhedskopiering og gendannelse
de_de: Sicherung und Wiederherstellung
el_gr: Δημιουργία αντιγράφων ασφαλείας και επαναφοράς
es_es: Backup y Restore
fi_fi: Varmuuskopiointi ja palautus
fr_fr: Sauvegarde et restauration
he_il: גיבוי ושחזור
no_no: Sikkerhetskopiering og gjenoppretting
ro_ro: Backup şi restaurare
ru_ru: Резервное копирование и восстановление
uk_ua: Резервне копіювання та відновлення
vi_vn: Sao lưu và khôi phục

source: Search Providers
ar_sa: موفرات البحث
cs_cz: Poskytovatelé hledání
da_dk: Søgemaskiner
de_de: Such-Provider
el_gr: Υπηρεσίες παροχής αναζήτησης
es_es: Proveedores de búsqueda
fi_fi: Visuaalinen haku
fr_fr: Moteurs de recherche
he_il: ספקי חיפוש
no_no: Søkeleverandører
ro_ro: Furnizorii de căutare
ru_ru: Поиск поставщиков
uk_ua: Пошукових служб
vi_vn: Tìm nhà cung cấp

source: Subtitles Settings
ar_sa: إعدادات الترجمة
cs_cz: Nastavení titulků
da_dk: Indstillinger for undertekster
de_de: Untertitel-Einstellungen
el_gr: Ρυθμίσεις υποτίτλων
es_es: Configuración de subtítulos
fi_fi: Tekstityksen asetukset
fr_fr: Paramètres de sous-titres
he_il: הגדרות כתוביות
no_no: Undertekster innstillinger
ro_ro: Setările de subtitrari
ru_ru: Параметры субтитры
uk_ua: Параметри субтитрів
vi_vn: Cài đặt phụ đề

source: Quality Settings
ar_sa: إعدادات الجودة
cs_cz: Nastavení kvality
da_dk: Kvalitetsindstillinger
de_de: Qualitäts-Einstellungen
el_gr: Ρυθμίσεις για την ποιότητα
es_es: Ajustes de calidad
fi_fi: Laatuasetuksia
fr_fr: Paramètres de qualité
he_il: הגדרות איכות
no_no: Kvalitetsinnstillinger
ro_ro: Setările de calitate
ru_ru: Параметры качества
uk_ua: Параметри якості
vi_vn: Thiết đặt chất lượng

source: Post Processing
ar_sa: مرحلة ما بعد المعالجة
cs_cz: Zpracování po
da_dk: Efterbehandling
el_gr: Μετά την επεξεργασία
es_es: Procesamiento posterior
fi_fi: Jälkikäsittelyssä
fr_fr: Post traitement
he_il: לאחר העיבוד
no_no: Etterbehandling
ro_ro: Post-procesare
ru_ru: Пост-обработки
uk_ua: Пост-обробка
vi_vn: Xử lý đăng bài

source: Notifications
ar_sa: إعلامات
cs_cz: Oznámení
da_dk: Meddelelser
de_de: Benachrichtigungen
el_gr: Ειδοποιήσεις
es_es: Notificaciones
fi_fi: Ilmoitukset
he_il: הודעות
no_no: Varsler
ro_ro: Notificări
ru_ru: Уведомления
uk_ua: Сповіщення
vi_vn: Thông báo

source: Tools
ar_sa: أدوات
cs_cz: Nástroje
da_dk: Værktøjer
de_de: Werkzeuge
el_gr: Εργαλεία
es_es: Herramientas
fi_fi: Työkalut
fr_fr: Outils
he_il: כלים
no_no: Verktøy
ro_ro: Instrumente
ru_ru: Инструменты
uk_ua: Інструменти
vi_vn: Công cụ

source: Changelog
ar_sa: سجل التغيير
el_gr: Αρχείο καταγραφής αλλαγών
es_es: Registro de cambios
fi_fi: Muutosloki
he_il: רשימת שינויים
ro_ro: Istoria schimbărilor
ru_ru: История изменений
uk_ua: Журнал змін

source: Donate
ar_sa: التبرع
cs_cz: Darovat
da_dk: Donere
de_de: Spenden
el_gr: Δωρεά
es_es: Donar
fi_fi: Lahjoita
fr_fr: Faire un don
he_il: תרום
no_no: Donere
ro_ro: Dona
ru_ru: Пожертвовать
uk_ua: Пожертвувати
vi_vn: Quyên góp

source: View Errors
ar_sa: عرض الأخطاء
cs_cz: Zobrazit chyby
da_dk: Se fejl
de_de: Fehler anzeigen
el_gr: Προβολή σφαλμάτων
es_es: Errores de vista
fi_fi: Näytä virheet
fr_fr: Voir Erreurs
he_il: תצוגת שגיאות
no_no: Vis feil
ro_ro: Vezi ERORI
ru_ru: Просмотр ошибок
uk_ua: Перегляд помилки
vi_vn: Xem lỗi

source: View Warnings
ar_sa: عرض التحذيرات
cs_cz: Zobrazit varování
da_dk: Se advarsler
de_de: Ansicht-Warnungen
el_gr: Δείτε προειδοποιήσεις
es_es: Ver ADVERTENCIAS
fi_fi: Karttanäkymän varoitusten
fr_fr: Voir mises en garde
he_il: הצג אזהרות
no_no: Vis advarsler
ro_ro: Vezi avertismente
ru_ru: Просмотр предупреждений
uk_ua: Перегляд попередження
vi_vn: Xem cảnh báo

source: View Log
ar_sa: عرض السجل
cs_cz: Zobrazit protokol
da_dk: Vis Log
de_de: Protokoll anzeigen
el_gr: Προβολή αρχείου καταγραφής
es_es: Ver registro
fi_fi: Näytä loki
fr_fr: Afficher le journal
he_il: תצוגת יומן
no_no: Vis logg
ro_ro: Vezi jurnal
ru_ru: Просмотр журнала
uk_ua: Переглянути журнал
vi_vn: Xem Nhật ký

source: Check For Updates
ar_sa: التحقق من وجود تحديثات
cs_cz: Vyhledat aktualizace
da_dk: Check For opdateringer
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερωμένες εκδόσεις
es_es: Buscar actualizaciones
fi_fi: Tarkista päivitykset
he_il: בדוק אם קיימים עדכונים
no_no: Se etter oppdateringer
ro_ro: A verifica pentru Updates
ru_ru: Проверить наличие обновлений
uk_ua: Перевірити наявність оновлень
vi_vn: Kiểm tra Cập Nhật

source: Restart
ar_sa: قم بإعادة تشغيل
cs_cz: Restartování počítače
da_dk: Genstart
de_de: Neu starten
el_gr: Επανεκκίνηση
es_es: Reiniciar
fi_fi: Käynnistä uudelleen
fr_fr: Redémarrez
he_il: הפעלה מחדש
no_no: Omstart
ro_ro: Reporniţi
ru_ru: Перезагрузка
uk_ua: Перезапустити
vi_vn: Khởi động lại

source: Shutdown
ar_sa: إيقاف التشغيل
cs_cz: Vypnutí počítače
da_dk: Lukning
de_de: Herunterfahren
el_gr: Τερματισμός λειτουργίας
es_es: Parada
he_il: כיבוי
no_no: Nedleggelse
ru_ru: Завершение работы
uk_ua: Завершення роботи
vi_vn: Tắt máy

source: Logout
ar_sa: تسجيل الخروج
cs_cz: Odhlášení
el_gr: Αποσύνδεση
es_es: Cierre de sesión
fi_fi: Kirjaudu ulos
he_il: יציאה מהמערכת
no_no: Logg
ro_ro: Deconectare
ru_ru: Выход
uk_ua: Вихід із системи
vi_vn: Đăng xuất

source: Server Status
ar_sa: حالة الملقم
cs_cz: Stav serveru
el_gr: Κατάσταση διακομιστή
es_es: Estado del servidor
fi_fi: Palvelimen tila
fr_fr: État du serveur
he_il: מצב השרת
ru_ru: Статус сервера
uk_ua: Стан сервера
vi_vn: Tình trạng máy chủ

source: Episodes Downloaded
ar_sa: الحلقات تحميل
cs_cz: Stažení epizody
da_dk: Episoder downloadet
de_de: Episoden heruntergeladen
el_gr: Επεισόδια κατεβάσετε
es_es: Descargar los episodios
fi_fi: Jaksot ladata
fr_fr: Épisodes téléchargés
he_il: פרקים להורדה
no_no: Episoder lastet ned
ro_ro: Episoade de descarcat
ru_ru: Эпизоды скачать
uk_ua: Епізоди завантажити
vi_vn: Tập phim tải về

source: Overall Downloaded
ar_sa: تحميل الشاملة
cs_cz: Celkově stažen
da_dk: Alt i alt hentet
de_de: Insgesamt heruntergeladen
el_gr: Συνολική λήψη
es_es: Total descargado
fi_fi: Kaiken kaikkiaan ladata
fr_fr: Dans l’ensemble téléchargé
he_il: בסך הכל להורדה
no_no: Samlet lastet ned
ro_ro: Descarcat de ansamblu
ru_ru: В целом скачал
uk_ua: В цілому скачав
vi_vn: Tải về tổng thể

source: Daily Search:
ar_sa: البحث اليومية:
cs_cz: Denní hledání:
da_dk: Daglige søgning:
de_de: Täglich suchen:
el_gr: Καθημερινή αναζήτηση:
es_es: Búsqueda diaria:
fi_fi: Päivittäin haku:
fr_fr: Rechercher tous les jours :
he_il: חיפוש יומי:
no_no: Daglige søk:
ro_ro: Căutaţi zilnic:
ru_ru: Ежедневный поиск:
uk_ua: Щоденний пошук:
vi_vn: Tìm kiếm hàng ngày:

source: Backlog Search:
ar_sa: البحث المتراكمة:
cs_cz: Nevyřízené položky hledání:
da_dk: Puklen søgning:
de_de: Backlog suchen:
el_gr: Αναζήτηση λίστας εκκρεμοτήτων:
es_es: Búsqueda de la cartera de pedidos:
fi_fi: Ruuhkan haku:
fr_fr: Recherche de carnet de commandes :
he_il: חיפוש צבר ההזמנות:
no_no: Etterslep søk:
ro_ro: Restante Căutaţi:
ru_ru: Невыполненная работа Поиск:
uk_ua: Відставання пошук:
vi_vn: Tìm kiếm tồn đọng:

source: Memory used:
ar_sa: الذاكرة المستخدمة:
cs_cz: Paměť používaná:
de_de: Speicher verwendet:
ru_ru: Память используется:
vi_vn: Bộ nhớ sử dụng:

source: Load time:
ar_sa: وقت التحميل:
cs_cz: Doba načítání:
da_dk: Indlæsningstid:
de_de: Ladezeit:
el_gr: Χρόνος φόρτωσης:
es_es: Tiempo de carga:
fi_fi: Latausaika:
fr_fr: Temps de chargement :
he_il: זמן טעינה:
no_no: Lastetiden:
ro_ro: Timpul de încărcare:
ru_ru: Время загрузки:
uk_ua: Час завантаження:
vi_vn: Thời gian tải:

source: Now:
ar_sa: الآن:
cs_cz: Nyní:
da_dk: Nu:
de_de: Jetzt:
el_gr: Τώρα:
es_es: Ahora:
fi_fi: Nyt:
fr_fr: Maintenant :
he_il: . עכשיו:
no_no: Nå:
ro_ro: Acum:
ru_ru: Сейчас на сайте:
uk_ua: Зараз:
vi_vn: Bây giờ:

source: WARNING logs
ar_sa: سجلات تحذير
cs_cz: Upozornění protokolů
de_de: Warnung-Protokolle
el_gr: Προειδοποίηση κούτσουρα
es_es: Registros de atención
fi_fi: Varoitus lokit
he_il: יומני אזהרה
no_no: Advarsel-logger
ro_ro: Jurnalele de avertizare
ru_ru: Журналы предупреждений
uk_ua: ПОПЕРЕДЖЕННЯ журнали
vi_vn: Nhật ký cảnh báo

source: ERROR logs
ar_sa: سجلات الخطأ
cs_cz: Protokoly chyb
de_de: Fehlerprotokolle
el_gr: Αρχεία καταγραφής σφαλμάτων
es_es: Registros de ERROR
fi_fi: Virheloki
he_il: שגיאה יומני
no_no: Feilmeldingsloggene
ro_ro: Jurnalele de eroare
ru_ru: Журналы ошибок
uk_ua: Журнали помилок
vi_vn: Bản ghi lỗi

source: There are no events to display.
ar_sa: لا توجد أية أحداث عرضها.
cs_cz: Neexistují žádné události k zobrazení.
da_dk: Der er ingen begivenheder til at vise.
de_de: Es gibt keine anzuzeigenden Ereignisse.
el_gr: Δεν υπάρχουν γεγονότα για να εμφανίσετε.
es_es: No hay eventos para mostrar.
fi_fi: Ei ole tapahtumia näyttämiseen.
fr_fr: Il n’y a aucun événement à afficher.
he_il: ישנם אירועים כדי להציג.
no_no: Det er ingen hendelser skal vises.
ro_ro: Nu există nici o evenimente pentru a afişa.
ru_ru: Нет событий для отображения.
uk_ua: Там не немає подій для відображення.
vi_vn: Không có không có sự kiện để hiển thị.

source: Minimum logging level to display:
ar_sa: مستوى التسجيل الحد الأدنى لعرض:
cs_cz: Úroveň minimální protokolování pro zobrazení:
de_de: Minimale Protokolliergrad angezeigt:
el_gr: Ελάχιστη καταγραφής επίπεδο για να εμφανίσετε:
es_es: Nivel de registro mínimo para mostrar:
fi_fi: Kirjauksen taso näyttää:
he_il: רמת הרישום המינימלי כדי להציג:
no_no: Minimum loggingsnivå vise:
ro_ro: Nivel minim de logare pentru a afişa:
ru_ru: Уровень минимального протоколирования для отображения:
uk_ua: Рівень мінімальної журналювання для відображення:
vi_vn: Đăng nhập tối thiểu các mức độ hiển thị:

source: Filter log by:
ar_sa: تصفية سجل بها:
cs_cz: Filtrování protokolu podle:
de_de: Filtern Sie Log von:
el_gr: Φιλτράρετε το αρχείο καταγραφής από:
es_es: Filtrar el registro por:
fi_fi: Suodattaa lokia:
he_il: סינון יומן הרישום על-ידי:
no_no: Filtrer Logg av:
ro_ro: Filtru jurnal de:
ru_ru: Фильтрация журнала по:
uk_ua: Фільтрування журналу шляхом:
vi_vn: Lọc các đăng nhập bằng:

source: Search log by:
ar_sa: سجل البحث عن طريق:
cs_cz: Protokol hledání podle:
de_de: Suchprotokoll durch:
el_gr: Log αναζήτηση από:
es_es: Registro de la búsqueda por:
fi_fi: Etsi lokia:
he_il: יומן החיפוש על-ידי:
no_no: Søkeloggen ved:
ro_ro: Căutare log de:
ru_ru: Поиск журнала путем:
uk_ua: Журнал пошуку за:
vi_vn: Nhật ký tìm kiếm bằng cách:

source: clear to reset
ar_sa: قم بإعادة تعيين
cs_cz: zrušte zaškrtnutí políčka obnovit
da_dk: Fjern markeringen for at nulstille
de_de: Deaktivieren Sie zum Zurücksetzen
el_gr: καταργήσετε την επιλογή να επαναφέρετε
es_es: claro para restablecer
fi_fi: Poista palauttaa
fr_fr: effacer pour réinitialiser
he_il: נקה כדי לאפס
no_no: Fjern merket for å tilbakestille
ro_ro: şterge pentru a reseta
ru_ru: Снимите для сброса
uk_ua: Зніміть скинути
vi_vn: rõ ràng để thiết lập lại

source: Choose show
ar_sa: اختر إظهار
cs_cz: Zvolte Zobrazit
da_dk: Vælg Vis
de_de: Wählen Sie anzeigen
el_gr: Επιλέξτε Εμφάνιση
es_es: Elija Mostrar
fi_fi: Tulevat näyttelyt
fr_fr: Choisissez afficher
he_il: בחר הצג
no_no: Velg Vis
ro_ro: Selectaţi Afişare
ru_ru: Выберите Показать
uk_ua: Виберіть Показати
vi_vn: Chọn Hiển thị

source: Force Backlog
ar_sa: القوة المتراكمة
cs_cz: Nevyřízené položky síla
da_dk: Kraft efterslæb
de_de: Kraft-Rückstand
el_gr: Ανεκτέλεστο δύναμη
es_es: Acumulación de fuerza
fi_fi: Voimassa ruuhkaa
fr_fr: Arriéré de force
he_il: מצבור כוח
no_no: Force etterslep
ro_ro: Vigoare restante
ru_ru: Силу отставания
uk_ua: Сили відставання
vi_vn: Lực lượng tồn đọng

source: None of your episodes have status
ar_sa: لدى أي من الحلقات الخاصة بك حالة
cs_cz: Žádný z vašich epizod nemá stav
da_dk: Ingen af dine episoder har status
de_de: Keiner der Episoden haben status
el_gr: Κανένας από σας επεισόδια έχουν καθεστώς
es_es: Ninguno de tus episodios tiene estado
fi_fi: Jaksot ei ole tila
fr_fr: Aucun de vos épisodes ont le statut
he_il: אף אחד הפרקים שלך יש מעמד
no_no: Ingen av episodene har status
ro_ro: Nici unul din episoadele tale au statut
ru_ru: Ни один из ваших эпизоды имеют статус
uk_ua: Ніхто з ваших епізоди не статус
vi_vn: Không có tập của bạn có trạng thái

source: Manage episodes with status
ar_sa: إدارة الحلقات مع مركز
cs_cz: Správa epizody se stavem
da_dk: Administrere episoder med status
de_de: Episoden mit Status verwalten
el_gr: Διαχείριση επεισοδίων με καθεστώς
es_es: Gestión de episodios con el estado
fi_fi: Hallita jaksot tila
fr_fr: Gérer les épisodes avec l’État
he_il: ניהול פרקים עם המצב
no_no: Behandle episoder med status
ro_ro: Gestiona episoade cu statut
ru_ru: Управление эпизоды с статусом
uk_ua: Керувати епізоди з статус
vi_vn: Quản lý tập với trạng thái

source: Manage
ar_sa: إدارة
cs_cz: Správa
da_dk: Administrere
de_de: Verwalten
el_gr: Διαχείριση
es_es: Administrar
fi_fi: Hallinta
fr_fr: Gérer
he_il: ניהול
no_no: Administrere
ro_ro: Gestiona
ru_ru: Управление
uk_ua: Керування
vi_vn: Quản lý

source: Shows containing
ar_sa: يظهر يحتوي على
cs_cz: Pořady obsahující
da_dk: Viser indeholdende
de_de: Sendungen mit
el_gr: Παραστάσεις που περιέχουν
es_es: Muestra que contiene
fi_fi: Näyttää sisältävän
fr_fr: Séries contenant
he_il: מראה המכיל
no_no: Programmer som inneholder
ro_ro: Show-uri care conţin
ru_ru: Показывает, содержащую
uk_ua: Показує, що містять
vi_vn: Chương trình có chứa

source: episodes
ar_sa: الحلقات
cs_cz: epizody
da_dk: episoder
de_de: Episoden
el_gr: επεισόδια
es_es: episodios
fi_fi: jaksot
fr_fr: épisodes
he_il: פרקים
no_no: episoder
ro_ro: episoade
ru_ru: эпизоды
uk_ua: епізоди
vi_vn: tập phim

source: Set checked shows/episodes to
ar_sa: يظهر فحص مجموعة/الحلقات إلى
cs_cz: Nastavte zaškrtnuté pořady/epizody
da_dk: Angiv kontrolleret shows/episoder til
de_de: Aufgegebene Sendungen/folgen soll
el_gr: Ορίστε παραδιδόμενες εκπομπές/επεισόδια
es_es: Sets muestra, episodios comprobados a
fi_fi: Aseta valittu/jaksoista
fr_fr: Définir les séries/épisodes cochés sur
he_il: להגדיר מראה בדק/פרקים
no_no: Angi sjekket programmer/episoder til
ro_ro: Setatã emisiunile/episoadele verificate
ru_ru: Значение checked-шоу/эпизодов
uk_ua: Встановити перевірив-шоу/епізодів
vi_vn: Thiết lập kiểm tra cho thấy/tập

source: Go
ar_sa: الذهاب
cs_cz: Přejít
da_dk: Gå
de_de: Gehen
el_gr: Πάει
es_es: Ir
fr_fr: Aller
he_il: . קדימה
no_no: Gå
ro_ro: Du-te
ru_ru: Перейти
uk_ua: Піти
vi_vn: Đi

source: Expand
ar_sa: قم بتوسيع
cs_cz: Rozbalit
da_dk: Udvid
de_de: Erweitern
el_gr: Αναπτύξτε το στοιχείο
es_es: Ampliar
fi_fi: Laajenna
fr_fr: Développez
he_il: הרחב
no_no: Utvide
ro_ro: Extinde
ru_ru: Разверните узел
uk_ua: Розгорнути
vi_vn: Mở rộng

source: Release
ar_sa: إطلاق سراح
cs_cz: Vydání
da_dk: Udgivelse
de_de: Veröffentlichung
el_gr: Απελευθέρωση
es_es: Lanzamiento
fi_fi: Julkaisu
fr_fr: Communiqué de
he_il: שחרור
no_no: Utgivelsen
ro_ro: Lansare
ru_ru: Релиз
uk_ua: Реліз
vi_vn: Phát hành

source: Remove failed release
ar_sa: إزالة الإصدار الفاشلة
cs_cz: Odebrání se nezdařilo uvolnění
de_de: Fehlerhafte Version entfernen
el_gr: Κατάργηση έκδοσης απέτυχε
es_es: Quitar el lanzamiento fallido
fi_fi: Poista epäonnistunut julkaisu
he_il: להסיר את שחרור שנכשלו
no_no: Fjerne mislykkede utgivelsen
ro_ro: Elimina nu a reuşit de presă
ru_ru: Извлеките неисправный релиз
uk_ua: Видалити невдалі реліз
vi_vn: Loại bỏ các bản phát hành không thành công

source: Changing any settings marked with
ar_sa: تغيير أي إعدادات علامة
cs_cz: Změny nastavení označené
da_dk: Ændre nogen indstillinger er markeret med
de_de: Mit markierten Einstellungen ändern
el_gr: Αλλάζοντας τις ρυθμίσεις επισημαίνονται με
es_es: Cambiar cualquier configuración de marcado con
fi_fi: Muuttamatta mitään asetuksia merkitty
fr_fr: Modifier de paramètre marqué avec
he_il: שינוי הגדרות המסומנים
no_no: Endring av innstillinger er merket med
ro_ro: Modificarea setărilor de orice marcate cu
ru_ru: Изменение любых параметров, отмеченные
uk_ua: Змінення настройок із позначкою
vi_vn: Thay đổi bất kỳ cài đặt đánh dấu bằng

source: will force a refresh of the selected shows.
ar_sa: سيتم فرض تحديث العروض المحددة.
cs_cz: vynutí aktualizaci vybraných výstav.
da_dk: vil gennemtvinge en opdatering af den valgte viser.
de_de: wird eine Aktualisierung der ausgewählten Shows zu erzwingen.
el_gr: θα αναγκάσει μια ανανέωση του επιλεγμένου δείχνει.
es_es: se fuerza una actualización de la muestra seleccionada.
fi_fi: pakottaa päivittää valitun näyttää.
fr_fr: va forcer une actualisation des séries sélectionnées.
he_il: תכפה רענון של מראה שנבחרו.
no_no: vil tvinge en oppdatering av de valgte programmene.
ro_ro: va forța o reîmprospătare de spectacole selectate.
ru_ru: будет принудительно обновить выбранные шоу.
uk_ua: буде примусово оновити виділені шоу.
vi_vn: sẽ buộc làm mới một của các hiển thị đã chọn.

source: Selected Shows
ar_sa: عروض مختارة
cs_cz: Vybrané pořady
da_dk: Udvalgte Shows
de_de: Ausgewählte Shows
el_gr: Επιλεγμένες παραστάσεις
es_es: Muestra seleccionada
fi_fi: Valitun näyttää
fr_fr: Séries sélectionnées
he_il: הצגות נבחרות
no_no: Valgte viser
ro_ro: Show-uri selectate
ru_ru: Выбранные шоу
uk_ua: Вибрані шоу
vi_vn: Lựa chọn chương trình

source: Current
ar_sa: الحالية
cs_cz: Aktuální
da_dk: Nuværende
de_de: Strom
el_gr: Ρεύμα
es_es: Corriente
fi_fi: Nykyinen
fr_fr: Courant
he_il: זרם
no_no: Gjeldende
ro_ro: Curent
ru_ru: Ток
uk_ua: Струм
vi_vn: Hiện tại

source: Keep
ar_sa: الحفاظ على
cs_cz: Ponechat
da_dk: Holde
de_de: Halten Sie
el_gr: Κρατήστε
es_es: Mantener
fi_fi: Pitää
fr_fr: Garder
he_il: לשמור
no_no: Holde
ro_ro: Păstraţi
ru_ru: Сохранить
uk_ua: Зберегти
vi_vn: Giữ

source: Archive episode after the first best match is found from your archive quality list.
ar_sa: أرشيف الحلقة بعد العثور على التطابق الأول أفضل من قائمة الجودة الأرشيف.
cs_cz: Po nalezení první nejlepší zápas ze seznamu Kvalita archiv archiv epizoda.
de_de: Archiv-Folge nach dem ersten besten Spiel wird aus der Liste der Archiv-Qualität gefunden.
fi_fi: Arkisto jakson kun ensimmäinen paras ottelu on löytynyt Arkisto laatu-luettelosta.
ru_ru: После того, как будет найдено первое соответствие лучших от вашего списка качество Архив Архив эпизод.
vi_vn: Lưu trữ tập sau trận đấu đầu tiên tốt nhất được tìm thấy danh sách chất lượng lưu trữ của bạn.
