Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Bike
ar_sa: الدراجة
cs_cz: Kolo
da_dk: Cykel
de_de: Fahrrad
el_gr: Ποδήλατο
es_es: Bicicleta
fi_fi: Pyörä
fr_fr: Vélo
he_il: אופניים
no_no: Sykkel
ro_ro: Biciclete
ru_ru: Велосипед
uk_ua: Велосипед
vi_vn: Xe đạp

source: Bugle
ar_sa: بوغلي
cs_cz: Čípky
da_dk: Læbeløs
de_de: Signalhorn
el_gr: Σάλπιγγα
he_il: חצוצרה
ro_ro: Goarnă
ru_ru: Стеклярус
uk_ua: Гірничо

source: Cash Register
ar_sa: تسجيل النقدية
cs_cz: Pokladna
da_dk: Kasseapparat
de_de: Registrierkasse
el_gr: Ταμειακή μηχανή
es_es: Caja registradora
fi_fi: Kassakone
fr_fr: Caisse enregistreuse
he_il: קופה רושמת
ro_ro: Casa de marcat
ru_ru: Кассовый аппарат
uk_ua: Касовий апарат
vi_vn: Máy tính tiền

source: Classical
ar_sa: الكلاسيكية
cs_cz: Klasické
da_dk: Klassisk
de_de: Klassische
el_gr: Κλασική
es_es: Clásico
fi_fi: Klassinen
fr_fr: Classique
he_il: קלאסית
no_no: Klassisk
ro_ro: Clasice
ru_ru: Классическая
uk_ua: Класична
vi_vn: Cổ điển

source: Cosmic
ar_sa: الكونية
da_dk: Kosmiske
de_de: Kosmische
el_gr: Κοσμική
es_es: Cósmica
fi_fi: Kosminen
fr_fr: Cosmique
he_il: קוסמי
no_no: Kosmisk
ro_ro: Cosmice
ru_ru: Космические
uk_ua: Космічні
vi_vn: Vũ trụ

source: Falling
ar_sa: السقوط
cs_cz: Klesající
da_dk: Faldende
de_de: Fallen
el_gr: Που υπάγονται
es_es: Caída
fi_fi: Kuuluvat
fr_fr: Tomber
he_il: נפילה
no_no: Fallende
ro_ro: Care se încadrează
ru_ru: Падение
uk_ua: Падіння
vi_vn: Rơi xuống

source: Incoming
ar_sa: البريد الوارد
cs_cz: Příchozí
da_dk: Indgående
de_de: Eingehende
el_gr: Εισερχόμενες
es_es: Entrada
fi_fi: Saapuva
fr_fr: Entrants
he_il: נכנסות
no_no: Innkommende
ro_ro: Intrare
ru_ru: Входящие
uk_ua: Вхідні
vi_vn: Cuoäc goïi ñeán

source: Intermission
ar_sa: استراحة
cs_cz: Přestávka
de_de: Pause
el_gr: Διάλειμμα
es_es: Intermedio
fi_fi: Väliaika
fr_fr: Entracte
he_il: הפסקה
no_no: Pause
ro_ro: Pauză
ru_ru: Антракт
uk_ua: Антракту

source: Magic
ar_sa: ماجيك
cs_cz: Magie
de_de: Magie
el_gr: Μαγεία
es_es: Magia
fr_fr: Magie
he_il: קסם
ru_ru: Магия
uk_ua: Магія
vi_vn: Ma thuật

source: Mechanical
ar_sa: الميكانيكية
cs_cz: Mechanické
da_dk: Mekanisk
de_de: Mechanische
el_gr: Μηχανική
es_es: Mecánica
fi_fi: Mekaaninen
fr_fr: Mécanique
he_il: מכני
no_no: Mekanisk
ro_ro: Mecanice
ru_ru: Механические
uk_ua: Механічні
vi_vn: Cơ khí

source: Piano Bar
ar_sa: بيانو بار
el_gr: Πιάνο μπαρ
he_il: הפיאנו בר
no_no: Pianobaren
ro_ro: Barul cu pian
ru_ru: Пиано-бар
uk_ua: Піано-бар

source: Siren
ar_sa: صفارة الإنذار
cs_cz: Siréna
da_dk: Sirene
de_de: Sirene
el_gr: Σειρήνα
es_es: Sirena
fr_fr: Sirène
he_il: סירנה
no_no: Sirene
ro_ro: Sirena
ru_ru: Сирена
uk_ua: Сирена
vi_vn: Tiếng còi báo động

source: Space Alarm
ar_sa: إنذار الفضاء
cs_cz: Prostor Alarm
da_dk: Plads Alarm
de_de: Raum-Alarm
el_gr: Χώρος αφύπνιση
es_es: Alarma de espacio
fi_fi: Tilaa hälytys
fr_fr: Alarme espace
he_il: שטח אזעקה
no_no: Plass Alarm
ro_ro: Spaţiu de alarmă
ru_ru: Будильник космос
uk_ua: Простір сигналізації
vi_vn: Báo động Space

source: Tug Boat
ar_sa: زورق القطر
cs_cz: Vlečný člun
da_dk: Slæbebåd
de_de: Schlepper
el_gr: Ρυμουλκό
es_es: Remolcador
fi_fi: Hinaaja
fr_fr: Bateau remorqueur
he_il: ספינת הגרר
no_no: Taubåt
ro_ro: Remorcher cu barca
ru_ru: Буксир
uk_ua: Буксир човен
vi_vn: Kéo thuyền

source: Alien Alarm (long)
ar_sa: إنذار الغريبة (طويل)
cs_cz: Cizí buzení (dlouhé)
da_dk: Fremmede Alarm (lang)
de_de: Alien-Alarm (lang)
el_gr: Αλλοδαπός συναγερμού (μακρύ)
es_es: Alarma alienígena (largo)
fi_fi: Ulkomaalainen hälytys (pitkä)
fr_fr: Alarme exotique (long)
he_il: זר אזעקה (ארוך)
no_no: Fremmede Alarm (lang)
ro_ro: Alarmă străin (lung)
ru_ru: Чужеродные будильник (длинный)
uk_ua: Чужорідних сигналізації (довгий)
vi_vn: Báo thức người nước ngoài (long)

source: Climb (long)
ar_sa: تسلق (طويل)
cs_cz: Stoupání (dlouhé)
da_dk: Klatre (lang)
de_de: Steigung (lang)
el_gr: Ανάβαση (μακρύ)
es_es: Subida (largo)
fi_fi: Kiivetä (pitkä)
fr_fr: Montée (long)
he_il: לטפס (ארוך)
no_no: Klatre (lang)
ro_ro: Urca (lung)
ru_ru: Восхождение (длинный)
uk_ua: Сходження (довгий)
vi_vn: Lên cao (long)

source: Persistent (long)
ar_sa: الثابتة (طويلة)
cs_cz: Trvalá (dlouhé)
da_dk: Vedvarende (lang)
de_de: Persistent (lang)
el_gr: Μόνιμο (μακρύ)
es_es: Persistente (largo)
fi_fi: Pysyvä (pitkä)
fr_fr: Persistants (long)
he_il: מתמיד (ארוך)
no_no: Vedvarende (lang)
ro_ro: Persistent (lung)
ru_ru: Постоянные (длинный)
uk_ua: Наполеглива (довгий)
vi_vn: Kiên (long)

source: Pushover Echo (long)
ar_sa: صدى المهمة اليسيرة (طويل)
cs_cz: Hračka Echo (dlouhé)
da_dk: Pushover Echo (lang)
de_de: Schwächling Echo (lang)
el_gr: Pushover Echo (μακρύ)
es_es: Pushover Eco (largo)
fi_fi: Pikkujuttu Echo (pitkä)
he_il: טרף קל אקו (ארוך)
no_no: Pushover ekko (lang)
ro_ro: Pushover Echo (lung)
ru_ru: Пустяковое дело эхо (длинный)
uk_ua: Відлуння слабовільний (довгий)
vi_vn: Dành Echo (long)

source: Up Down (long)
ar_sa: أعلى لأسفل (طويلة)
cs_cz: Nahoru dolů (dlouhý)
da_dk: Op ned (lang)
de_de: Oben nach unten (lange)
el_gr: Πάνω κάτω (long)
es_es: Arriba abajo (largo)
fi_fi: Ylös alas (pitkä)
he_il: למעלה למטה (ארוך)
no_no: Opp ned (lang)
ro_ro: Sus jos (lung)
ru_ru: Вверх вниз (длинная)
uk_ua: Вгору вниз (довгий)
vi_vn: Lên xuống (dài)

source: None (silent)
ar_sa: بلا (صامت)
cs_cz: Žádný (tichý)
da_dk: Ingen (lydløs)
de_de: Keiner (still)
el_gr: Κανένας (αθόρυβο)
es_es: Ninguno (silenciosos)
fi_fi: Yksikään (hiljaa)
fr_fr: Aucun (silent)
he_il: אף אחד (שקט)
no_no: Ingen (stille)
ro_ro: Nici unul (silenţios)
ru_ru: Нет (молчание)
uk_ua: Немає (без звуку)
vi_vn: Không có (im lặng)

source: Device specific
ar_sa: جهاز معين
cs_cz: Konkrétní zařízení
da_dk: Enhed specifikke
de_de: Gerätespezifisch
el_gr: Συσκευή ειδικά
es_es: Dispositivo específico
fi_fi: Laitekohtaisia
fr_fr: Spécifiques au périphérique
he_il: התקן ספציפי
no_no: Enheten spesifikke
ro_ro: Dispozitiv specifice
ru_ru: Устройство конкретных
uk_ua: Пристрій конкретні
vi_vn: Thiết bị cụ thể

source: Choose notification sound to use
ar_sa: اختر الإعلام الصوتي استخدام
cs_cz: Zvolte zvuk oznámení používat
da_dk: Vælg anmeldelse klang at bruge
de_de: Wählen Sie Benachrichtigungston verwenden
el_gr: Επιλέξτε Ήχος ειδοποίησης για να χρησιμοποιήσετε
es_es: Elegir sonido de notificación a utilizar
fi_fi: Valitse äänimerkin käyttäminen
fr_fr: Choisissez le son de notification à utiliser
he_il: לבחור צליל הדיווח לשימוש
no_no: Velg anmeldelse lyd med
ro_ro: Alege notification sunet la spre folos
ru_ru: Выберите звук уведомления для использования
uk_ua: Вибрати сповіщення звук використовувати
vi_vn: Chọn âm thanh thông báo để sử dụng

source: Test Pushover
ar_sa: اختبار المهمة اليسيرة
cs_cz: Testovací hračka
de_de: Pushover Test
el_gr: Δοκιμή Pushover
es_es: Prueba Pushover
fi_fi: Testi heittopussi
he_il: מבחן טרף קל
ru_ru: Pushover тест
uk_ua: Тест слабовільний
vi_vn: Thử nghiệm dành

source: Read your messages where and when you want them!
ar_sa: قراءة الرسائل الخاصة بك متى وأين تريد لهم!
cs_cz: Čtení zpráv kde a kdy chcete!
da_dk: Læs din beskeder hvor og hvornår du vil have dem!
de_de: Ihre Nachrichten lesen wo und wann Sie wollen!
el_gr: Διαβάζετε τα μηνύματά σας όπου και όποτε θέλεις!
es_es: Leer sus mensajes donde y cuando quiere!
fi_fi: Lukea viestejäsi missä ja milloin tahansa!
fr_fr: Lire vos messages où et quand vous le souhaitez !
he_il: לקרוא את ההודעות שלך מתי ואיפה אתה רוצה אותם!
no_no: Lese meldinger hvor og når du vil!
ro_ro: Citi mesajele dumneavoastră unde şi Când doriţi-le!
ru_ru: Читать ваши сообщения где и когда вы хотите их!
uk_ua: Читати ваші повідомлення, де і коли завгодно!
vi_vn: Đọc tin nhắn của bạn ở đâu và khi bạn muốn họ!

source: send Boxcar2 notifications?
ar_sa: إرسال إعلامات Boxcar2؟
cs_cz: Odeslat oznámení o Boxcar2?
da_dk: Send Boxcar2 meddelelser?
de_de: senden Boxcar2 Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Boxcar2;
es_es: ¿enviar notificaciones de Boxcar2?
fi_fi: Boxcar2 ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications de Boxcar2 ?
he_il: לשלוח הודעות Boxcar2?
no_no: sende Boxcar2 meldinger?
ro_ro: trimite notificări Boxcar2?
ru_ru: отправлять уведомления Boxcar2?
uk_ua: відправити Boxcar2 повідомлення?
vi_vn: gửi thông báo của Boxcar2?

source: Boxcar2 access token
ar_sa: الرمز المميز للوصول Boxcar2
cs_cz: Boxcar2 přístupový token
da_dk: Boxcar2 adgangstoken
de_de: Boxcar2 Zugangs-token
el_gr: Διακριτικό πρόσβασης Boxcar2
es_es: Token de acceso de Boxcar2
fi_fi: Boxcar2 käyttöoikeustietue
fr_fr: Jeton d’accès Boxcar2
he_il: רכיב token של גישת Boxcar2
no_no: Token for Boxcar2
ro_ro: Simbolul de acces Boxcar2
ru_ru: Маркер доступа Boxcar2
uk_ua: Маркер доступу Boxcar2

source: access token for your Boxcar2 account
ar_sa: الرمز المميز للوصول لحسابك Boxcar2
cs_cz: přístupový token pro účet Boxcar2
da_dk: adgangstoken til din Boxcar2 konto
de_de: Zugangs-Token für Ihr Boxcar2-Konto
el_gr: διακριτικό πρόσβασης για το λογαριασμό σας Boxcar2
es_es: token de acceso de su cuenta de Boxcar2
fi_fi: Boxcar2-tilisi käyttöoikeustietueella
fr_fr: jeton d’accès de votre compte Boxcar2
he_il: אסימון גישה לחשבונך Boxcar2
no_no: tokenet for kontoen Boxcar2
ro_ro: simbolul de acces pentru contul Boxcar2
ru_ru: маркер доступа для вашей учетной записи Boxcar2
uk_ua: Маркер доступу облікового Boxcar2
vi_vn: truy cập mã thông báo tài khoản Boxcar2 của bạn

source: Test Boxcar2
ar_sa: اختبار Boxcar2
cs_cz: Testovací Boxcar2
el_gr: Τεστ Boxcar2
es_es: Prueba Boxcar2
fi_fi: Testaa Boxcar2
he_il: מבחן Boxcar2
ro_ro: Testul Boxcar2
ru_ru: Тест Boxcar2
uk_ua: Тест Boxcar2
vi_vn: Kiểm tra Boxcar2

source: Notify My Android is a Prowl-like Android App and API that offers an easy way to send notifications from your application directly to your Android device.
ar_sa: إعلام هو جهاز الروبوت الروبوت التطبيق مثل جوس و API التي توفر طريقة سهلة لإرسال إعلامات من التطبيق الخاص بك مباشرة إلى جهاز الروبوت الخاص بك.
cs_cz: Oznámit, že můj Android je Prowl jako Android aplikace a rozhraní API, který nabízí snadný způsob odesílání oznámení z aplikace přímo do zařízení s Androidem.
da_dk: Meddelelse om min Android er et strejftog-lignende Android App og API, der tilbyder en nem måde at sende meddelelser fra din ansøgning direkte til din Android-enhed.
de_de: Mitteilen Sie, dass meine Android ist ein Android App Prowl-ähnliche und API, die eine einfache Möglichkeit zum Senden von Benachrichtigungen aus Ihrer Anwendung direkt auf Ihrem Android-Gerät bietet.
el_gr: Ειδοποιήσει μου Android είναι μια Android App Prowl-όπως και το API που προσφέρει έναν εύκολο τρόπο για την αποστολή ειδοποιήσεων από την εφαρμογή σας απευθείας στο Android συσκευή σας.
es_es: Notificar a que mi Android es una aplicación Android como Prowl y API que ofrece una manera fácil de enviar notificaciones de la aplicación directamente a tu dispositivo Android.
fi_fi: Ilmoita oma Android on vaania kaltainen Android App ja API, joka tarjoaa helpon tavan lähettää ilmoituksia hakemuksesi suoraan Android-laitteen.
fr_fr: Informer que mon Android est un affût comme Android App API qui offre un moyen facile pour envoyer des notifications de votre application directement sur votre appareil Android.
he_il: הודע שלי אנדרואיד הוא לשוטט דמוי דמוי אדם האפליקציה ו API זה מציע דרך קלה לשלוח הודעות מיישום שלך ישירות למכשיר אנדרואיד.
no_no: Varsle meg Android er en jakt-lignende Android App og API som tilbyr en enkel måte å sende meldinger fra programmet direkte på din Android-enhet.
ro_ro: Notifica meu Android este un panda, cum ar fi Android App API care oferă o modalitate uşoară de a trimite notificări la aplicaţia direct a dispozitivului Android.
ru_ru: Уведомите, что мой Android Prowl как Android App и API, который предлагает простой способ отправки уведомлений из вашего приложения непосредственно на устройство Android.
uk_ua: Повідомити, що мій Android є бродінні-Android додаток, як і API, який пропонує простий спосіб відправки повідомлень з вашої програми безпосередньо на пристрій Android.
vi_vn: Thông báo cho tôi Android là một ứng dụng Android giống như đi vơ vẩn API mà cung cấp một cách dễ dàng để gửi thông báo từ ứng dụng của bạn trực tiếp vào điện thoại Android.

source: send NMA notifications?
ar_sa: إرسال إعلامات دكتور؟
cs_cz: Odeslat oznámení NMA?
da_dk: Send NMA meddelelser?
de_de: senden NMA-Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις NMA;
es_es: ¿enviar notificaciones de NMA?
fi_fi: NMA ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications de l’AMN ?
he_il: לשלוח הודעות NMA?
no_no: sende NMA meldinger?
ro_ro: trimite notificări ANM?
ru_ru: отправлять уведомления NMA?
uk_ua: Надіслати сповіщення NMA?
vi_vn: gửi thông báo của NMA?

source: NMA API key
ar_sa: دكتور API الرئيسية
cs_cz: NMA API klíč
da_dk: NMA API-nøgle
de_de: NMA-API-Schlüssel
el_gr: NMA API κλειδί
fi_fi: NMA API avain
he_il: המפתח של NMA
no_no: NMA API-nøkkel
ro_ro: ANM API-cheie
ru_ru: NMA API ключ
uk_ua: Ключ NMA API

source: ex. key1,key2 (max 5)
ar_sa: مثلاً: key1, key2 (الحد الأقصى 5)
da_dk: ex. NØGLE1, nøgle2 (max 5)
es_es: ej.: clave1, clave2 (máximo 5)
fi_fi: ex. key1, key2 (enintään 5)
he_il: אקס key1, key2 (מקסימום 5)
no_no: for eksempel NØKKEL1, key2 (maks 5)
ro_ro: ex. key1, key2 (maxim 5)
uk_ua: EX. key1, key2 (Макс. 5)
vi_vn: Ví dụ: key1, key2 (tối đa 5)

source: NMA priority
ar_sa: دكتور الأولوية
cs_cz: NMA priorita
da_dk: NMA prioritet
de_de: NMA-Priorität
el_gr: NMA προτεραιότητα
es_es: Prioridad NMA
fi_fi: NMA prioriteetti
fr_fr: Priorité de l’AMN
he_il: עדיפות NMA
no_no: NMA prioritet
ro_ro: ANM prioritate
ru_ru: NMA приоритет
uk_ua: NMA пріоритет
vi_vn: Ưu tiên NMA

source: Very Low
ar_sa: منخفض جداً
cs_cz: Velmi nízké
da_dk: Meget lav
de_de: Sehr niedrig
el_gr: Πολύ χαμηλή
es_es: Muy baja
fi_fi: Erittäin heikko
fr_fr: Très faible
he_il: נמוך מאוד
no_no: Svært lav
ro_ro: Foarte scăzută
ru_ru: Очень низкая
uk_ua: Дуже низька
vi_vn: Rất thấp

source: Moderate
ar_sa: متوسطة
cs_cz: Střední
da_dk: Moderat
el_gr: Μέτρια
es_es: Moderada
fi_fi: Kohtalainen
fr_fr: Modérée
he_il: בינוני
no_no: Moderat
ro_ro: Moderată
ru_ru: Умеренный
uk_ua: Помірний
vi_vn: Vừa phải

source: Normal
ar_sa: عادي
cs_cz: Normální
el_gr: Κανονική λειτουργία
fi_fi: Normaali
he_il: רגיל
ru_ru: Нормальный
uk_ua: Звичайний
vi_vn: Bình thường

source: High
ar_sa: عالية
cs_cz: Vysoká
da_dk: Høj
de_de: Hoch
el_gr: Υψηλή
es_es: Alta
fi_fi: Korkea
fr_fr: Haute
he_il: גבוהה
no_no: Høy
ro_ro: Mare
ru_ru: Высокая
uk_ua: Висока
vi_vn: Cao

source: Emergency
ar_sa: حالات الطوارئ
cs_cz: Pohotovost
da_dk: Nødsituation
de_de: Notfall
el_gr: Έκτακτης ανάγκης
es_es: Emergencia
fr_fr: Situation d’urgence
he_il: מקרה חירום
no_no: Nødsituasjon
ro_ro: De urgenţă
ru_ru: Чрезвычайные ситуации
uk_ua: Аварійні
vi_vn: Trường hợp khẩn cấp

source: priority of NMA messages from SickRage.
ar_sa: الأولوية للرسائل دكتور من سيكراجي.
cs_cz: Priorita zpráv NMA od SickRage.
de_de: Priorität der NMA Nachrichten von SickRage.
el_gr: προτεραιότητα του ΝΜΑ μηνύματα από το SickRage.
es_es: prioridad de los mensajes NMA de SickRage.
fi_fi: NMA viestit SickRage prioriteetti.
he_il: העדיפות של NMA הודעות מ- SickRage.
no_no: prioritet for NMA meldinger fra SickRage.
ro_ro: prioritate mesajelor de Administratia Nationala de Meteorologie la SickRage.
ru_ru: приоритет сообщения NMA от SickRage.
uk_ua: пріоритет NMA повідомлень від SickRage.
vi_vn: ưu tiên của NMA thư từ SickRage.

source: Test NMA
ar_sa: اختبار دكتور
cs_cz: Testovací NMA
el_gr: Δοκιμή ΝΜΑ
es_es: Prueba NMA
fi_fi: Testi NMA
fr_fr: Test de l’AMN
he_il: מבחן NMA
ro_ro: Test de Administratia Nationala de Meteorologie
ru_ru: Испытания NMA
uk_ua: Тест NMA
vi_vn: Thử nghiệm NMA

source: Pushalot is a platform for receiving custom push notifications to connected devices running Windows Phone or Windows 8.
ar_sa: بوشالوت منصة لتلقي إخطارات دفع مخصص للأجهزة المتصلة بنظام التشغيل Windows Phone أو ويندوز 8.
cs_cz: Pushalot je platforma pro vlastní upozornění na připojených zařízení s operačním systémem Windows Phone nebo Windows 8.
da_dk: Pushalot er en platform for at modtage brugerdefinerede pushbeskeder til tilsluttede enheder, der kører Windows Phone og Windows 8.
de_de: Pushalot ist eine Plattform für den Empfang von benutzerdefinierten Push-Benachrichtigungen für angeschlossene Geräte mit Windows Phone und Windows 8.
el_gr: Pushalot είναι μια πλατφόρμα για τη λήψη προσαρμοσμένες ειδοποιήσεις σε συνδεδεμένες συσκευές που λειτουργούν με Windows Phone ή Windows 8.
es_es: Pushalot es una plataforma para la recepción de notificaciones de encargo push a los dispositivos conectados con Windows Phone o Windows 8.
fi_fi: Pushalot on alusta mukautetun push ilmoitukset liitetyille laitteille Windows Phone-tai Windows 8.
fr_fr: Pushalot est une plateforme pour recevoir des notifications push personnalisés aux périphériques connectés exécutant Windows Phone ou Windows 8.
he_il: Pushalot היא פלטפורמה לקבלת הודעות מותאמות אישית דחיפה ההתקנים המחוברים פועל Windows Phone או Windows 8.
no_no: Pushalot er en plattform for å motta egendefinerte push varsler til tilkoblede enheter som kjører Windows Phone eller Windows 8.
ro_ro: Pushalot este o platformă pentru a primi notificările împinge personalizate pentru dispozitive conectate, care rulează Windows Phone sau Windows 8.
ru_ru: Pushalot — это платформа для получения пользовательских push-уведомлений для подключенных устройств под управлением Windows 8 или Windows Phone.
uk_ua: Pushalot являє собою платформу для сповіщень Користувальницькі поштовх до під'єднаних пристроїв під керуванням Windows Phone або Windows 8.
vi_vn: Pushalot là một nền tảng để tiếp nhận thông báo tùy chỉnh đẩy để kết nối các thiết bị chạy Windows Phone hay Windows 8.

source: send Pushalot notifications?
ar_sa: إرسال إعلامات بوشالوت؟
cs_cz: Odeslat oznámení o Pushalot?
da_dk: Send Pushalot meddelelser?
de_de: senden Pushalot Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Pushalot;
es_es: ¿enviar notificaciones de Pushalot?
fi_fi: Pushalot ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications de Pushalot ?
he_il: לשלוח הודעות Pushalot?
no_no: sende Pushalot meldinger?
ro_ro: trimite notificări Pushalot?
ru_ru: отправлять уведомления Pushalot?
uk_ua: відправити Pushalot повідомлення?
vi_vn: gửi thông báo của Pushalot?

source: Pushalot authorization token
ar_sa: الرمز المميز للحصول على إذن بوشالوت
cs_cz: Pushalot ověřovací token
da_dk: Pushalot tilladelse token
de_de: Pushalot-Autorisierungs-token
el_gr: Pushalot έγκριση διακριτικού
es_es: Token de autorización Pushalot
fi_fi: Pushalot luvan tunnus
fr_fr: Jeton d’autorisation Pushalot
he_il: Pushalot אישור אסימון
no_no: Pushalot autorisasjon token
ro_ro: Simbol de autorizare Pushalot
ru_ru: Токен авторизации Pushalot
uk_ua: Pushalot авторизації маркер
vi_vn: Pushalot ủy quyền thẻ

source: authorization token of your Pushalot account.
ar_sa: الرمز المميز للحصول على إذن من حسابك بوشالوت.
cs_cz: autorizační token účtu Pushalot.
da_dk: tilladelsen token for din Pushalot konto.
de_de: Autorisierungs-Token des Kontos Pushalot.
el_gr: άδεια το διακριτικό του λογαριασμού Pushalot.
es_es: ficha de autorización de tu cuenta de Pushalot.
fi_fi: luvan tunnus Pushalot-tilillesi.
fr_fr: jeton d’autorisation de votre compte de Pushalot.
he_il: אסימון ההרשאות של חשבון Pushalot.
no_no: autorisasjon token av kontoen Pushalot.
ro_ro: autorizare simbol de cont Pushalot.
ru_ru: Токен авторизации вашей учетной записи Pushalot.
uk_ua: Авторизація маркер облікового Pushalot.
vi_vn: giấy phép mã thông báo tài khoản Pushalot của bạn.

source: Test Pushalot
ar_sa: اختبار بوشالوت
cs_cz: Testovací Pushalot
el_gr: Τεστ Pushalot
es_es: Prueba Pushalot
fi_fi: Testaa Pushalot
he_il: מבחן Pushalot
ro_ro: Testul Pushalot
ru_ru: Тест Pushalot
uk_ua: Тест Pushalot
vi_vn: Kiểm tra Pushalot

source: Pushbullet is a platform for receiving custom push notifications to connected devices running Android and desktop Chrome browsers.
ar_sa: بوشبوليت منصة لتلقي إخطارات دفع مخصص للأجهزة المتصلة بتشغيل المتصفحات الكروم الروبوت وسطح المكتب.
cs_cz: Pushbullet je platformou pro vlastní upozornění připojených zařízení se systémem Android a stolních prohlížečů Chrome.
da_dk: Pushbullet er en platform for at modtage brugerdefinerede pushbeskeder til tilsluttede enheder, der kører Android og desktop Chrome browsere.
de_de: Pushbullet ist eine Plattform für den Empfang von benutzerdefinierten Push-Benachrichtigungen für angeschlossene Geräte mit Android und Desktop-Chrome-Browser.
el_gr: Pushbullet είναι μια πλατφόρμα για τη λήψη προσαρμοσμένες ειδοποιήσεις σε συνδεδεμένες συσκευές που τρέχουν Android και επιφάνειας εργασίας προγράμματα περιήγησης Chrome.
es_es: Pushbullet es una plataforma para la recepción de las notificaciones push personalizado conectados dispositivos que ejecutan los navegadores Chrome Android y desktop.
fi_fi: Pushbullet on vastaanottaa mukautettuja push-ilmoitukset yhdistettyjen laitteiden käynnissä Android ja desktop Chrome-selaimiin.
fr_fr: Pushbullet est une plateforme pour recevoir des notifications push personnalisés aux périphériques connectés navigateurs Chrome Android et bureau en cours d’exécution.
he_il: Pushbullet היא פלטפורמה לקבלת הודעות דחיפה מותאם אישית להתקנים המקושרים פועל הדפדפנים כרום אנדרואיד ואת שולחן העבודה.
no_no: Pushbullet er en plattform for å motta egendefinerte push varsler til tilkoblede enheter som kjører Android og desktop Chrome nettlesere.
ro_ro: Pushbullet este o platformă pentru a primi notificările împinge particularizată a dispozitivelor conectate, care rulează Android şi desktop browsere Chrome.
ru_ru: Pushbullet — это платформа для получения пользовательских push-уведомлений для подключенных устройств под управлением Android и настольных браузеров Chrome.
uk_ua: Pushbullet являє собою платформу для сповіщень Користувальницькі поштовх до під'єднаних пристроїв під керуванням Android і настільних веб-переглядачі Chrome.
vi_vn: Pushbullet là một nền tảng để tiếp nhận thông báo tùy chỉnh đẩy để kết nối các thiết bị chạy Android và máy tính để bàn các trình duyệt Chrome.

source: send Pushbullet notifications?
ar_sa: إرسال إعلامات بوشبوليت؟
cs_cz: Odeslat oznámení Pushbullet?
da_dk: Send Pushbullet meddelelser?
de_de: senden Pushbullet Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Pushbullet;
es_es: ¿enviar notificaciones Pushbullet?
fi_fi: Pushbullet ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications de Pushbullet ?
he_il: לשלוח הודעות Pushbullet?
no_no: sende Pushbullet meldinger?
ro_ro: trimite notificări Pushbullet?
ru_ru: отправлять уведомления Pushbullet?
uk_ua: відправити Pushbullet повідомлення?
vi_vn: gửi thông báo của Pushbullet?

source: Pushbullet API key
ar_sa: بوشبوليت API الرئيسية
cs_cz: Pushbullet API klíč
da_dk: Pushbullet API-nøgle
de_de: Pushbullet API-Schlüssel
el_gr: Pushbullet API κλειδί
fi_fi: Pushbullet API-avain
he_il: המפתח של Pushbullet
no_no: Pushbullet API-nøkkel
ro_ro: Pushbullet API-cheie
ru_ru: Pushbullet API ключ
uk_ua: Ключ Pushbullet API
vi_vn: Khóa Pushbullet API

source: API key of your Pushbullet account
ar_sa: API الرئيسية لحسابك بوشبوليت
cs_cz: API klíč vašeho účtu Pushbullet
da_dk: API-nøgle på din Pushbullet konto
de_de: API-Schlüssel von Ihrem Pushbullet-Konto
el_gr: API κλειδί του λογαριασμού σας Pushbullet
es_es: Clave de la API de su cuenta Pushbullet
fi_fi: API-avain Pushbullet-tilisi
fr_fr: Clé de l’API de votre compte Pushbullet
he_il: API מפתח של חשבון Pushbullet
no_no: API-nøkkel av kontoen Pushbullet
ro_ro: API-cheie din contul Pushbullet
ru_ru: Ключ API вашей учетной записи Pushbullet
uk_ua: Ключ API облікового Pushbullet
vi_vn: Khóa API Pushbullet tài khoản của bạn
