Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Notify on snatch
ar_sa: إخطار على انتزاع
cs_cz: Upozornit na píču
da_dk: Advisér på snatch
de_de: Benachrichtigen Sie auf snatch
el_gr: Κοινοποιεί στο αρασέ
es_es: Notificar en snatch
fi_fi: Ilmoita siepata
fr_fr: Notifier le snatch
he_il: נא להודיע על הכוס
no_no: Varsle på napp
ro_ro: Anunta pe smulge
ru_ru: Уведомлять о вагина
uk_ua: Повідомити про вирвати
vi_vn: Thông báo cho trên snatch

source: send a notification when a download starts?
ar_sa: إرسال إعلام عند بدء تحميل؟
cs_cz: Odeslat oznámení, když začne stahování?
da_dk: sende en meddelelse, når en download starter?
de_de: senden Sie eine Benachrichtigung, wenn ein Download beginnt?
el_gr: Αποστολή ειδοποίησης όταν μια λήψη ξεκινά;
es_es: ¿enviar una notificación cuando se inicia una descarga?
fi_fi: lähettää ilmoituksen, kun lataus alkaa?
fr_fr: Envoyer une notification au démarrage d’un téléchargement ?
he_il: שלח הודעה כאשר מתחיל הורדה?
no_no: sende et varsel når en nedlasting starter?
ro_ro: Trimite o notificare atunci când începe un drum liber?
ru_ru: отправить уведомление, когда начнется загрузка?
uk_ua: Надіслати сповіщення, коли почнеться завантаження?
vi_vn: gửi một thông báo khi tải xuống bắt đầu?

source: Notify on download
ar_sa: إخطار على تحميل
cs_cz: Upozornění na stahování
da_dk: Advisér på download
de_de: Benachrichtigen Sie auf download
el_gr: Ειδοποιήσει για την λήψη
es_es: Notificar en descarga
fi_fi: Ilmoita Download
fr_fr: Notifier le téléchargement
he_il: נא להודיע להורדה
no_no: Varsle på nedlasting
ro_ro: Anunta pe drum
ru_ru: Уведомлять о скачать
uk_ua: Повідомити про завантаження
vi_vn: Thông báo cho tải về

source: send a notification when a download finishes?
ar_sa: إرسال إعلام عند انتهاء تحميل؟
cs_cz: Odeslat oznámení, po dokončení stahování?
da_dk: sende en meddelelse, når en overførsel er færdig?
de_de: senden Sie eine Benachrichtigung, wenn ein Download abgeschlossen ist?
el_gr: Στείλτε μια ειδοποίηση, όταν ολοκληρωθεί η λήψη;
es_es: ¿enviar una notificación cuando una descarga termina?
fi_fi: lähettää ilmoituksen, kun lataus on valmis?
fr_fr: Envoyer une notification quand un téléchargement se termine ?
he_il: שלח הודעה כשהטיפול הורדה?
no_no: sende et varsel når en ferdig?
ro_ro: Trimite o notificare atunci când se termină o descărcare?
ru_ru: отправить уведомление о завершении загрузки?
uk_ua: Надіслати сповіщення, після завершення завантаження?
vi_vn: gửi một thông báo khi tải xuống hoàn tất?

source: Notify on subtitle download
ar_sa: إخطار الترجمة تحميل
cs_cz: Upozornit na stažení titulků
da_dk: Advisér på undertekster download
de_de: Benachrichtigen Sie auf Untertitel herunterladen
el_gr: Ειδοποιήσει για την λήψη υπότιτλος
es_es: Notificar en subtítulos descarga
fi_fi: Ilmoita alaotsikko Lataa
fr_fr: Notifier le téléchargement de sous-titres
he_il: נא להודיע על כתוביות להורדה
no_no: Varsle på subtitle download
ro_ro: Anunta pe subtitrare download
ru_ru: Уведомлять о субтитров скачать
uk_ua: Повідомити на завантажити субтитрів
vi_vn: Thông báo cho tải về phụ đề

source: send a notification when subtitles are downloaded?
ar_sa: إرسال إعلام عندما يتم تحميل ترجمات؟
cs_cz: odešle upozornění, když se stáhnou titulky?
da_dk: sende en meddelelse, når undertekster er downloadet?
de_de: senden Sie eine Benachrichtigung, wenn Untertitel heruntergeladen werden?
el_gr: Στείλτε μια ειδοποίηση κατά τη λήψη υπότιτλους;
es_es: ¿enviar una notificación cuando se descargan los subtitulos?
fi_fi: lähettää ilmoituksen, kun tekstitys ladataan?
fr_fr: Envoyer une notification lorsque les sous-titres sont téléchargés ?
he_il: שלח הודעה כאשר כתוביות מורדים?
no_no: sende en melding når undertekster er lastet ned?
ro_ro: Trimite o notificare atunci cand sunt downloadate subtitrari?
ru_ru: отправить уведомление, когда субтитры загружаются?
uk_ua: надсилати повідомлення, якщо субтитри завантажено?
vi_vn: gửi một thông báo khi phụ đề được tải xuống không?

source: Update library
ar_sa: تحديث المكتبة
cs_cz: Aktualizace knihovny
da_dk: Opdater bibliotek
de_de: Update-Bibliothek
el_gr: Ενημέρωση βιβλιοθήκης
es_es: Biblioteca de actualización
fi_fi: Päivitä kirjasto
fr_fr: Bibliothèque de mise à jour
he_il: עדכון הספרייה
no_no: Oppdatere biblioteket
ro_ro: Biblioteca actualizare
ru_ru: Обновление библиотеки
uk_ua: Оновлення бібліотеки
vi_vn: Cập Nhật thư viện

source: update KODI library when a download finishes?
ar_sa: تحديث مكتبة كودي عند انتهاء تحميل؟
cs_cz: Po dokončení stahování aktualizace KODI knihovna?
da_dk: opdatere KODI bibliotek, når download er færdig?
de_de: aktualisieren KODI Bibliothek, wenn ein Download abgeschlossen ist?
el_gr: Όταν ολοκληρωθεί η λήψη η ενημερωμένη έκδοση KODI βιβλιοθήκη;
es_es: ¿Actualizar biblioteca KODI cuando termina una descarga?
fi_fi: päivittää KODI Kirjasto, kun lataus on valmis?
fr_fr: mettre à jour la bibliothèque KODI lorsqu’un téléchargement se termine ?
he_il: האם לעדכן את ספריית KODI כשהטיפול הורדה?
no_no: oppdatere KODI biblioteket når en ferdig?
ro_ro: actualiza biblioteca zaharia atunci când se termină o descărcare?
ru_ru: Обновление библиотеки Коди, по завершении загрузки?
uk_ua: оновити бібліотеку-KODI після завершення завантаження?
vi_vn: Cập Nhật thư viện KODI khi tải xuống hoàn tất không?

source: Full library update
ar_sa: تحديث مكتبة كاملة
cs_cz: Aktualizace celé knihovny
da_dk: Fuld bibliotek opdatering
de_de: Volle Library-update
el_gr: Ενημέρωση ολόκληρη τη βιβλιοθήκη του
es_es: Actualización de biblioteca
fi_fi: Täysi päivitys
fr_fr: Mise à jour de l’intégralité de la bibliothèque
he_il: עדכון הספרייה המלאה
no_no: Hele biblioteket oppdatering
ro_ro: Actualizare completa Biblioteca
ru_ru: Обновление полной библиотеки
uk_ua: Повний бібліотека оновлення
vi_vn: Cập Nhật thư viện đầy đủ

source: perform a full library update if update per-show fails?
ar_sa: تنفيذ عملية تحديث مكتبة كاملة في حالة فشل التحديث لإظهار؟
cs_cz: kompletní knihovnu aktualizaci provést, pokud aktualizace na pořad?
da_dk: udføre en fuld bibliotek opdatering mislykkes opdatering per-show?
de_de: führen Sie eine vollständige Aktualisierung Ausfall Update pro-Show?
el_gr: εκτελέσετε μια ενημερωμένη έκδοση του ολόκληρη τη βιβλιοθήκη, εάν αποτύχει η ενημερωμένη έκδοση ανά-εμφάνιση;
es_es: ¿realizar una actualización de la biblioteca completa si falla la actualización por mostrar?
fi_fi: suorittaa koko kirjasto päivitys, päivitys kohti Näytä epäonnistuessa?
fr_fr: effectuer une mise à jour de l’intégralité de la bibliothèque de cas d’échec de la mise à jour par-show ?
he_il: לביצוע עדכון הספרייה מלא אם עדכון לכל-הצג נכשל?
no_no: utføre en hele biblioteket oppdatering Hvis oppdateringen per-show mislykkes?
ro_ro: efectua o actualizare completă bibliotecă dacă actualizare per Arată nu reuşeşte?
ru_ru: выполнить обновление полной библиотеки, если не обновление на шоу?
uk_ua: виконувати повний бібліотека оновлення, якщо не вдалося виконати оновлення на шоу?
vi_vn: thực hiện một cập nhật thư viện đầy đủ nếu bản Cập Nhật cho một hiển thị không?

source: Only update first host
ar_sa: تحديث فقط المضيف أولاً
cs_cz: Aktualizovat pouze prvního hostitele
da_dk: Kun opdatere første vært
de_de: Nur Update erste host
el_gr: Μόνο ενημερωμένη έκδοση πρώτης υποδοχής
es_es: Sólo actualización de primera acogida
fi_fi: Päivittää vain ensimmäinen isäntä
fr_fr: Mettre à jour uniquement le premier hôte
he_il: רק לעדכן את הפונדקאי הראשון
no_no: Bare oppdatere første verten
ro_ro: Actualizare doar prima serie
ru_ru: Обновление только первый узел
uk_ua: Лише оновлення перший хост
vi_vn: Chỉ Cập Nhật máy chủ đầu tiên

source: only send library updates to the first active host?
ar_sa: فقط إرسال تحديثات المكتبة إلى المضيف النشط الأولى؟
cs_cz: pouze odesílat aktualizace knihovny první aktivní hostiteli?
da_dk: kun sende opdateringer til den første aktive vært?
de_de: nur senden Bibliothek Aktualisierungen an den ersten aktiven Host?
el_gr: στείλει μόνο βιβλιοθήκη ενημερώσεις στον πρώτο ενεργό κεντρικό υπολογιστή;
es_es: ¿Enviar sólo actualizaciones de biblioteca al primer host activo?
fi_fi: vain lähettää Kirjasto ensimmäinen aktiivinen isäntä?
fr_fr: uniquement envoyer des mises à jour de la bibliothèque au premier hôte actif ?
he_il: רק לשלוח עדכונים ספריית הפונדקאי הפעיל הראשון?
no_no: bare sende oppdateringene til den første aktive verten?
ro_ro: doar trimite actualizări de bibliotecă la prima gazdă activ?
ru_ru: только отправить обновления библиотеки на первый активный узел?
uk_ua: тільки відправляти оновлень бібліотеки першу активним хост?
vi_vn: chỉ gửi Cập Nhật thư viện cho các máy chủ hoạt động đầu tiên?

source: KODI IP:Port
ar_sa: كودي IP:Port
cs_cz: KODI IP
el_gr: IP: Port KODI
es_es: KODI IP: Puerto
fi_fi: KODI portti
fr_fr: IP : port KODI
he_il: דארן IP:Port
no_no: KODI port
ro_ro: Mia Ciordas IP
ru_ru: Коди IP: Port
uk_ua: IP:Port-KODI

source: ex. 192.168.1.100:8080, 192.168.1.101:8080
ar_sa: مثلاً: 192.168.1.100:8080، 192.168.1.101:8080
de_de: z. B. 192.168.1.100:8080, 192.168.1.101:8080
el_gr: π.χ. 192.168.1.100:8080, 192.168.1.101:8080
es_es: ej.: 192.168.1.100:8080, 192.168.1.101:8080
he_il: אקס 192.168.1.100:8080, 192.168.1.101:8080
no_no: for eksempel 192.168.1.100:8080, 192.168.1.101:8080
ru_ru: например 192.168.1.100:8080, 192.168.1.101:8080
vi_vn: Ví dụ: 192.168.1.100:8080, 192.168.1.101:8080

source: KODI username
ar_sa: اسم كودي
cs_cz: KODI uživatelské jméno
de_de: KODI Benutzername
el_gr: KODI όνομα χρήστη
fi_fi: KODI käyttäjätunnus
fr_fr: Nom d’utilisateur KODI
he_il: שם המשתמש KODI
no_no: KODI brukernavn
ro_ro: Mia Ciordas username
ru_ru: Коди пользователя
uk_ua: KODI ім'я користувача
vi_vn: Tên người dùng KODI

source: KODI password
ar_sa: كلمة كودي
cs_cz: KODI heslo
da_dk: KODI adgangskode
de_de: KODI Passwort
el_gr: KODI κωδικού πρόσβασης
es_es: Contraseña KODI
fi_fi: KODI salasana
fr_fr: Mot de passe KODI
he_il: הסיסמה KODI
no_no: KODI passord
ro_ro: Mia Ciordas parola
ru_ru: Коди пароль
uk_ua: Пароль-KODI
vi_vn: Mật khẩu KODI

source: Click below to test.
ar_sa: انقر أدناه لاختبار.
cs_cz: Klikněte níže k testování.
de_de: Klicken Sie unten, um zu testen.
el_gr: Κάντε κλικ παρακάτω για να δοκιμάσετε.
es_es: Haga clic a continuación para probar.
fi_fi: Napsauta alla testata.
he_il: לחץ להלן כדי לבדוק.
no_no: Klikk nedenfor for å teste.
ro_ro: Click mai jos pentru a testa.
ru_ru: Нажмите ниже, чтобы проверить.
uk_ua: Натисніть нижче, щоб перевірити.
vi_vn: Bấm vào dưới đây để kiểm tra.

source: Test KODI
ar_sa: اختبار كودي
cs_cz: Testovací KODI
el_gr: Δοκιμή KODI
es_es: Prueba KODI
fi_fi: Testi KODI
he_il: מבחן KODI
ro_ro: Test mia ciordas
ru_ru: Испытания Коди
uk_ua: Тест-KODI
vi_vn: Thử nghiệm KODI

source: Experience your media on a visually stunning, easy to use interface on your Mac connected to your TV. Your media library has never looked this good!
ar_sa: تجربة وسائل الإعلام الخاصة بك على مذهلة بصريا، وواجهة سهلة الاستخدام على ماك الخاص بك متصل بجهاز التلفزيون. مكتبة الوسائط الخاصة بك لم تنظر ابدأ هذا جيد!
cs_cz: Zkušenosti médií na vizuálně ohromující, snadno použitelné rozhraní na počítači Mac připojený k televizoru. Knihovny médií ještě nikdy nevypadal tak dobře!
de_de: Erleben Sie Ihre Medien auf eine atemberaubend, einfach zu bedienende Benutzeroberfläche auf Ihrem Mac an Ihren Fernseher angeschlossen. Ihre Medien-Bibliothek sah noch nie so gut!
el_gr: Εμπειρία πολυμέσων σε ένα εντυπωσιακό, εύκολο στη χρήση interface για το Mac σας συνδεδεμένη στην Τηλεόρασή σας. Βιβλιοθήκη πολυμέσων σας ποτέ δεν φαινόταν αυτό καλό!
es_es: Experiencia sus medios en un visualmente impresionante, interfaz fácil de usar en tu Mac conectado al televisor. Su biblioteca de medios nunca ha mirado esta buena!
fi_fi: Kokemus median visuaalisesti upea, helppokäyttöinen käyttöliittymä Mac on liitetty televisioon. Mediakirjaston ole koskaan näyttänyt näin hyvä!
he_il: לחוות את המדיה שלך על מרהיבים ביופיים, ממשק קל לשימוש ב- Mac שלך מחובר לטלוויזיה. ספריית המדיה שלך יש שמעולם לא נראה זה טוב!
no_no: Opplev medieinnholdet på et visuelt slående, brukervennlig grensesnitt på maskinen koblet til TVEN. Mediebiblioteket har aldri sett dette bra!
ro_ro: Experienta media pe un punct de vedere vizual uimitoare, interfaţă uşor de utilizat pe Mac-ul conectat la TV. Biblioteca media a uitat niciodată acest lucru bun!
ru_ru: Опыт мультимедиа на визуально потрясающие, простой в использовании интерфейс на вашем Mac подключен к вашему Телевизору. Медиа библиотека никогда не выглядел так хорошо!
uk_ua: Досвід медіа на візуально приголомшливий, простий у використанні інтерфейс на ваш Mac підключений до Телевізора. Медіа-бібліотеки ніколи не дивився це добре!
vi_vn: Trải nghiệm phương tiện của bạn vào một trực quan tuyệt đẹp, dễ sử dụng giao diện trên máy Mac của bạn kết nối với TV của bạn. Thư viện phương tiện truyền thông của bạn đã không bao giờ xem xét điều này tốt!

source: For sending notifications to Plex Home Theater (PHT) clients, use the KODI notifier with port
ar_sa: لإرسال إعلامات إلى عملاء من نوع Plex المنزل المسرح (PHT)، استخدم المخطر كودي مع المنفذ
cs_cz: Pro odesílání oznámení klientům, Plex Home Theater (PHT), použijte KODI oznamovatele s portem
da_dk: For at sende meddelelser til Plex Home Theater (PHT) klienter, bruge KODI anmelderen med port
de_de: Verwenden Sie zum Senden von Benachrichtigungen für Plex Home Theater (PHT) Kunden, den KODI Notifier mit port
el_gr: Για την αποστολή ειδοποιήσεων σε Plex σπίτι θέατρο (ΨΝΘ) υπολογιστές-πελάτες, χρησιμοποιήστε τον κοινοποιούντα KODI με θύρα
es_es: Para el envío de notificaciones a clientes Plex Home Theater (PHT), utilizar el notificador KODI con puerto
fi_fi: Ilmoitusten lähettäminen Plex Kotisivu Theater (IPM) asiakkaille, käytä KODI notifier-portti
fr_fr: Pour envoyer des notifications aux clients de Plex Home Theater (PHT), utiliser le notifiant KODI avec port
he_il: עבור שליחת הודעות ללקוחות ה-Plex הביתה תיאטרון (PHT), השתמש KODI notifier עם יציאת
no_no: For å sende varsler til pleksisettet hjem teater (ft) klienter, bruke KODI varsleren port
ro_ro: Pentru trimiterea notificărilor la Plex Home Theater (TRF) clienti, utilizaţi autorul zaharia cu port
ru_ru: Для отправки уведомлений клиентам Plex домой театр (PHT), используйте коды оповещения с портом
uk_ua: Розсилки повідомлень клієнтам Plex Home Theater (PHT), використовуйте KODI notifier з портом
vi_vn: Để gửi thông báo đến khách hàng Plex Home Theater (PHT), sử dụng trình thông báo của KODI với port

source: send Plex commands?
ar_sa: إرسال أوامر من نوع Plex؟
cs_cz: Odeslat příkazy aplikace Plex?
da_dk: Send Plex kommandoer?
de_de: senden Plex-Befehle?
el_gr: αποστολή εντολών Plex;
es_es: ¿enviar comandos de Plex?
fi_fi: lähettää Plex komentoja?
fr_fr: Envoyer des commandes de Plex ?
he_il: לשלוח פקודות ה-Plex?
no_no: sende Plex kommandoer?
ro_ro: Trimite comenzi Plex?
ru_ru: Отправить Plex команды?
uk_ua: надсилання команд Plex?
vi_vn: gửi Plex lệnh?

source: Plex Media Server Auth Token
ar_sa: الرمز المميز لمصادقة ملقم وسائط من نوع Plex
cs_cz: Plex Media Server autentizační Token
el_gr: Plex Media Server έλεγχος ταυτότητας διακριτικού
es_es: Plex Media Server autenticación Token
fi_fi: Plex Media Server Auth tunnus
fr_fr: Jeton d’authentification de plex Media Server
he_il: אסימון אימות שרת מדיה Plex
ru_ru: Plex Media Server маркер проверки подлинности
uk_ua: Plex Media Server Auth маркер

source: Auth Token used by Plex
ar_sa: الرمز المميز المصادقة المستخدمة من قبل من نوع Plex
cs_cz: Auth Token používá objekt Plex
da_dk: Auth Token anvendes af Plex
de_de: Auth-Token, die verwendet wird durch Plex
el_gr: Διακριτικό ελέγχου ταυτότητας χρησιμοποιείται από Plex
es_es: Token de autenticación utilizado por Plex
fi_fi: Käytetyn jonka Plex auth tunnus
fr_fr: Jeton d’authentification utilisé par Plex
he_il: אסימון אימות בשימוש על-ידי ה-Plex
no_no: Auth tokenet brukt av pleksisett
ro_ro: Auth Token folosite de Plex
ru_ru: Маркер проверки подлинности, используемый Plex
uk_ua: Auth маркер використовуються Plex
vi_vn: Auth Token được sử dụng bởi Plex

source: Finding your account token
ar_sa: العثور على رمز مميز لحساب
cs_cz: Najít váš token účtu
da_dk: At finde din konto token
de_de: Finden Ihre Kontotoken
el_gr: Βρίσκοντας το διακριτικό του λογαριασμού σας
es_es: Encontrar el token de cuenta
fi_fi: Löytäminen tilin tunnus
fr_fr: Trouver votre jeton de compte
he_il: מציאת האסימון החשבון שלך
no_no: Finne din konto-token
ro_ro: Găsirea dumneavoastră simbol cont
ru_ru: Найти свой токен учетной записи
uk_ua: Знайшовши обліковий запис маркер
vi_vn: Tìm kiếm mã thông báo tài khoản của bạn

source: Server Username
ar_sa: ملقم اسم المستخدم
cs_cz: Uživatelské jméno serveru
de_de: Server-Benutzernamen
el_gr: Όνομα διακομιστή
es_es: Nombre de usuario de servidor
fi_fi: Serverin käyttäjänimi
fr_fr: Nom d’utilisateur du serveur
he_il: שם משתמש שרת
no_no: Serveren brukernavn
ro_ro: Server de nume de utilizator
ru_ru: Имя пользователя сервера
uk_ua: Ім'я сервера
vi_vn: Tên đăng nhập máy chủ

source: Server/client password
ar_sa: كلمة مرور ملقم/عميل
cs_cz: Klient/server heslo
da_dk: Server/klient password
de_de: Server/Client Passwort
el_gr: Κωδικός πρόσβασης διακομιστή/πελάτη
es_es: Contraseña de servidor/cliente
fi_fi: Asiakas/palvelin salasana
fr_fr: Mot de passe serveur/client
he_il: לקוח/שרת סיסמה
no_no: Server/klienten passord
ro_ro: Parola server/client
ru_ru: Пароль сервера/клиента
uk_ua: Клієнт/сервер пароль
vi_vn: Mật khẩu máy chủ/khách hàng

source: Update server library
ar_sa: تحديث ملقم مكتبة
cs_cz: Aktualizace server knihovna
da_dk: Update server bibliotek
de_de: Update-Server-Bibliothek
el_gr: Ενημερωμένη έκδοση διακομιστή βιβλιοθήκης
es_es: Biblioteca de actualización del servidor
fi_fi: Päivitä palvelin Kirjasto
fr_fr: Bibliothèque de serveur de mise à jour
he_il: עדכון שרת ספריית
no_no: Oppdatere server biblioteket
ro_ro: Biblioteca de server de actualizare
ru_ru: Обновление сервера библиотеки
uk_ua: Оновлення сервера бібліотеки
vi_vn: Cập Nhật máy chủ thư viện

source: update Plex Media Server library after download finishes
ar_sa: تحديث مكتبة ملقم وسائط من نوع Plex بعد انتهاء التحميل
cs_cz: Po dokončení stahování aktualizovat knihovnu serveru Plex Media Server
da_dk: opdatere Plex Media Server-bibliotek, når download er fuldført
de_de: Plex Media Server-Bibliothek zu aktualisieren, nachdem der Download beendet
el_gr: Ενημέρωση βιβλιοθήκης Plex Media Server, μετά την ολοκλήρωση της λήψης
es_es: actualizar la biblioteca de Plex Media Server después de que termine de descargar
fi_fi: päivittää Plex mediapalvelin Kirjasto, kun lataaminen on valmis
fr_fr: mise à jour de bibliothèque de Plex Media Server après que téléchargement se termine
he_il: לעדכן את ספריית ה-Plex Media Server לאחר סיום להורדה
no_no: oppdatere biblioteket Plex Media Server etter ferdig
ro_ro: actualiza biblioteca Plex Media Server după ce se termină de descărcare
ru_ru: Обновление библиотеки Plex Media Server после завершения загрузки
uk_ua: оновити бібліотеку Plex медіа-сервер після завершення завантаження
vi_vn: Cập Nhật thư viện Plex Media Server sau khi tải xuống hoàn tất

source: Plex Media Server IP:Port
ar_sa: وسائط من نوع Plex خادم IP:Port
es_es: Plex Media Server IP: Puerto
fi_fi: Plex Media palvelimen portti
he_il: ה-Plex Media Server IP:Port
no_no: Plex Media Server IP
ro_ro: Plex Media Server IP
uk_ua: Plex медіа-сервер IP:Port

source: ex. 192.168.1.1:32400, 192.168.1.2:32400
ar_sa: مثلاً: 192.168.1.1:32400، 192.168.1.2:32400
de_de: z. B. 192.168.1.1:32400, 192.168.1.2:32400
el_gr: π.χ. 192.168.1.1:32400, 192.168.1.2:32400
es_es: ej.: 192.168.1.1:32400, 192.168.1.2:32400
he_il: אקס 192.168.1.1:32400, 192.168.1.2:32400
no_no: for eksempel 192.168.1.1:32400, 192.168.1.2:32400
ru_ru: например 192.168.1.1:32400, 192.168.1.2:32400
vi_vn: Ví dụ: 192.168.1.1:32400, 192.168.1.2:32400

source: Click below to test Plex servers
ar_sa: انقر أدناه لاختبار ملقمات من نوع Plex
cs_cz: Klikněte níže a otestovat serverů Plex
de_de: Klicken Sie unten, Plex Server testen
el_gr: Κάντε κλικ παρακάτω για να ελέγξετε διακομιστές Plex
es_es: Haga clic a continuación para poner a prueba servidores de Plex
fi_fi: Napsauta alla Testaa Plex palvelimet
he_il: לחץ להלן כדי לבדוק את שרתי ה-Plex
no_no: Klikk nedenfor for å teste Plex servere
ro_ro: Click mai jos pentru a testa Plex servere
ru_ru: Нажмите ниже, чтобы проверить Plex серверов
uk_ua: Натисніть нижче, щоб перевірити Plex серверів
vi_vn: Bấm vào dưới đây để kiểm tra máy chủ Plex

source: Test Plex Server
ar_sa: اختبار من نوع Plex خادم
cs_cz: Testovací objekt Plex Server
de_de: Plex Testserver
el_gr: Δοκιμή διακομιστή Plex
es_es: Probar servidor Plex
fi_fi: Plex testipalvelimella
fr_fr: Serveur de test Plex
he_il: מבחן ה-Plex שרת
no_no: Plex testserver
ro_ro: Plex Server de testare
ru_ru: Тестовый сервер Plex
uk_ua: Тестовий сервер Plex
vi_vn: Kiểm tra máy chủ Plex

source: Plex Media Client
ar_sa: وسائط من نوع Plex العميل
cs_cz: Plex Media klient
el_gr: Plex Media πελάτη
es_es: Cliente de Plex Media
fi_fi: Plex Media-palkki
he_il: לקוח ה-Plex מדיה
no_no: Plex Media klient
ru_ru: Plex Media клиента
uk_ua: Клієнт Plex медіа
vi_vn: Plex Media khách hàng

source: Plex Client IP:Port
ar_sa: IP:Port العميل من نوع Plex
cs_cz: Plex klienta IP
da_dk: Plex klient IP:Port
el_gr: Plex πελάτη IP: Port
es_es: Cliente de Plex IP: Puerto
fi_fi: Plex asiakkaan portti
he_il: ה-Plex לקוח IP:Port
no_no: Plex klienten IP
ro_ro: Plex Client IP
ru_ru: Plex клиент IP: Port
uk_ua: Plex клієнт IP:Port
vi_vn: Plex khách hàng IP:Port

source: ex. 192.168.1.100:3000, 192.168.1.101:3000
ar_sa: مثلاً: 192.168.1.100:3000، 192.168.1.101:3000
de_de: z. B. 192.168.1.100:3000, 192.168.1.101:3000
el_gr: π.χ. 192.168.1.100:3000, 192.168.1.101:3000
es_es: ej.: 192.168.1.100:3000, 192.168.1.101:3000
he_il: אקס 192.168.1.100:3000, 192.168.1.101:3000
no_no: for eksempel 192.168.1.100:3000, 192.168.1.101:3000
ru_ru: например 192.168.1.100:3000, 192.168.1.101:3000
vi_vn: Ví dụ: 192.168.1.100:3000, 192.168.1.101:3000

source: Client Password
ar_sa: كلمة مرور العميل
cs_cz: Heslo klienta
da_dk: Klient Password
de_de: Kunden-Kennwort
el_gr: Κωδικός πρόσβασης υπολογιστή-πελάτη
es_es: Contraseña de cliente
fi_fi: Asiakkaan salasana
fr_fr: Mot de passe client
he_il: סיסמה ללקוח
no_no: Klienten passord
ro_ro: Parola de client
ru_ru: Пароля клиента
uk_ua: Клієнт пароль
vi_vn: Mật khẩu khách hàng

source: Click below to test Plex client(s)
ar_sa: انقر أدناه لاختبار تنفذ من نوع Plex
cs_cz: Klikněte níže k testování Plex stavebník
de_de: Klicken Sie unten um Plex Client testen
el_gr: Κάντε κλικ παρακάτω για να δοκιμάσετε κάθε πελάτη Plex
es_es: Haga clic a continuación para probar el cliente Plex
fi_fi: Napsauta alla testata Plex client(s)
he_il: לחץ להלן כדי לבדוק את ה-Plex לקוח (עם)
no_no: Klikk nedenfor for å teste Plex postprogrammene dine
ro_ro: Click mai jos pentru a testa Plex clienti(cu)
ru_ru: Нажмите ниже, чтобы проверить Plex клиента (ов)
uk_ua: Натисніть нижче, щоб перевірити Plex клієнтами
vi_vn: Bấm vào dưới đây để kiểm tra Plex client(s)

source: Test Plex Client
ar_sa: اختبار العميل من نوع Plex
cs_cz: Testování klienta objektu Plex
da_dk: Test Plex klient
de_de: Plex Client testen
el_gr: Δοκιμή Plex πελάτη
es_es: Probar el cliente de Plex
fi_fi: Plex testiasiakas
fr_fr: Client test Plex
he_il: מבחן ה-Plex לקוח
no_no: Teste Plex klient
ro_ro: Test de Plex Client
ru_ru: Тестовый клиент Plex
uk_ua: Тест Plex клієнта
vi_vn: Kiểm tra khách hàng Plex
