Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Delete files left over from a failed download?
ar_sa: حذف الملفات التي خلفها فشل تحميل؟
cs_cz: Odstranit soubory zanechané selhalo stahování?
da_dk: Slette filer tilovers fra en mislykket download?
de_de: Löschen Sie Dateien aus einem fehlgeschlagenen Download übrig?
el_gr: Διαγράψτε αρχεία που έχουν απομείνει από έναs απέτυχα κατεβάζω;
es_es: ¿Eliminar archivos de una descarga fallida?
fi_fi: Poistaa tiedostoja ei ladata jääneet?
fr_fr: Supprimer les fichiers laissés par l’échec d’un transfert ?
he_il: מחיקת קבצים מ הכושל הורדה?
no_no: Slette filer fra en mislykket nedlasting?
ro_ro: Ştergeţi fişierele rămase de la o descărcare a eşuat?
ru_ru: Удалять файлы, оставшиеся от сбоя загрузки?
uk_ua: Видалити файли, що залишилися від невдалої завантажити?
vi_vn: Xóa các tập tin còn lại trên một tải xuống không thành công?

source: This only works if Use Failed Downloads is enabled.
ar_sa: يعمل هذا فقط إذا تم تمكين "استخدام فشل تحميل".
cs_cz: To funguje pouze pokud je povoleno použití selhala stáhne.
de_de: Dies funktioniert nur, wenn Einsatz scheiterte Downloads aktiviert ist.
ru_ru: Это работает только, если использовать не удалось Скачиваний включена.
vi_vn: Điều này chỉ hoạt động nếu sử dụng không thể tải được kích hoạt.

source: Extra Scripts
ar_sa: برامج نصية إضافية
cs_cz: Navíc skripty
da_dk: Ekstra Scripts
de_de: Zusätzliche Skripte
el_gr: Επιπλέον σενάρια
es_es: Scripts adicionales
fi_fi: Ylimääräiset komentosarjoja
fr_fr: Scripts supplémentaires
he_il: סקריפטים נוספות
no_no: Ekstra skript
ro_ro: Script-uri suplimentare
ru_ru: Дополнительные сценарии
uk_ua: Додаткових сценаріїв
vi_vn: Thêm kịch bản

source: See
ar_sa: انظر
cs_cz: Viz
da_dk: Se
de_de: Sieh
el_gr: Βλ.
es_es: Ver
fi_fi: Ks.
fr_fr: Voir
he_il: לראות
no_no: Se
ro_ro: A se vedea
ru_ru: См.
uk_ua: Див.
vi_vn: Xem

source: Wiki
ar_sa: ويكي
ru_ru: Вики
uk_ua: Вікі

source: for script arguments description and usage.
ar_sa: وصف البرنامج النصي الحجج والاستخدام.
cs_cz: pro popis argumenty skriptu a použití.
da_dk: for script argumenter beskrivelse og skik.
de_de: für Skript Argumente Beschreibung und Nutzung.
el_gr: για τη χρήση και περιγραφή ορίσματα δέσμης ενεργειών.
es_es: para script argumentos Descripción y uso.
fi_fi: kirjoitus argumenttien kuvaus ja käyttö.
fr_fr: pour le script arguments description et utilisation.
he_il: עבור התסריט ארגומנטים תיאור ושימוש.
no_no: for skriptet argumenter beskrivelse og bruk.
ro_ro: pentru script-ul argumente Descriere şi utilizare.
ru_ru: Описание аргументов сценария и использования.
uk_ua: для сценарію аргументи опис і використання.
vi_vn: Đối với kịch bản lập luận mô tả và sử dụng.

source: How SickRage will name and sort your episodes.
ar_sa: كيف سيكراجي اسم ونوع الحلقات الخاصة بك.
cs_cz: Jak budou SickRage název a třídit své epizody.
da_dk: Hvordan vil SickRage navn og sortere dine episoder.
de_de: Wie wird SickRage benennen und sortieren Ihre Episoden.
el_gr: Πώς SickRage θα το όνομα και να ταξινομήσετε τα επεισόδιά σας.
es_es: Cómo SickRage nombre y ordenar tus episodios.
fi_fi: Miten SickRage nimi ja lajitella jaksot.
fr_fr: Comment SickRage le nom et trier vos épisodes.
he_il: איך SickRage שם ומיין את הפרקים.
no_no: Hvordan vil SickRage navn og sortere episodene.
ro_ro: Cum SickRage va numi şi sorta dumneavoastră episoade.
ru_ru: Как SickRage имя и сортировать ваши эпизодов.
uk_ua: Як SickRage ім'я та сортувати ваш епізодів.
vi_vn: Làm thế nào SickRage sẽ đặt tên và sắp xếp các tập phim của bạn.

source: Name Pattern:
ar_sa: اسم النمط:
cs_cz: Vzor názvu:
da_dk: Navnet mønster:
de_de: Muster:
el_gr: Όνομα μοτίβου:
es_es: Patrón de nombre:
fi_fi: Nimi kuosi
fr_fr: Modèle de nom :
he_il: שם תבנית:
no_no: Navnet mønster:
ro_ro: Nume model:
ru_ru: Шаблон имени:
uk_ua: Ім'я візерунок:
vi_vn: Tên mẫu:

source: Don't forget to add quality pattern. Otherwise after post-processing the episode will have UNKNOWN quality
ar_sa: لا تنسى أن إضافة نمط الجودة. خلاف ذلك بعد تجهيز الحلقة سيكون مجهولة النوعية
cs_cz: Nezapomeňte přidat kvalitní vzorek. Jinak po konečné zpracování epizoda bude mít UNKNOWN kvalita
da_dk: Glem ikke at tilføje kvalitet mønster. Ellers efter post-processing episoden vil have ukendt kvalitet
de_de: Vergessen Sie nicht, Qualität Muster hinzufügen. Sonst nach Nachbearbeitung der Episode unbekannte haben Qualität
el_gr: Μην ξεχάσετε να προσθέσετε μοτίβο ποιότητας. Αλλιώς μετά την μετα-επεξεργασία το επεισόδιο θα έχουν άγνωστη ποιότητας
es_es: No te olvides de añadir patrón de calidad. Lo contrario después de post-procesamiento el episodio tendrá desconocido calidad
fi_fi: Älä unohda lisätä laatua kuvion. Muuten, kun jälkikäsittelyä episodi on tuntematon laatu
fr_fr: N’oubliez pas d’ajouter le modèle de qualité. Sinon après l’épisode de post-traitement auront inconnu qualité
he_il: לא לשכוח להוסיף באיכות דפוס. אחרת לאחר עיבוד דפוס הפרק יהיה ידוע באיכות
no_no: Ikke glem å legge kvalitet mønster. Ellers etter etterbehandling episoden har ukjent kvalitet
ro_ro: Nu uitaţi să adăugaţi model de calitate. Altfel, după post-procesare episod va avea necunoscut de calitate
ru_ru: Не забудьте добавить шаблон качества. В противном случае после пост-обработки эпизод будет присвоено значение UNKNOWN качества
uk_ua: Не забудьте додати якість візерунок. В іншому випадку, після того як пост-обробки даних в епізоді буде НЕВІДОМО якість
vi_vn: Đừng quên thêm chất lượng mô hình. Nếu không sau khi sau khi xử lý các tập phim sẽ có chưa biết chất lượng

source: Meaning
ar_sa: معنى
cs_cz: Význam
da_dk: Betydning
de_de: Bedeutung
el_gr: Έννοια
es_es: Significado
fi_fi: Merkitys
fr_fr: Sens
he_il: משמעות
no_no: Betydning
ro_ro: Sensul
ru_ru: Смысл
uk_ua: Значення
vi_vn: Ý nghĩa

source: Pattern
ar_sa: نمط
cs_cz: Vzor
da_dk: Mønster
de_de: Muster
el_gr: Μοτίβο
es_es: Patrón de
fi_fi: Ohje
fr_fr: Modèle
he_il: דפוס
no_no: Mønster
ro_ro: Model
ru_ru: Шаблон
uk_ua: Візерунок
vi_vn: Mô hình

source: Result
ar_sa: النتيجة
cs_cz: Výsledek
da_dk: Resultat
de_de: Ergebnis
el_gr: Αποτέλεσμα
es_es: Resultado
fi_fi: Tulos
fr_fr: Résultat
he_il: תוצאה
no_no: Resultatet
ro_ro: Rezultatul
ru_ru: Результат
uk_ua: Результат
vi_vn: Kết quả

source: Use lower case if you want lower case names (eg. %sn, %e.n, %q_n etc)
ar_sa: استخدام حالة أقل إذا كنت تريد أسماء الحالة الأدنى (على سبيل المثال-%sn، %e.n، %q_n إلخ)
cs_cz: Používejte malá písmena, pokud chcete malá písmena názvy (např. %sn, %e.n, %q_n atd)
da_dk: Brug små bogstaver, hvis du ønsker små bogstaver navne (f.eks. %sn, %e.n, %q_n osv)
de_de: Verwenden Sie Kleinbuchstaben, wenn Sie Kleinbuchstaben Namen (zB. %sn, %e.n, %q_n etc.)
el_gr: Χρήση πεζών αν θέλετε πεζά ονομάτων (π.χ. %sn, %e.n, %q_n κλπ)
es_es: Usar minúsculas si quiere nombres en minúsculas (ej. %sn, %e.n, %q_n etcetera)
fi_fi: Käyttävät pienet kirjaimet, jos haluat pieniä nimet (esim. %sn, %e.n, %q_n jne)
fr_fr: Utilisez les minuscules si vous souhaitez que les noms de minuscules (par exemple. %sn, %e.n, %q_n etc.)
he_il: משתמשים באותיות קטנות, אם אתה רוצה שמות באותיות קטנות (למשל-%sn, %e.n, %q_n ועוד)
no_no: Bruk små bokstaver hvis du vil små navn (f.eks. %sn, %e.n, %q_n etc)
ro_ro: Utilizaţi minuscule, dacă doriţi minuscule numele (ex.. %sn, %e.n, %q_n etc)
ru_ru: Используйте нижний регистр, если требуется имена в нижнем регистре (например. %sn, %e.n, %q_n и т.д.)
uk_ua: Використовувати нижній регістр, якщо ви хочете, щоб нижній регістр імена (наприклад. %sn, %e.n, %q_n та ін)
vi_vn: Sử dụng trường hợp thấp hơn nếu bạn muốn tên trường hợp thấp hơn (ví dụ như. %sn, %e.n, %q_n vv)

source: Show Name:
ar_sa: اسم العرض:
cs_cz: Zobrazit název:
da_dk: Vis navn:
de_de: Name der Show:
el_gr: Εμφάνιση όνομα:
es_es: Nombre del programa:
fi_fi: Näytä nimi:
he_il: הצג שם:
no_no: Vis navn:
ro_ro: Afișare nume:
ru_ru: Показать имя:
uk_ua: Відображати ім'я:
vi_vn: Tên hiển thị:

source: Show Name
ar_sa: إظهار اسم
cs_cz: Zobrazit název
da_dk: Vis navn
de_de: Name anzeigen
el_gr: Εμφάνιση ονόματος
es_es: Mostrar nombre
fi_fi: Näytä nimi
he_il: להציג שם
no_no: Vis navn
ro_ro: Arată numele
ru_ru: Показать имя
uk_ua: Відображати ім'я
vi_vn: Hiển thị tên

source: Season Number:
ar_sa: عدد الموسم:
cs_cz: Číslo sezóny:
da_dk: Sæson nummer:
de_de: Saison Nummer:
el_gr: Αριθμός σεζόν:
es_es: Número de estación:
fi_fi: Kauden numero:
fr_fr: Nombre de saison :
he_il: מספר העונה:
no_no: Sesongen nummer:
ro_ro: Numărul de sezon:
ru_ru: Номер сезона:
uk_ua: Сезон номер:
vi_vn: Mùa số:

source: XEM Season Number:
ar_sa: عدد الموسم XEM:
cs_cz: XEM číslo sezóny:
da_dk: Xem-sæson nummer:
de_de: Xen Saison Nummer:
el_gr: XEM εποχή αριθμός:
es_es: XEM temporada número:
fi_fi: XEM kauden numero:
fr_fr: XEM nombre de saison :
he_il: XEM העונה מספר:
no_no: XEM sesongen nummer:
ro_ro: Meditatii sezonul numărul:
ru_ru: XEM сезона номер:
uk_ua: XEM сезон номер:
vi_vn: XEM mùa số:

source: Episode Number:
ar_sa: رقم الحلقة:
cs_cz: Epizoda číslo:
da_dk: Episode nummeret:
de_de: Episodennummer:
el_gr: Επεισόδιο στον αριθμό:
es_es: Episodio número:
fi_fi: Episodi numero:
fr_fr: Numéro de l’épisode :
he_il: פרק מספר:
no_no: Episode nummer:
ro_ro: Episodul numarul:
ru_ru: Номер эпизода:
uk_ua: Епізод №:
vi_vn: Số tập:

source: XEM Episode Number:
ar_sa: XEM الحلقة رقم:
cs_cz: XEM epizoda číslo:
da_dk: Xem-Episode nummer:
de_de: Xen Episodennummer:
el_gr: XEM επεισόδιο αριθμός:
es_es: XEM episodio número:
fi_fi: XEM episodi numero:
fr_fr: XEM épisode Numéro :
he_il: XEM פרק מספר:
no_no: XEM Episode nummer:
ro_ro: Meditatii Episodul numărul:
ru_ru: XEM эпизод число:
uk_ua: XEM епізод номер:
vi_vn: XEM tập số:

source: Episode Name:
ar_sa: اسم الحلقة:
cs_cz: Název epizody:
da_dk: Episode navn:
de_de: Episodenname:
el_gr: Επεισόδιο όνομα:
es_es: Nombre del episodio:
fi_fi: Jakson nimi:
fr_fr: Nom de l’épisode :
he_il: שם הפרק:
no_no: Episode navn:
ro_ro: Nume episod:
ru_ru: Название эпизода:
uk_ua: Назва епізоду:
vi_vn: Tên tập phim:

source: Episode Name
ar_sa: اسم الحلقة
cs_cz: Název epizody
da_dk: Episode navn
de_de: Episodenname
el_gr: Επεισόδιο όνομα
es_es: Nombre del episodio
fi_fi: Jakson nimi
fr_fr: Nom de l’épisode
he_il: שם פרק
no_no: Episode navn
ro_ro: Nume episod
ru_ru: Название эпизода
uk_ua: Назва епізоду
vi_vn: Tên tập phim

source: Quality:
ar_sa: الجودة:
cs_cz: Kvalita:
da_dk: Kvalitet:
de_de: Qualität:
el_gr: Ποιότητα:
es_es: Calidad:
fi_fi: Laatu:
fr_fr: Qualité :
he_il: איכות:
no_no: Kvalitet:
ro_ro: Calitate:
ru_ru: Качество:
uk_ua: Якість:
vi_vn: Chất lượng:

source: Scene Quality:
ar_sa: جودة المشهد:
cs_cz: Kvalita scény:
da_dk: Scene kvalitet:
de_de: Szene-Qualität:
el_gr: Σκηνή ποιότητας:
es_es: Calidad de la escena:
fi_fi: Kohtaus laatu:
fr_fr: Qualité de la scène :
he_il: זירת איכות:
no_no: Scenen kvalitet:
ro_ro: Scena de calitate:
ru_ru: Качество сцены:
uk_ua: Якість сцени:
vi_vn: Cảnh chất lượng:

source: 720p HDTV x264
ar_sa: التلفزيون عالي الوضوح 720p x264
cs_cz: HDTV 720p x264
es_es: HDTV 720p x264
fr_fr: HDTV 720p x264
uk_ua: 720 р HDTV x264

source: 720p.HDTV.x264
ar_sa: 720 بكسل. HDTV.x264
he_il: p 720. HDTV.x264
uk_ua: 720 р. HDTV.x264

source: Release Name:
ar_sa: الإفراج عن الاسم:
cs_cz: Vydání Jméno:
da_dk: Udgivelsens navn:
el_gr: Όνομα κυκλοφορίας:
es_es: Nombre del estreno:
fi_fi: Release Nimi:
fr_fr: Nom de sortie :
he_il: פרסום שם:
no_no: Release Navn:
ro_ro: Nume de lansare:
ru_ru: Название релиза:
uk_ua: Назва випуску:
vi_vn: Tên phát hành:

source: Show.Name.S02E03.HDTV.XviD-RLSGROUP
ar_sa: Show.Name.S02E03.HDTV.XviD-رلسجروب

source: Release Group:
ar_sa: الإفراج عن المجموعة:
cs_cz: Vydání Skupina:
de_de: Freigabegruppe:
el_gr: Ομάδα κυκλοφορίας:
es_es: Grupo de liberación:
fr_fr: Communiqué de groupe :
he_il: פרסום קבוצתית:
ro_ro: Grupa de lansare:
ru_ru: Релиз Группа:
uk_ua: Реліз Група:
vi_vn: Nhóm phát hành:

source: Release Type:
ar_sa: نوع الإصدار:
cs_cz: Typ vydání:
de_de: Release-Typ:
el_gr: Τύπος κυκλοφορίας:
es_es: Tipo de liberación:
fi_fi: Julkaisu tyyppi:
fr_fr: Type de sortie :
he_il: סוג פרסום:
no_no: Versjonstypen:
ro_ro: Versiune tip:
ru_ru: Тип релиза:
uk_ua: Тип випуску:
vi_vn: Loại phiên bản:

source: Multi-Episode Style:
ar_sa: نمط الحلقة متعددة:
cs_cz: Styl multi-epizoda:
da_dk: Multi Episode stil:
de_de: Multi-Episode Stil:
el_gr: Multi-επεισόδιο στυλ:
es_es: Multi-episodio estilo:
fi_fi: Monen episodi tyyli:
fr_fr: Style de plusieurs épisode :
he_il: סגנון פרק מרובה:
no_no: Flere Episode stil:
ro_ro: Stil multi-episod:
ru_ru: Мульти эпизод стиль:
uk_ua: Мульти епізод стиль:
vi_vn: Episode đa phong cách:

source: Single-EP Sample:
ar_sa: عينة واحدة-الجيش الشعبي:
cs_cz: Single-EP Ukázka:
da_dk: Single-EP prøve:
de_de: Single-EP Probe:
el_gr: Single-EP δείγμα:
es_es: Muestra individual-EP:
fi_fi: Single-EP-malli:
fr_fr: Single-EP, exemple :
he_il: יחיד-EP דוגמת:
no_no: Single-EP-eksempel:
ro_ro: Single-EP eşantion:
ru_ru: Одноместный EP образец:
uk_ua: Сингл EP зразка:
vi_vn: Mẫu đơn-EP:

source: Multi-EP sample:
ar_sa: نموذج متعدد-الجيش الشعبي:
cs_cz: Multi-EP Ukázka:
da_dk: Multi-EP prøve:
de_de: Multi-EP Probe:
el_gr: Multi-EP δείγμα:
es_es: Muestra multi-EP:
fi_fi: Multi-EP-malli:
fr_fr: Échantillon de multi-EP :
he_il: Multi-EP דוגמת:
no_no: Multi-EP-eksempel:
ro_ro: Multi-EP eşantion:
ru_ru: Multi-EP образец:
uk_ua: Multi-EP зразка:
vi_vn: Multi-EP mẫu:

source: Strip Show Year
ar_sa: إظهار قطاع عام
cs_cz: Strip Show rok
da_dk: Strip Show år
de_de: Strip-Show-Jahr
el_gr: Λωρίδα χρόνου Εμφάνιση
es_es: Strip Show año
fi_fi: Strip Näyttelyrintamalla
fr_fr: Strip Show an
he_il: רצועת הצג שנה
no_no: Stripen viser året
ro_ro: An de Arată benzi
ru_ru: Стрип шоу года
uk_ua: Стриптиз шоу рік
vi_vn: Dải Hiển thị năm

source: Remove the TV show's year when renaming the file?
ar_sa: إزالة العام البرنامج التلفزيوني عند إعادة تسمية الملف؟
cs_cz: Odstranit televizní pořad roku při přejmenování souboru?
da_dk: Fjerne TV-show år når du omdøber filen?
de_de: Der TV-Show des Jahres zu entfernen wenn Sie die Datei umbenennen?
el_gr: Αφαιρέστε την Τηλεοπτική εκπομπή του έτους όταν μετονομάζετε το αρχείο;
es_es: ¿Eliminar el año de la demostración de la TV al renombrar el archivo?
fi_fi: Poista TV-show vuonna nimettäessä tiedostoa?
fr_fr: Enlever l’année de l’émission de télévision lorsque vous renommez le fichier ?
he_il: הסרה בשנה של תוכנית הטלוויזיה בעת שינוי שם הקובץ?
no_no: Fjerne den TV år når omdøpe filen?
ro_ro: Elimina TV show an când redenumirea fişierului?
ru_ru: Удаление теле-шоу в год при переименовании файла?
uk_ua: Видалити ТВ-шоу року під час перейменування файлу?
vi_vn: Loại bỏ các chương trình truyền hình của năm khi đổi tên các tập tin?

source: Only applies to shows that have year inside parentheses
ar_sa: لا ينطبق إلا على تبين أن سنة داخل الأقواس
cs_cz: Platí pouze pro show, které mají rok uvnitř závorky
da_dk: Gælder kun for viser, at har år inde i parentes
de_de: Gilt nur für zeigt, dass Jahr in Klammern
el_gr: Ισχύει μόνο για τις παραστάσεις που έχουν χρόνο μέσα σε παρενθέσεις
es_es: Sólo se aplica a los espectáculos que tienen años dentro de paréntesis
fi_fi: Koskee vain osoittaa, että vuonna sulkeissa
fr_fr: S’applique uniquement aux émissions disposant d’année à l’intérieur des parenthèses
he_il: חל רק על מראה כי שנה בתוך סוגריים
no_no: Gjelder bare programmer med år inne i parenteser
ro_ro: Se aplică numai pentru spectacole care au an în interiorul parantezelor
ru_ru: Применяется только к шоу, которые имеют год внутри скобок
uk_ua: Відноситься тільки до шоу, які мають рік всередині дужок
vi_vn: Chỉ áp dụng cho chương trình có năm bên trong dấu ngoặc đơn

source: Custom Air-By-Date
ar_sa: الجو مخصصة حسب التاريخ
cs_cz: Vlastní letecké podle data
da_dk: Custom Air-af-dato
de_de: Benutzerdefinierte Luft nach Datum
el_gr: Προσαρμοσμένη ημερομηνία αέρα
es_es: Encargo de aire por fecha
fi_fi: Mukautetun Ilmastointi päiväyksen mukaan-
fr_fr: Personnalisé-par-Date de l’Air
he_il: מותאם אישית אוויר-לפי תאריך
no_no: Egendefinerte Air-av-dato
ro_ro: Personalizat de aer de data
ru_ru: Пользовательские-к Дата воздуха
uk_ua: Користувальницькі повітря за датою
vi_vn: Tùy chỉnh máy bởi ngày

source: Name Air-By-Date shows differently than regular shows?
ar_sa: اسم الجوية قبل التاريخ يظهر بشكل مختلف عن العروض العادية؟
cs_cz: Jméno Air datum ukazuje jinak než pravidelné pořady?
da_dk: Navnet luft-af-dato viser anderledes end regelmæssige shows?
de_de: Namen von Luft nach Datum zeigt anders als regelmäßige zeigt?
el_gr: Όνομα Air ημερομηνία δείχνει με διαφορετικό τρόπο από ό, τι τακτική δείχνει;
es_es: ¿Nombre de aire por fecha muestra diferentemente que muestra regular?
fi_fi: Nimi Ilmastointi päiväyksen mukaan-näyttää eri tavalla kuin säännöllisesti?
fr_fr: Nom-de-Date de diffusion indique différemment des spectacles réguliers ?
he_il: שם אוויר-לפי תאריך מראה שונה מראה רגיל?
no_no: Air-av-dato viser annerledes enn vanlig viser?
ro_ro: Numele aer-de-Date arată diferit decât spectacole regulate?
ru_ru: Имя-к-Дата воздуха показывает иначе, чем регулярные шоу?
uk_ua: Інакше, ніж регулярні шоу показує ім'я повітря за датою?
vi_vn: Tên máy-By-ngày tháng cho thấy khác với thường xuyên cho thấy?

source: Air-by-date Name Pattern:
ar_sa: نقش اسم الهواء حسب التاريخ:
cs_cz: Vzor názvu vzduchu datum:
da_dk: Air-af-dato navn mønster:
de_de: Luft-durch-Datum Namensmuster:
el_gr: Air ημερομηνία όνομα μοτίβο:
es_es: Patrón de nombre fecha de aire:
fi_fi: Ilman päivämäärä nimi kuosi
fr_fr: Modèle de nom de-date de diffusion :
he_il: תבנית שם אוויר-לפי תאריך:
no_no: Air-av-dato navn mønster:
ro_ro: Aer de data nume model:
ru_ru: Шаблон имени воздуха к Дата:
uk_ua: Повітря за датою ім'я візерунок:
vi_vn: Không khí của ngày tên mẫu:

source: Regular Air Date:
ar_sa: تاريخ الجوية العادية:
cs_cz: Datum pravidelné vysílání:
da_dk: Almindelig luft dato:
de_de: Normale Luft-Datum:
el_gr: Τακτική Air ημερομηνία:
es_es: Fecha de aire regular:
fi_fi: Säännöllisesti päivämäärä:
fr_fr: Date de diffusion régulière :
he_il: אוויר רגיל תאריך:
no_no: Vanlig luft dato:
ro_ro: Data difuzării regulate:
ru_ru: Регулярные воздушные Дата:
uk_ua: Регулярні повітряні Дата:
vi_vn: Máy thường ngày:

source: Year:
ar_sa: السنة:
cs_cz: Rok:
da_dk: År:
de_de: Jahr:
el_gr: Έτος:
es_es: Año:
fi_fi: Vuosi:
fr_fr: Année :
he_il: השנה:
no_no: År:
ro_ro: An:
ru_ru: Год:
uk_ua: Рік:
vi_vn: Năm nay:

source: Month:
ar_sa: في الشهر:
cs_cz: Měsíc:
da_dk: Måned:
de_de: Monat:
el_gr: Μήνας:
es_es: Mes:
fi_fi: Kuukausi:
fr_fr: Mois :
he_il: חודש:
no_no: Måned:
ro_ro: Luna:
ru_ru: В месяц:
uk_ua: Місяць:
vi_vn: Tháng:

source: Day:
ar_sa: اليوم:
cs_cz: Den:
da_dk: Dag:
de_de: Tag:
el_gr: Ημέρα:
es_es: Día:
fi_fi: Päivä:
fr_fr: Jour :
he_il: יום:
no_no: Dag:
ro_ro: Ziua:
ru_ru: День:
uk_ua: День:
vi_vn: Ngày:

source: Show.Name.2010.03.09.HDTV.XviD-RLSGROUP
ar_sa: Show.Name.2010.03.09.HDTV.XviD-رلسجروب

source: Air-by-date Sample:
ar_sa: عينات الهواء بتاريخ:
cs_cz: Ukázka letecké podle data:
da_dk: Air-af-dato prøve:
de_de: Luft-durch-Datum Probe:
el_gr: Δείγμα αέρα-από-ημερομηνία:
es_es: Muestra fecha de aire:
fi_fi: Ilmastointi päivämäärän malli:
fr_fr: Exemple de date de diffusion :
he_il: דוגמת אוויר-מאת-תאריך:
no_no: Air-av-dato-eksempel:
ro_ro: Exemplu de aer-de-dată:
ru_ru: Воздух к Дата, пример:
uk_ua: Повітря за датою зразка:
vi_vn: Không khí của ngày mẫu:

source: Custom Sports
ar_sa: الرياضة مخصصة
cs_cz: Vlastní sportovní
da_dk: Brugerdefineret Sports
de_de: Benutzerdefinierte Sport
el_gr: Προσαρμοσμένο σπορ
es_es: Deportes personalizados
fi_fi: Urheilu
fr_fr: Sports personnalisés
he_il: ספורט מותאמת אישית
no_no: Sport
ro_ro: Sportive personalizate
ru_ru: Пользовательские Спортивная
uk_ua: Користувальницькі спорт
vi_vn: Tuỳ thể thao

source: Name Sports shows differently than regular shows?
ar_sa: الرياضة الاسم يظهر بشكل مختلف عن العروض العادية؟
cs_cz: Sportovní jméno ukazuje jinak než pravidelné pořady?
da_dk: Navnet Sports viser anderledes end regelmæssige shows?
de_de: Name Sport zeigt anders als regelmäßige zeigt?
el_gr: Όνομα αθλητικά δείχνει με διαφορετικό τρόπο από ό, τι τακτική δείχνει;
es_es: ¿Nombre de deportes muestra diferentemente que muestra regular?
fi_fi: Nimi urheilu näyttää eri tavalla kuin säännöllisesti?
fr_fr: Sports de nom indique différemment des spectacles réguliers ?
he_il: שם ספורט מראה שונה מראה רגיל?
no_no: Navnet sport viser annerledes enn vanlig viser?
ro_ro: Numele sport arată diferit decât spectacole regulate?
ru_ru: Иначе, чем регулярные шоу показывает имя спорта?
uk_ua: Інакше, ніж регулярні шоу показує ім'я спорту?
vi_vn: Tên thể thao cho thấy khác với thường xuyên cho thấy?

source: Sports Name Pattern:
ar_sa: الرياضة اسم النمط:
cs_cz: Sportovní vzor názvu:
da_dk: Sports navn mønster:
de_de: Sport-Namensmuster:
el_gr: Σπορ όνομα μοτίβο:
es_es: Patrón de nombre de deportes:
fi_fi: Urheilu nimi kuosi
fr_fr: Modèle de sport de nom :
he_il: ספורט שם תבנית:
no_no: Sport navn mønster:
ro_ro: Sport nume model:
ru_ru: Спорт шаблон имени:
uk_ua: Спортивні ім'я візерунок:
vi_vn: Mẫu tên thể thao:

source: Custom...
ar_sa: مخصص...
cs_cz: Vlastní...
de_de: Benutzerdefinierte...
el_gr: Προσαρμοσμένη...
fi_fi: Mukautettu...
he_il: מותאם אישית...
no_no: Egendefinert...
ru_ru: Пользовательские...
vi_vn: Tùy chỉnh...

source: Sports Air Date:
ar_sa: الرياضات الجوية التاريخ:
cs_cz: Sportovní datum vysílání:
da_dk: Sport luft dato:
de_de: Sport-Luft-Datum:
el_gr: Αθλήματα αέρα ημερομηνία:
es_es: Deportes fecha de aire:
fi_fi: Urheilu ilman päivämäärä:
fr_fr: Date de diffusion de sports :
he_il: ספורט באוויר תאריך:
no_no: Sport Air dato:
ro_ro: Data difuzării sportive:
ru_ru: Спортивные Воздушная Дата:
uk_ua: Спорт на екрани в США:
vi_vn: Thể thao máy ngày:

source: Mar
ar_sa: مار
el_gr: Μαρ
he_il: מאר
ru_ru: Мар
uk_ua: Мар

source: Show.Name.9th.Mar.2011.HDTV.XviD-RLSGROUP
ar_sa: Show.Name.9th.Mar.2011.HDTV.XviD-رلسجروب

source: Sports Sample:
ar_sa: النموذج الرياضي:
cs_cz: Sportovní Ukázka:
da_dk: Sport prøve:
de_de: Sport Probe:
el_gr: Σπορ δείγμα:
es_es: Muestra de deportes:
fi_fi: Urheilu-malli:
fr_fr: Sport, exemple :
he_il: ספורט דוגמת:
no_no: Sport-eksempel:
ro_ro: Probe sportive:
ru_ru: Спортивные образец:
uk_ua: Спортивні зразка:
vi_vn: Mẫu thể thao:

source: Custom Anime
ar_sa: أنمي مخصص
cs_cz: Vlastní Anime
da_dk: Brugerdefinerede Anime
de_de: Benutzerdefinierte Anime
el_gr: Προσαρμοσμένο κινούμενο σχέδιο
es_es: Anime personalizado
fi_fi: Mukautetun Anime
fr_fr: Anime personnalisé
he_il: אנימה מותאם אישית
no_no: Egendefinerte Anime
ro_ro: Anime personalizate
ru_ru: Пользовательские аниме
uk_ua: Користувальницькі аніме
vi_vn: Tùy chỉnh Anime

source: Name Anime shows differently than regular shows?
ar_sa: أنمي الاسم يظهر بشكل مختلف عن العروض العادية؟
cs_cz: Název Anime ukazuje jinak než pravidelné pořady?
da_dk: Navnet Anime viser anderledes end regelmæssige shows?
de_de: Name Anime zeigt anders als regelmäßige zeigt?
el_gr: Όνομα Anime δείχνει με διαφορετικό τρόπο από ό, τι τακτική δείχνει;
es_es: ¿Nombre Anime muestra diferentemente que muestra regular?
fi_fi: Nimi animen Näyttää eri tavalla kuin säännöllisesti?
fr_fr: Nom Anime montre différemment des spectacles réguliers ?
he_il: אנימה שם מראה שונה מראה רגיל?
no_no: Navnet Anime viser annerledes enn vanlig viser?
ro_ro: Numele Anime arată diferit decât spectacole regulate?
ru_ru: Название аниме показывает иначе, чем регулярные шоу?
uk_ua: Інакше, ніж регулярні шоу показує ім'я аніме?
vi_vn: Tên Anime cho thấy khác với thường xuyên cho thấy?

source: Anime Name Pattern:
ar_sa: نقش اسم الأنمي:
cs_cz: Vzor názvu anime:
da_dk: Anime navn mønster:
de_de: Anime Namensmuster:
el_gr: Κινούμενο σχέδιο όνομα μοτίβο:
es_es: Patrón de nombre de anime:
fi_fi: Anime nimi kuosi
fr_fr: Modèle de nom de l’anime :
he_il: אנימה שם תבנית:
no_no: Anime navn mønster:
ro_ro: Anime nume model:
ru_ru: Шаблон имени аниме:
uk_ua: Аніме ім'я візерунок:
vi_vn: Anime tên mẫu:
