Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: send a message to all enabled notifiers when SickRage has been updated
ar_sa: إرسال رسالة إلى جميع المبلغون ممكنة عندما تم تحديث سيكراجي
cs_cz: odešlete zprávu všem oznamovatelům, povolené při aktualizaci SickRage
da_dk: Send en besked til alle aktiverede anmeldere, når SickRage er blevet opdateret
de_de: Sende eine Nachricht an alle Melder aktiviert, wenn SickRage aktualisiert wurde
el_gr: Στείλτε ένα μήνυμα σε όλους τους κοινοποιούντες ενεργοποιημένη όταν SickRage έχει ενημερωθεί
es_es: Enviar un mensaje a todos los notificadores habilitados cuando se ha actualizado SickRage
fi_fi: Lähetä viesti kaikki käytössä ilmoittajat päivitettäessä SickRage
fr_fr: Envoyer un message à tous les notifiants activés lorsque SickRage a été mis à jour
he_il: לשלוח הודעה לכל מודיעים מאופשר כאשר SickRage עודכנה
no_no: Send en melding til alle aktiverte anmeldt når SickRage er oppdatert
ro_ro: Trimite un mesaj pentru toți notificatorii activat atunci când s-a actualizat SickRage
ru_ru: Отправьте сообщение для всех включенных оповещатели, когда SickRage был обновлен
uk_ua: Надіслати повідомлення для всіх доступних повідомник, коли SickRage було оновлено
vi_vn: gửi tin nhắn đến tất cả kích hoạt notifiers khi SickRage đã được Cập Nhật

source: Options for visual appearance.
ar_sa: خيارات المظهر المرئي.
cs_cz: Možnosti pro vzhled.
da_dk: Indstillinger for visuelle udseende.
de_de: Optionen für das optische Erscheinungsbild.
el_gr: Επιλογές για την οπτική εμφάνιση.
es_es: Opciones para la apariencia visual.
fi_fi: Visuaalisen ulkoasun asetukset.
fr_fr: Options pour l’aspect visuel.
he_il: אפשרויות המראה החזותי.
no_no: Alternativer for utseende.
ro_ro: Opțiuni pentru aspectul vizual.
ru_ru: Параметры внешнего вида.
uk_ua: Параметри для зовнішнього вигляду.
vi_vn: Các tùy chọn cho các hình thức trực quan.

source: Interface Language
ar_sa: لغة الواجهة
cs_cz: Jazyk rozhraní
da_dk: Grænsefladesprog
de_de: Sprache der Benutzeroberfläche
el_gr: Γλώσσα διεπαφής
es_es: Idioma de la interfaz
fi_fi: Käyttöliittymän kieli
fr_fr: Langue de l’interface
he_il: שפת ממשק
no_no: Grensesnitt språk
ro_ro: Limba interfata
ru_ru: Язык интерфейса
uk_ua: Мова інтерфейсу
vi_vn: Ngôn ngữ giao diện

source: System Language
ar_sa: لغة النظام
cs_cz: Jazyk systému
da_dk: Systemsproget
de_de: Systemsprache
el_gr: Γλώσσα του συστήματος
es_es: Idioma del sistema
fi_fi: Järjestelmän kieli
fr_fr: Langue du système
he_il: שפת המערכת
no_no: Systemspråket
ro_ro: Limba sistemului
ru_ru: Язык системы
uk_ua: Мову системи
vi_vn: Ngôn ngữ hệ thống

source: for appearance to take effect, save then refresh your browser
ar_sa: للحصول على مظهر المفعول، حفظ، ثم قم بتحديث المستعرض الخاص بك
cs_cz: pro vzhled vstoupí v platnost uložte a pak aktualizovat prohlížeč
da_dk: for udseende kan træde i kraft, gemme og derefter opdatere din browser
de_de: für Erscheinung wirksam, speichern und aktualisieren Sie Ihren browser
el_gr: για εμφάνιση να τεθούν σε ισχύ, αποθηκεύσετε στη συνέχεια, ανανεώστε το πρόγραμμα περιήγησης
es_es: para aspecto surtan efecto, guardar a continuación, actualice su navegador
fi_fi: ulkonäkö voimaan Tallenna sitten Päivitä selaimesi
fr_fr: pour apparence prennent effet, enregistrer puis actualisez votre navigateur
he_il: למראה לתוקף, שמור ולאחר מכן רענן את הדפדפן
no_no: for utseende trer i kraft, lagre og deretter oppdatere nettleseren
ro_ro: pentru aspect să intre în vigoare, salvaţi apoi reîmprospătaţi browserul
ru_ru: для появления вступили в силу сохранить, затем обновите страницу в браузере
uk_ua: за появи вступили в силу зберегти а потім оновіть сторінку в браузері
vi_vn: xuất hiện để có hiệu quả, tiết kiệm sau đó làm mới trình duyệt của bạn

source: Display theme
ar_sa: عرض الموضوع
cs_cz: Zobrazit téma
da_dk: Display tema
de_de: Anzeigethema
el_gr: Θέμα απεικόνισης
es_es: Tema de pantalla
fi_fi: Näytön teema
fr_fr: Thème d’affichage
he_il: הצגת נושא
no_no: Vis tema
ro_ro: Tema de afişare
ru_ru: Тема экрана
uk_ua: Відображення теми
vi_vn: Hiển thị chủ đề

source: Dark
ar_sa: الظلام
cs_cz: Tmavý
da_dk: Mørk
de_de: Dunkel
el_gr: Σκούρο
es_es: Oscuro
fi_fi: Tumma
fr_fr: Sombre
he_il: כהה
no_no: Mørk
ro_ro: Întuneric
ru_ru: Темный
uk_ua: Темний
vi_vn: Tối

source: Light
ar_sa: الضوء
cs_cz: Světlo
da_dk: Lys
de_de: Licht
el_gr: Φως
es_es: Luz
fi_fi: Valo
fr_fr: Lumière
he_il: אור
no_no: Lys
ro_ro: Lumina
ru_ru: Свет
uk_ua: Світло
vi_vn: Ánh sáng

source: Show all seasons
ar_sa: إظهار جميع الفصول
cs_cz: Zobrazit všechna roční období
da_dk: Vis alle sæsoner
de_de: Zeige alle Jahreszeiten
el_gr: Δείχνουν όλες τις εποχές
es_es: Mostrar todas las temporadas
fi_fi: Näytä hotelli all seasons
fr_fr: Montrer toutes les saisons
he_il: הצג כל העונות
no_no: Vis alle årstider
ro_ro: Arată toate anotimpurile
ru_ru: Показать все сезоны
uk_ua: Показати всі пори року
vi_vn: Hiển thị tất cả các mùa

source: on the show summary page
ar_sa: في صفحة ملخص عرض
cs_cz: na stránce Shrnutí zobrazit
da_dk: på siden Vis oversigt
de_de: auf der Übersichtsseite anzeigen
el_gr: στη σελίδα σύνοψης Εμφάνιση
es_es: en la página de resumen del show
fi_fi: Näytä Yhteenveto-sivulla
fr_fr: dans la page Résumé de spectacle
he_il: בדף סיכום הצג
no_no: på siden Vis Sammendrag
ro_ro: pe pagina de Sumar Arată
ru_ru: на странице Сводка шоу
uk_ua: на сторінці зведення шоу
vi_vn: trên trang tóm tắt hiển thị

source: Sort with "The", "A", "An"
ar_sa: الفرز مع ""، "ألف" ""
cs_cz: Řazení s "O", "A", "An"
da_dk: Sorter med "Den", "A", "En"
de_de: Art mit "The", "A", "Ein"
el_gr: Ταξινόμηση με «Η», «A», «Ένας»
es_es: Suerte con "El", "A", "Un"
fi_fi: Lajittele sanalla ”The”, ”A”, ”on”
fr_fr: Tri par « Les », « A », « Un »
he_il: מיון עם "ה", "A", "של"
no_no: Sorter med "Den", "A", "En"
ro_ro: Sortare cu "", "A", "O"
ru_ru: Сортировка с «», «A», «»
uk_ua: Сортування з "В", "A", "На"
vi_vn: Sắp xếp với "The", "A", "Một"

source: include articles ("The", "A", "An") when sorting show lists
ar_sa: وتشمل المواد ("The"، "A"، "أو") عند الفرز تظهر قوائم
cs_cz: zahrnuje články ("The", "", "An") při řazení Zobrazit seznamy
da_dk: omfatter artikler ("", "En", "En") Når sortering vise lister
de_de: enthalten Artikel ("The", "A", "Ein") bei Sortierung Listen anzeigen
el_gr: περιλαμβάνει άρθρα («Η», «Ένα», «Ένας») όταν διαλογή εμφανίζονται λίστες
es_es: incluir ("", "A", "An") cuando los artículos clasificación mostrar listas
fi_fi: sisältää artikkeleita (”The”, ”A”, ”on”) Kun lajittelu Näytä luettelot
fr_fr: inclure les articles (« The », « A », « An ») quand tri montrer des listes
he_il: כוללים מאמרים ("ה", "A", "של") כאשר מיון הצג רשימות
no_no: inkluderer artikler ("Det", "A", "En") når sortering Vis lister
ro_ro: includ articole ("", "A", "O") atunci când sortarea Arată liste
ru_ru: включать статьи («», «», «»), когда сортировка Показать списки
uk_ua: відносяться статей ("В", "", "В") при сортування Показати списки
vi_vn: bao gồm bài viết ("", "A", "Một") khi phân loại Hiển thị danh sách

source: Filter Row
ar_sa: تصفية الصفوف
cs_cz: Řádek filtru
de_de: Filterzeile
el_gr: Φίλτρο γραμμής
es_es: Filtro de fila
fi_fi: Suodatinrivi
he_il: מסנן שורה
no_no: Filterrad
ro_ro: Filtru rând
ru_ru: Фильтр строк
uk_ua: Фільтр рядка
vi_vn: Bộ lọc hàng

source: Add a filter row to the show display on the home page
ar_sa: إضافة صف عامل تصفية لإظهار العرض على الصفحة الرئيسية
cs_cz: Přidejte řádek filtru k zobrazení zobrazit na domovské stránce
de_de: Die Anzeige auf der Startseite eine Filterzeile hinzufügen
el_gr: Προσθέσετε ένα φίλτρο γραμμής στην οθόνη εμφάνιση στην αρχική σελίδα
es_es: Agregar una fila de filtro a la exhibición de la demostración en la página de inicio
fi_fi: Lisää suodatinrivi Näytä kotisivulla
he_il: להוסיף שורה מסנן כדי להציג את הצג בדף הבית
no_no: Legge til en filterrad viser displayet på hjemmesiden
ro_ro: Adăugaţi un rând de filtru pentru a afişa Arată pe pagina de start
ru_ru: Добавьте строку фильтра для отображения шоу на домашней странице
uk_ua: Додати рядок фільтр для відображення на головній сторінці
vi_vn: Thêm một bộ lọc hàng vào màn hình hiển thị trên trang chủ

source: Missed episodes range
ar_sa: مجموعة الحلقات المفقودة
cs_cz: Rozsah zmeškaných epizody
da_dk: Ubesvarede episoder vifte
de_de: Verpasste Episoden Bereich
el_gr: Εύρος αναπάντητες επεισόδια
es_es: Episodios perdida de rango
fi_fi: Jääneet jaksot alue
fr_fr: Gamme d’épisodes manqués
he_il: טווח פרקים שלא נענתה
no_no: Ubesvarte episoder utvalg
ro_ro: Episoade pierdute gama
ru_ru: Пропущенных эпизодов диапазон
uk_ua: Пропущені епізодів діапазон
vi_vn: Phạm vi tập bị nhỡ

source: # of days
ar_sa: # أيام
cs_cz: počet dní
da_dk: # dage
de_de: Anzahl der Tage
el_gr: # ημερών
es_es: # de días
fi_fi: # päivää
fr_fr: nombre de jours
he_il: # ימי
no_no: antall dager
ro_ro: de zile #
ru_ru: Количество дней
uk_ua: # днів
vi_vn: # Ngày

source: Display fuzzy dates
ar_sa: عرض التواريخ غامض
cs_cz: Zobrazit přibližné datum
da_dk: Få vist fuzzy datoer
de_de: Unscharfe Daten anzeigen
el_gr: Εμφανίζει ασαφής τις ημερομηνίες
es_es: Mostrar fechas de fuzzy
fi_fi: Sumea päivämäärät
fr_fr: Afficher les dates floues
he_il: הצגת תאריכים מטושטש
no_no: Vise fuzzy datoer
ro_ro: Afișa datele fuzzy
ru_ru: Отображение дат нечетких
uk_ua: Відображення дати у фазі
vi_vn: Hiển thị ngày mờ

source: move absolute dates into tooltips and display e.g. "Last Thu", "On Tue"
ar_sa: نقل التواريخ المطلقة في تلميحات الأدوات وعرض مثل "آخر خميس"، "الثلاثاء"
cs_cz: absolutní data do popisů tlačítek a zobrazení například "poslední Čt", "Na Út"
da_dk: flytte absolutte datoer i værktøjstip og vise fx "sidste Tor", "På Tue"
de_de: absolute Termine in Tooltips bewegt und zeigt z.B. "letzten do", "Auf di"
el_gr: Μετακινήστε την απόλυτη ημερομηνίες σε επεξηγήσεις εργαλείων και να εμφανίσετε π.χ. «Τελευταία Πέμ», «Στις Τρι»
es_es: las fechas absolutas en información sobre herramientas y mostrar por ejemplo "pasado Jue", "El mar"
fi_fi: absoluuttiset päivämäärät siirtyä vihjeet ja näyttää esimerkiksi ”viime to”, ”ti”
fr_fr: déplacer les dates absolues dans les info-bulles et afficher par exemple « dernière je », « Sur ma »
he_il: העבר תאריכים מוחלטים לתוך תיאורי כלים ולהציג למשל "האחרון ה'", "על ג'"
no_no: flytte absolutt datoer i verktøytips og vise f.eks "siste Tor", "På tir"
ro_ro: muta datele absolută în sfaturi şi afişa ex. "Ultima joi", "Pe marţi"
ru_ru: переместить абсолютные даты в подсказках и отображения например «последний ВС», «Сб»
uk_ua: Перемістіть абсолютними датами в підказках та відображення, наприклад "останній Чт", "На вів"
vi_vn: di chuyển ngày tháng tuyệt đối vào chú thích và hiển thị các ví dụ như "cuối thứ năm", "Ngày thứ ba"

source: Trim zero padding
ar_sa: تقليم صفر الحشو
cs_cz: Ořízněte nulové odsazení
da_dk: Trim nul polstring
de_de: Schneiden Sie Null Polsterung
el_gr: Τελειώματα μηδέν γεμίσει
es_es: Ajuste cero relleno
fi_fi: Trim nolla täyte
fr_fr: Garniture des zéros
he_il: לקצץ ריפוד אפס
no_no: Trimme null polstring
ro_ro: Tăiaţi zero padding
ru_ru: Трим нулевой отступ
uk_ua: Подрежьте нульовий оббивка

source: remove the leading number "0" shown on hour of day, and date of month
ar_sa: إزالة رقم الرائدة "0" على مدار اليوم، وتاريخ الشهر
cs_cz: Odebrání úvodní číslo "0" na hodinu dne a datum měsíce
da_dk: fjerne den førende nummer "0" vist på time af dagen, og datoen for måned
de_de: Entfernen Sie die führende Ziffer "0" auf Tageszeit und Datum des Monats gezeigt
el_gr: Αφαιρέστε τον ηγετικό αριθμό «0» εμφανίζονται στην ώρα της ημέρας, και η ημερομηνία του μήνα
es_es: Quite el líder número "0" en la hora del día y la fecha del mes
fi_fi: Poista johtava numero ”0” näkyy kellonaika ja kuukauden päivä
fr_fr: Supprimez le leader numéro « 0 » montré sur l’heure de la journée et la date du mois
he_il: להסיר את מספר מובילים "0" שמוצג על שעה של היום, ואת תאריך של חודש
no_no: fjerne ledende nummeret "0" på av dag og dato av måneden
ro_ro: elimina lider cifra "0" indicat pe oră din zi şi data de luna
ru_ru: Удаление ведущих числа «0» на час, день и дату месяца
uk_ua: видалити провідних число "0" зображений на годину, день і дата місяць
vi_vn: loại bỏ số số "0" Hiển thị ngày giờ trong ngày và ngày tháng

source: Date style
ar_sa: نمط التاريخ
cs_cz: Formát data
da_dk: Datoformat
de_de: Datumsformat
el_gr: Ημερομηνία στυλ
es_es: Estilo de fecha
fi_fi: Päivämäärätyyli
fr_fr: Style de date
he_il: סגנון התאריך
no_no: Datostil
ro_ro: Data stil
ru_ru: Дата стиль
uk_ua: Стиль дати
vi_vn: Phong cách ngày

source: Use System Default
ar_sa: استخدام الإعداد الافتراضي للنظام
cs_cz: Použít výchozí systémové nastavení
da_dk: Anvend systemets standardvalgte
de_de: Verwenden Sie Standard-System
el_gr: Χρήση προεπιλογής συστήματος
es_es: Utilizar valores predeterminados del sistema
fi_fi: Käytä järjestelmän oletusarvoa
fr_fr: Utilisation par défaut du système
he_il: משתמש ברירת המחדל של המערכת
no_no: Bruke systemstandarden
ro_ro: Utilizaţi sistemul implicit
ru_ru: Использования системы по умолчанию
uk_ua: Використовувати типовий системний
vi_vn: Sử dụng mặc định hệ thống

source: Time style
ar_sa: نمط الوقت
cs_cz: Formát času
da_dk: Klokkeslætsformat
de_de: Zeitformat
el_gr: Time στυλ
es_es: Estilos de tiempo de
fi_fi: Ajan tyyli
fr_fr: Style du temps
he_il: סגנונות בזמן
no_no: Klokkeslettstil
ro_ro: Stilul de timp
ru_ru: Время стиль
uk_ua: Час стиль
vi_vn: Phong cách thời gian

source: Timezone
ar_sa: المنطقة الزمنية
cs_cz: Časové pásmo
da_dk: Tidszone
de_de: Zeitzone
el_gr: Ζώνη ώρας
es_es: Zona horaria
fi_fi: Aikavyöhyke
fr_fr: Fuseau horaire
he_il: אזור זמן
no_no: Tidssone
ro_ro: Fusul orar
ru_ru: Часовой пояс
uk_ua: Часовий пояс

source: Local
ar_sa: المحلية
cs_cz: Místní
da_dk: Lokale
de_de: Lokale
el_gr: Τοπική
fi_fi: Paikallinen
he_il: מקומי
no_no: Lokale
ro_ro: Locale
ru_ru: Местные
uk_ua: Місцеві
vi_vn: Địa phương

source: Network
ar_sa: شبكة
cs_cz: Síť
da_dk: Netværk
de_de: Netzwerk
el_gr: Δίκτυο
es_es: Red
fi_fi: Verkko
fr_fr: Réseau
he_il: רשת
no_no: Nettverk
ro_ro: Reţea
ru_ru: Сеть
uk_ua: Мережа
vi_vn: Mạng lưới

source: display dates and times in either your timezone or the shows network timezone
ar_sa: عرض التواريخ والأوقات في المنطقة الزمنية الخاصة بك أو المنطقة الزمنية الشبكة يظهر
cs_cz: zobrazení data a času ve své časové pásmo nebo pásmo sítě pořady
da_dk: vise datoer og klokkeslæt i enten din tidszone eller viser netværk tidszone
de_de: Anzeigen von Datumsangaben und Zeiten in Ihrer Zeitzone oder zeigt Netzwerk Zeitzone
el_gr: εμφανίζετε ημερομηνίες και ώρες σε ζώνη ώρας σας ή τη ζώνη ώρας του δικτύου δείχνει
es_es: Mostrar fechas y horas en su zona horaria o la zona horaria de red muestra
fi_fi: ajat ja päivämäärät näytetään aikavyöhykkeen tai osoittaa verkon aikavyöhyke
fr_fr: afficher les dates et heures dans votre fuseau horaire ou le fuseau horaire réseau de spectacles
he_il: הצגת תאריכים ושעות timezone שלך או את אזור הרשת מראה
no_no: vise datoer og klokkeslett i tidssone eller viser nettverket tidssonen
ro_ro: afişează datele şi orele în fusul orar sau spectacole de reţea fus orar
ru_ru: Отображение даты и времени в ваш часовой пояс и часовой пояс сети шоу
uk_ua: Відображати значення дати й часу у ваш часовий пояс або шоу мережі часовий пояс
vi_vn: Hiển thị ngày tháng và thời gian trong múi hoặc cho thấy mạng timezone

source: NOTE:
ar_sa: ملاحظة:
cs_cz: POZNÁMKA:
da_dk: BEMÆRK:
de_de: HINWEIS:
el_gr: ΣΗΜΕΊΩΣΗ:
es_es: NOTA:
fi_fi: HUOMAUTUS:
fr_fr: REMARQUE :
he_il: הערה:
no_no: MERK:
ro_ro: NOTĂ:
ru_ru: ПРИМЕЧАНИЕ:
uk_ua: ПРИМІТКА:
vi_vn: LƯU Ý:

source: Use local timezone to start searching for episodes minutes after show ends (depends on your dailysearch frequency)
ar_sa: استخدام التوقيت المحلي بدء البحث عن الحلقات دقائق بعد انتهاء العرض (يعتمد على التردد ديليسيرتش الخاص بك)
cs_cz: Použít místní timezone začít hledat epizody minuty poté, co skončí přestavení (závisí na frekvenci dailysearch)
da_dk: Brug lokale tidszone for at begynde at søge efter episoder minutter efter showet slutter (afhænger af din dailysearch frekvens)
de_de: Lokale Zeitzone verwenden um Suche nach Episoden Minuten nach Show endet (je nach der Häufigkeit Ihrer Dailysearch)
el_gr: Χρήση τοπικής ζώνης ώρας που να ξεκινήσετε την αναζήτηση για επεισόδια λεπτά μετά την εμφάνιση καταλήγει (εξαρτάται από τη συχνότητα dailysearch σας)
es_es: Zona horaria local de uso empezar a buscar episodios de minutos después de ver (depende de la frecuencia de dailysearch)
fi_fi: Käyttö paikallisen aikavyöhykkeen etsitään jaksot Näytä päätyttyä minuuttia (riippuu dailysearch-taajuus)
fr_fr: Fuseau horaire local d’utilisation pour lancer la recherche d’épisodes de minutes après que le spectacle se termine (dépend de votre fréquence de dailysearch)
he_il: שימוש מקומי אזור זמן להתחיל לחפש פרקים דקות לאחר סיום הצג (תלוי בתדר dailysearch שלך)
no_no: Bruk lokal tidssone hvis du vil starte å søke etter episoder minutter etter at showet avslutter (avhenger bruksfrekvens dailysearch)
ro_ro: Utilizarea de fus orar local pentru a începe căutarea episoade de minute după ce se termină Arată (depinde de frecvenţa dailysearch)
ru_ru: Использование местных часовой пояс, чтобы начать поиск для эпизодов минут после шоу заканчивается (зависит от вашего dailysearch частоты)
uk_ua: Використання місцевих часовий пояс почати пошук епізодів хвилин після того, як шоу закінчується (залежить від dailysearch частоти)
vi_vn: Timezone địa phương sử dụng để bắt đầu tìm kiếm tập phút sau khi hiển thị kết thúc (phụ thuộc vào tần số dailysearch của bạn)

source: Download url
ar_sa: تحميل url
cs_cz: Stáhnout url
el_gr: Λήψη διεύθυνσης url
es_es: Url de descarga
fi_fi: Lataa url
fr_fr: Url de téléchargement
he_il: כתובת url להורדה
no_no: Laste ned url
ro_ro: Descarca url
ru_ru: Скачать url
uk_ua: Завантажити url
vi_vn: Tải xuống url

source: Show fanart in the background
ar_sa: إظهار fanart في الخلفية
cs_cz: Zobrazit fanart na pozadí
da_dk: Vis fanart i baggrunden
de_de: Zeigen Fanart im Hintergrund
el_gr: Εμφάνιση fanart στο παρασκήνιο
es_es: Fanart de mostrar en el fondo
fi_fi: Näytä fanart taustalla
fr_fr: Fanart de spectacle en arrière-plan
he_il: הצג fanart ברקע
no_no: Vis fanart i bakgrunnen
ro_ro: Fanart Arată în fundal
ru_ru: Показать фанарт на заднем плане
uk_ua: Показати fanart у фоновому режимі
vi_vn: Hiển thị khách sạn fanart trong nền

source: Fanart transparency
ar_sa: Fanart الشفافية
cs_cz: Fanart průhlednost
da_dk: Fanart gennemsigtighed
de_de: Fanart-Transparenz
el_gr: Fanart διαφάνειας
es_es: Fanart de transparencia
fi_fi: Fanitaiteen avoimuus
fr_fr: Fanart de transparence
he_il: שקיפות Fanart
no_no: FanArt gjennomsiktighet
ro_ro: FanArt transparenţă
ru_ru: Фанарт прозрачности
uk_ua: Fanart прозорість
vi_vn: Fanart minh bạch

source: Web Interface
ar_sa: واجهة ويب
cs_cz: Webové rozhraní
el_gr: Διεπαφή ιστού
es_es: Interfaz web
fi_fi: Web-käyttöliittymä
fr_fr: Interface Web
he_il: ממשק אינטרנט
no_no: Web-grensesnitt
ro_ro: Interfata web
ru_ru: Веб-интерфейс
uk_ua: Веб-інтерфейс
vi_vn: Giao diện web

source: It is recommended that you enable a username and password to secure SickRage from being tampered with remotely.
ar_sa: من المستحسن أن تقوم بتمكين اسم مستخدم وكلمة مرور لتأمين سيكراجي من العبث عن بعد.
cs_cz: Je doporučeno povolit uživatelské jméno a heslo pro zabezpečený SickRage před neoprávněnými zásahy vzdáleně.
de_de: Es wird empfohlen, dass Sie einen Benutzernamen und Passwort ein, um SickRage zu sichern, aus der Ferne manipuliert aktivieren.
el_gr: Συνιστάται να ενεργοποιήσετε ένα όνομα χρήστη και τον κωδικό πρόσβασης για την εξασφάλιση SickRage από τυχόν παραποίηση εξ αποστάσεως.
es_es: Se recomienda que habilite un usuario y contraseña para garantizar la SickRage de ser manipulado remotamente.
fi_fi: On suositeltavaa, että otat käyttäjätunnuksen ja salasanan varmistaa SickRage olisi peukaloitu etänä.
he_il: מומלץ להפעיל שם משתמש וסיסמה כדי לאבטח SickRage משינויים מרחוק.
no_no: Det anbefales at du aktiverer en username og passord å sikre SickRage fra er endret eksternt.
ro_ro: Este recomandabil că activaţi un username şi password pentru a asigura SickRage la fiind falsificate la distanţă.
ru_ru: Рекомендуется, чтобы имя пользователя и пароль для обеспечения SickRage от подделки с удаленно.
uk_ua: Радимо, що ви дозволите ім'я користувача і пароль для захисту SickRage від несанкціонованих віддалено.
vi_vn: Đó khuyến cáo rằng bạn cho phép một tên người dùng và mật khẩu để bảo vệ SickRage từ bị giả mạo với điều khiển từ xa.

source: These options require a manual restart to take effect.
ar_sa: هذه الخيارات تتطلب إعادة تشغيل يدوي تصبح نافذة المفعول.
cs_cz: Tyto možnosti vyžadují ruční restartování projevily.
da_dk: Disse muligheder kræver en manuel genstart kan træde i kraft.
de_de: Diese Optionen erfordern einen manuellen Neustart wirksam werden.
el_gr: Αυτές τις επιλογές απαιτούν μη αυτόματη επανεκκίνηση για να τεθούν σε ισχύ.
es_es: Estas opciones requieren un reinicio manual para tomar efecto.
fi_fi: Nämä asetukset vaativat manuaalinen uudelleen käynnistämisen.
fr_fr: Ces options nécessitent un redémarrage manuel soit prise en compte.
he_il: אפשרויות אלה מחייבות הפעלה מחדש ידנית כדי שהשינויים ייכנסו לתוקף.
no_no: Disse alternativene krever manuell omstart skal tre i kraft.
ro_ro: Aceste opţiuni necesită o repornire manuală să aibă efect.
ru_ru: Эти варианты требуют ручной перезагрузки вступили в силу.
uk_ua: Ці параметри вимагає ручного перезавантаження вступили в силу.
vi_vn: Các tùy chọn này yêu cầu khởi động lại bằng tay để có hiệu lực.

source: API key
ar_sa: API الرئيسية
cs_cz: Klíč API
de_de: API-Schlüssel
fi_fi: API-avain
he_il: API מפתח
no_no: API-nøkkel
ru_ru: Ключ API
vi_vn: Khóa API

source: used to give 3rd party programs limited access to SiCKRAGE you can try all the features of the API
ar_sa: تستخدم لإعطاء 3rd الطرف برامج محدودة للوصول إلى سيكراجي يمكنك محاولة كافة ميزات API
cs_cz: umožňuje poskytnout 3 programy stran omezený přístup k SiCKRAGE můžete vyzkoušet všechny funkce API
da_dk: bruges til at give 3rd party programmer begrænset adgang til SiCKRAGE kan du prøve alle funktionerne af API
de_de: verwendet, um 3rd-Party-Programme eingeschränkt SiCKRAGE können Sie alle Funktionen der API versuchen
el_gr: χρησιμοποιείται για να δώσει 3rd όμαδα προγράμματα περιορισμένη πρόσβαση σε SiCKRAGE μπορείτε να δοκιμάσετε όλες τις δυνατότητες του API
es_es: utilizado para dar 3 programas parte limitado acceso a SiCKRAGE puede probar todas las funciones de la API
fi_fi: käytetään antamaan 3rd party ohjelmia rajoitettuja SiCKRAGE voit yrittää kaikki ominaisuudet API
fr_fr: utilisé pour donner 3 programmes tiers un accès limité à SiCKRAGE, vous pouvez essayer toutes les fonctionnalités de l’API
he_il: נהגו לתת 3 תוכניות של גישה מוגבלת כדי SiCKRAGE אתה יכול לנסות את כל התכונות של ה-API
no_no: brukes til å gi 3rd parti planer begrenset tilgang til SiCKRAGE kan du alle funksjonene til API
ro_ro: folosit pentru a da 3rd petrecere program de acces limitat la SiCKRAGE puteţi încerca toate caracteristicile de API
ru_ru: используется, чтобы дать третий участник программы ограниченный доступ к SiCKRAGE вы можете попробовать все функции API
uk_ua: використовується дати 3-й партії програм обмежений доступ до SiCKRAGE ви можете спробувати всі функції API
vi_vn: được sử dụng để cung cấp cho 3 chương trình của bên giới hạn truy cập đến SiCKRAGE, bạn có thể thử tất cả các tính năng của các API

source: here
ar_sa: هنا
cs_cz: Tady
da_dk: Her
de_de: Hier
el_gr: Εδώ
es_es: aquí
fi_fi: Täällä
fr_fr: ici
he_il: כאן
no_no: her
ro_ro: aici
ru_ru: Здесь
uk_ua: Тут
vi_vn: Ở đây

source: HTTP logs
ar_sa: سجلات HTTP
cs_cz: Protokoly HTTP
da_dk: Http-logfiler
de_de: HTTP-Protokolle
el_gr: Αρχεία καταγραφής HTTP
es_es: Registros HTTP
fi_fi: HTTP loki
fr_fr: Logs HTTP
he_il: יומני HTTP
no_no: HTTP-logger
ro_ro: HTTP busteni
ru_ru: Логи HTTP
uk_ua: HTTP журнали
vi_vn: Bản ghi HTTP
