Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: ex. +1-###-###-####
ar_sa: خروج + 1--# # #-# # #-# # #
de_de: Beispiel: + 1-###-###-###
es_es: por ejemplo: + 1-###-###-###
he_il: אקס +1-# # #-# # #-# # #
vi_vn: Ví dụ: + 1-###-###-###

source: phone number that will receive the sms.
ar_sa: رقم الهاتف الذي سوف تتلقى الرسائل القصيرة.
cs_cz: telefonní číslo, které obdržíte sms.
da_dk: telefonnummer, der skal modtage sms.
de_de: Rufnummer, die die Sms empfangen wird.
el_gr: Αριθμός τηλεφώνου που θα λάβει το sms.
es_es: número de teléfono que recibirá el sms.
fi_fi: puhelinnumero, joka vastaanottaa sms.
fr_fr: Numéro de téléphone qui va recevoir le sms.
he_il: מספר הטלפון אשר יקבל את ה-sms.
no_no: telefonnummeret som skal motta sms.
ro_ro: numărul de telefon, care va primi SMS-uri.
ru_ru: номер телефона, который будет получать sms.
uk_ua: номер телефону, який отримає SMS-повідомлення.
vi_vn: số điện thoại sẽ nhận được các tin nhắn sms.

source: Test Twilio
ar_sa: اختبار توليو
cs_cz: Testovat Twilio
el_gr: Τεστ Twilio
es_es: Prueba de Twilio
fi_fi: Testaa Twilio
he_il: מבחן Twilio
ro_ro: Testul Twilio
ru_ru: Тест Twilio
uk_ua: Тест Twilio
vi_vn: Kiểm tra Twilio

source: A social networking and microblogging service, enabling its users to send and read other users messages called tweets.
ar_sa: ودعا تويت التواصل الاجتماعي وخدمة microblogging، تمكن المستخدمين من إرسال وقراءة رسائل المستخدمين الآخرين.
cs_cz: Sociální sítě a mikroblogovací služba, umožňující svým uživatelům posílat a číst ostatní uživatelé zprávy s názvem tweety.
da_dk: En sociale netværk og microblogging service, muliggører dens brugernes hen til sende og læse anden brugernes meddelelser kaldes tweets.
de_de: Eine soziale Netzwerke und Microblogging-Dienst, ermöglicht seinen Nutzern senden und Lesen von Nachrichten anderer Benutzer namens Tweets.
el_gr: Μια κοινωνική δικτύωση και το microblogging υπηρεσία, επιτρέποντας στους χρήστες να στέλνουν και να διαβάσετε άλλα μηνύματα χρηστών που ονομάζεται tweets.
es_es: Una red social y servicio de microblogging, que permite a sus usuarios enviar y leer mensajes de otros usuarios, llamados tweets.
fi_fi: Verkostoituminen ja microblogging palvelun, jonka avulla sen käyttäjät voivat lähettää ja lukea muiden käyttäjien viestejä kutsuttu tweets.
fr_fr: Un réseau social et le service de microblogging, qui permet à ses utilisateurs d’envoyer et de lire les autres messages d’utilisateurs, appelés tweets.
he_il: הרשתות החברתיות microblogging שרות, המאפשר למשתמשים שלה לשלוח ולקרוא הודעות למשתמשים אחרים קראו ציוצים.
no_no: En sosial nettverk og microblogging tjenesten, muliggjør dens brukernes å sende og lese andre brukere meldinger kalt tweets.
ro_ro: O reţea socială şi un serviciu de microblogging, care permite utilizatorilor să trimită şi să citească alte mesaje de utilizatorii numit tweets.
ru_ru: Социальные сети и microblogging службы, что позволяет пользователям отправлять и читать сообщения других пользователей называется твитов.
uk_ua: Соціальні мережі та microblogging служби, що дозволяє своїм користувачам надсилати та читати повідомлення інших користувачів називається tweets.
vi_vn: Mạng xã hội và microblogging dịch vụ, cho phép người sử dụng để gửi và đọc thư người dùng khác được gọi là tweets.

source: post tweets on Twitter?
ar_sa: آخر تويت التغريد؟
cs_cz: post tweets na Twitter?
da_dk: sende tweets på Twitter?
de_de: veröffentlichen Sie Tweets auf Twitter?
el_gr: θέση tweets στο Twitter;
es_es: ¿publicar tweets en Twitter?
fi_fi: lähettää tweets viserrys?
fr_fr: publier les tweets sur Twitter ?
he_il: לפרסם ציוצים בטוויטר?
no_no: legge inn tweets på Twitter?
ro_ro: posta tweets pe Twitter?
ru_ru: отправлять tweets по щебетать?
uk_ua: розмістити tweets на Twitter?
vi_vn: đăng bài tweets trên Twitter?

source: you may want to use a secondary account.
ar_sa: قد ترغب في استخدام حساب ثانوي.
cs_cz: můžete chtít použít sekundární účet.
da_dk: kan du bruge en sekundær konto.
de_de: Vielleicht möchten ein sekundäres Konto verwenden.
el_gr: μπορεί να θέλετε να χρησιμοποιήσετε ένα δευτερεύοντα λογαριασμό.
es_es: puede que desee utilizar una cuenta secundaria.
fi_fi: haluat ehkä käyttää toisen tiliä.
fr_fr: vous pouvez utiliser un compte secondaire.
he_il: ייתכן שתרצה להשתמש בחשבון המשני.
no_no: Du kan bruke en sekundær konto.
ro_ro: poate doriţi să utilizaţi un cont secundar.
ru_ru: Вы можете использовать вторичные учетную запись.
uk_ua: Ви можете використовувати вторинний обліковий запис.
vi_vn: bạn có thể muốn sử dụng một tài khoản thứ hai.

source: Send direct message
ar_sa: إرسال رسالة مباشرة
cs_cz: Poslat zprávu
da_dk: Send direkte besked
de_de: Direkte Nachricht senden
el_gr: Στείλτε απευθείας μήνυμα
es_es: Enviar mensaje directo
fi_fi: Lähettää suora viesti
fr_fr: Envoyer message direct
he_il: מסר ישיר
no_no: Send direkte melding
ro_ro: Trimite mesaj direct
ru_ru: Отправить прямое сообщение
uk_ua: Надсилати прямі повідомлення
vi_vn: Gửi tin nhắn trực tiếp

source: send a notification via Direct Message, not via status update
ar_sa: إرسال إشعار عبر "رسالة مباشرة"، وليس عن طريق تحديث الحالة
cs_cz: Odešlete oznámení prostřednictvím přímé zprávy, nikoli prostřednictvím aktualizace stavu
da_dk: sende en meddelelse via direkte besked, ikke via statusopdatering
de_de: Senden einer Benachrichtigung via Direct Message, nicht per Status-update
el_gr: Στείλτε μια ειδοποίηση μέσω άμεσων μηνυμάτων, όχι μέσω ενημέρωση κατάστασης
es_es: enviar una notificación vía mensaje directo, no a través de actualización de estado
fi_fi: lähettää suora viesti, ei kautta tilan päivitys
fr_fr: Envoyer une notification par Message Direct, sans passer par la mise à jour
he_il: לשלוח הודעה באמצעות הודעה ישירה, לא באמצעות עדכון מצב
no_no: sende deg et varsel via direkte melding, ikke via statusoppdatering
ro_ro: Trimite o notificare prin mesaj Direct, nu prin starea de actualizare
ru_ru: отправьте уведомление через прямое сообщение, не через обновление статуса
uk_ua: Надіслати сповіщення через прямі повідомлення, не за допомогою оновлення статусу
vi_vn: gửi một thông báo qua tin nhắn trực tiếp, không thông qua cập nhật trạng thái

source: Send DM to
ar_sa: إرسال مارك ألماني إلى
cs_cz: Poslat DM na
da_dk: Send DM til
de_de: Senden Sie DM
el_gr: Αποστολή DM να
es_es: Enviar DM a
fi_fi: Lähetä Saksan Markan
fr_fr: Envoyer DM à
he_il: שלח מיט ל
no_no: Sende DM
ro_ro: Trimite DM la
ru_ru: Отправить DM
uk_ua: Відправити Марок на
vi_vn: Gửi DM để

source: Twitter account to send messages to
ar_sa: حساب تويتر لإرسال رسائل إلى
cs_cz: Twitter účet k odesílání zpráv
da_dk: Twitter-konto for at sende beskeder til
de_de: Twitter-Konto zum Senden von Nachrichten an
el_gr: Twitter λογαριασμό για να στείλετε μηνύματα σε
es_es: Cuenta de Twitter para enviar mensajes a
fi_fi: Kimittää huomioon lähettää viestejä
fr_fr: Compte Twitter pour envoyer des messages à
he_il: חשבון הטוויטר כדי לשלוח הודעות
no_no: Twitter-konto for å sende meldinger til
ro_ro: Cont de Twitter pentru a trimite mesaje
ru_ru: Щебетать счета для отправки сообщений
uk_ua: Обліковий запис для відправлення повідомлень на Twitter
vi_vn: Tài khoản Twitter để gửi tin nhắn đến

source: Step One
ar_sa: خطوة واحدة
cs_cz: Krok první
de_de: Schritt eins
el_gr: Βήμα πρώτο
es_es: El paso uno
fi_fi: Vaihe yksi
fr_fr: La première étape
he_il: צעד ראשון
no_no: Trinn 1
ro_ro: Pasul unu
ru_ru: Шаг первый
uk_ua: Крок перший
vi_vn: Bước một

source: Request Authorization
ar_sa: طلب الإذن
cs_cz: Vyžádání autorizace
da_dk: Anmode om tilladelse
de_de: Anfrage-Autorisierung
el_gr: Ζητήσει την άδεια
es_es: Solicitud de autorización
fi_fi: Pyydä todennusta
fr_fr: Demande d’autorisation
he_il: מבקש אישור
no_no: Be om godkjenning
ro_ro: Cerere autorizare
ru_ru: Запросить разрешение
uk_ua: Надіслати запит авторизації
vi_vn: Yêu cầu ủy quyền

source: Click the "Request Authorization" button.
ar_sa: انقر فوق الزر "طلب الحصول على إذن".
cs_cz: Klepněte na tlačítko "Vyžádat autorizaci".
da_dk: Klik på knappen "Anmode om tilladelse".
de_de: Klicken Sie auf "Anfrage Authorization".
el_gr: Κάντε κλικ στο κουμπί «Αίτηση εξουσιοδότησης».
es_es: Haga clic en el botón "Solicitar autorización".
fi_fi: ”Pyytää valtuutus”-painikkeella.
fr_fr: Cliquez sur le bouton « Demande d’autorisation ».
he_il: לחץ על לחצן "אישור בקשה".
no_no: Klikk "Be om autorisasjon".
ro_ro: Faceţi clic pe butonul "Solicitare autorizare".
ru_ru: Нажмите на кнопку «Запросить разрешение».
uk_ua: Натисніть кнопку «Надіслати запит авторизації».
vi_vn: Nhấp vào nút "Yêu cầu uỷ quyền".

source: This will open a new page containing an auth key.
ar_sa: سيؤدي هذا إلى فتح صفحة جديدة تحتوي على مفتاح مصادقة أحد.
cs_cz: Tím se otevře nová stránka, obsahující klíč ověření.
da_dk: Dette vil åbne en ny side, der indeholder en auth nøgle.
de_de: Dies öffnet eine neue Seite, einen Auth Schlüssel enthält.
el_gr: Αυτό θα ανοίξει μια νέα σελίδα που περιέχει ένα κλειδί ελέγχου ταυτότητας.
es_es: Se abrirá una nueva página que contiene una clave de autenticación.
fi_fi: Tämä avaa uuden sivun, jossa auth-avain.
fr_fr: Ceci ouvrira une nouvelle page contenant une clé d’authentification.
he_il: פעולה זו תפתח דף חדש המכיל מפתח אימות.
no_no: Dette vil åpne en ny side som inneholder en auth-nøkkelen.
ro_ro: Se va deschide o pagină nouă care conţine o cheie de autentificare.
ru_ru: Это откроет новую страницу, содержащую ключ аутентификации.
uk_ua: Це відкриє нову сторінку, яка містить ключ автентифікації.
vi_vn: Điều này sẽ mở ra một trang mới chứa một khóa auth.

source: if nothing happens check your popup blocker.
ar_sa: إذا لم يحدث شيء تحقق من حظر الإطارات المنبثقة الخاصة بك.
cs_cz: Pokud se nic nestane, zkontrolujte blokování vyskakovacích oken.
da_dk: Hvis intet sker, tjekke din popup blocker.
de_de: Wenn nichts passiert, überprüfen Sie Ihren Popup-Blocker.
el_gr: Αν δεν συμβαίνει τίποτα, ελέγξτε αναδυόμενων παραθύρων σας.
es_es: Si no sucede nada, compruebe su bloqueador de ventanas emergentes.
fi_fi: Jos mitään ei tapahdu Tarkista ponnahdusikkunoiden esto.
fr_fr: Si rien ne se passe, vérifiez votre bloqueur de popups.
he_il: אם לא יקרה כלום בדוק שלך חוסם חלונות קופצים.
no_no: Hvis ingenting skjer når popup-blokkeringen din.
ro_ro: în cazul în care nu se întâmplă nimic verifica dumneavoastră blocat popup-uri.
ru_ru: Если ничего не происходит, проверьте ваш всплывающих окон.
uk_ua: Якщо нічого не відбувається, перевірити ваш спливаючих.
vi_vn: Nếu không có gì xảy ra, hãy kiểm tra trình chặn popup.

source: Step Two
ar_sa: الخطوة الثانية
cs_cz: Druhý krok
da_dk: Trin to
de_de: Schritt zwei
el_gr: Βήμα δύο
es_es: Paso dos
fi_fi: Vaihe kaksi
fr_fr: Deuxième étape
he_il: שלב שני
no_no: Trinn to
ro_ro: Pasul doi
ru_ru: Шаг второй
uk_ua: Крок другий
vi_vn: Bước hai

source: Enter the key Twitter gave you
ar_sa: أدخل مفتاح التغريد أعطاك
cs_cz: Zadejte klíč, který ti dal Twitter
da_dk: Indtast nøglen Twitter gav dig
de_de: Geben Sie den Schlüssel Twitter du gabst
el_gr: Εισάγετε το κλειδί σας έδωσε το Twitter
es_es: Escriba la clave de que Twitter le dio
fi_fi: Astua avain Twitter antoi sinulle
fr_fr: Entrez la clé de que Twitter vous a donné
he_il: הזן את מפתח שטוויטר נתן לך
no_no: Angi nøkkelen Twitter ga deg
ro_ro: Introduceţi cheie pe care ţi-a dat stare de nervozitate
ru_ru: Введите ключ, щебетать дал вам
uk_ua: Введіть ключ Twitter дав вам
vi_vn: Nhập khóa Twitter cho bạn

source: Test Twitter
ar_sa: اختبار التغريد
da_dk: Tester Twitter
de_de: Twitter zu testen
el_gr: Δοκιμή Twitter
es_es: Prueba Twitter
fi_fi: Testaa Twitter
he_il: מבחן טוויטר
no_no: Teste Twitter
ro_ro: Test de Twitter
ru_ru: Twitter тест
uk_ua: Тест Twitter
vi_vn: Thử nghiệm Twitter

source: Trakt helps keep a record of what TV shows and movies you are watching. Based on your favorites, trakt recommends additional shows and movies you'll enjoy!
ar_sa: Trakt يساعد على الاحتفاظ بسجل لما البرامج التلفزيونية والأفلام كنت تراقب. استناداً إلى المفضلة الخاصة بك، يوصي trakt عروض إضافية والأفلام سوف تستمتع!
cs_cz: Trakt pomáhá udržovat záznamy o televizních pořadů a filmů se díváte. Na základě vašich oblíbených trakt doporučuje další pořady a filmy, které se vám bude líbit!
da_dk: Trakt hjælper med at holde et referat af hvad TV-shows og film du ser. Baseret på dine favoritter, anbefaler trakt ekstra shows og film du vil nyde!
de_de: Trakt hilft eine Aufzeichnung von TV-Sendungen und Filme, die du beobachtest. Basierend auf Ihren Favoriten, empfiehlt Trakt zusätzliche Shows und Filme, die Sie genießen werden!
el_gr: Trakt σας βοηθά να καταγράψετε ό, τι δείχνει η τηλεόραση και είστε βλέποντας ταινίες. Με βάση τα αγαπημένα σας, trakt συστήνει πρόσθετες εκπομπές και ταινίες που θα απολαύσετε!
es_es: Trakt ayuda a mantener un registro de qué programas de televisión y películas que está viendo. Basado en tus favoritos, trakt recomienda adicionales programas y películas que disfrutará!
fi_fi: Trakt auttaa pitämään kirjaa TV-ohjelmat ja elokuvat olet katsomassa. Suosikkien perusteella trakt suosittelee muita ohjelmia ja elokuvia voit nauttia!
fr_fr: Trakt aide à tenir un registre des émissions de télévision et les films que vous regardez. Vos favoris, trakt recommande supplémentaires spectacles et films que vous apprécierez !
he_il: Trakt מסייעת לשמור רשומה של אילו תוכניות טלוויזיה, סרטים אתה צופה. Trakt מבוסס על המועדפים שלך, ממליצה נוספים וסרטים שתיהנו!
no_no: Trakt bidrar til å holde oversikt over hvilke TV-programmer og filmer du ser på. Basert på dine favoritter, anbefaler trakt flere serier og filmer du vil nyte!
ro_ro: TRakt vă ajută să păstraţi o înregistrare a ceea ce emisiuni TV şi filmele pe care le vizionaţi. Bazat pe favorite, trakt recomandă suplimentare emisiuni şi filme vă veţi bucura!
ru_ru: Тракт помогает сохранить запись телевизионных шоу и фильмов, которые вы смотрите. Тракт, основываясь на ваших фаворитов, рекомендует дополнительные шоу и фильмы, которые вы будете наслаждаться!
uk_ua: Trakt допомагає зберігати дані про те, що ТВ-шоу і фільми, які ви дивитеся. На основі ваших уподобань, trakt рекомендує додаткові шоу і фільми, вам сподобається!
vi_vn: Trakt giúp giữ một kỷ lục của chương trình truyền hình và phim bạn đang xem. Căn cứ vào yêu thích của bạn, trakt khuyến cáo bổ sung chương trình và phim bạn sẽ thưởng thức!

source: send Trakt.tv notifications?
ar_sa: إرسال إعلامات Trakt.tv؟
cs_cz: Odeslat oznámení o Trakt.tv?
da_dk: Send Trakt.tv meddelelser?
de_de: senden Trakt.tv Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Trakt.tv;
es_es: ¿enviar notificaciones de Trakt.tv?
fi_fi: Trakt.tv ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications de Trakt.tv ?
he_il: לשלוח הודעות Trakt.tv?
no_no: sende Trakt.tv meldinger?
ro_ro: trimite notificări Trakt.tv?
ru_ru: отправлять уведомления Trakt.tv?
uk_ua: відправити Trakt.tv повідомлення?
vi_vn: gửi thông báo của Trakt.tv?

source: Trakt username
ar_sa: اسم المستخدم Trakt
cs_cz: Trakt uživatelské jméno
de_de: Trakt Benutzername
el_gr: Όνομα χρήστη Trakt
fi_fi: Trakt käyttäjätunnus
he_il: Trakt שם המשתמש
no_no: Trakt brukernavn
ru_ru: Тракт пользователя
uk_ua: Trakt ім'я користувача
vi_vn: Tên người dùng Trakt

source: username
ar_sa: اسم المستخدم
cs_cz: uživatelské jméno
de_de: Benutzername
el_gr: όνομα χρήστη
es_es: nombre de usuario
fi_fi: käyttäjätunnus
fr_fr: nom d’utilisateur
he_il: שם משתמש
no_no: brukernavn
ro_ro: nume de utilizator
ru_ru: имя пользователя
uk_ua: ім'я користувача
vi_vn: tên người dùng

source: Trakt PIN
ar_sa: Trakt دبوس
ru_ru: Тракт PIN

source: authorization PIN code
ar_sa: إذن رمز PIN
cs_cz: autorizační kód PIN
da_dk: tilladelsen PIN-kode
de_de: Autorisierung PIN-code
el_gr: άδεια κωδικός PIN
es_es: autorización código PIN
fi_fi: luvan PIN-koodi
fr_fr: autorisation code PIN
he_il: אישור קוד PIN
no_no: godkjenning kode
ro_ro: autorizare codul PIN
ru_ru: авторизации ПИН-код
uk_ua: Авторизація PIN-код
vi_vn: giấy phép mã PIN

source: Authorize
ar_sa: الإذن
cs_cz: Autorizace
da_dk: Tillade
de_de: Autorisieren
el_gr: Εξουσιοδότηση
es_es: Autorizar
fi_fi: Sallia
fr_fr: Autoriser
he_il: לאשר
no_no: Godkjenne
ro_ro: Autoriza
ru_ru: Разрешить
uk_ua: Авторизувати
vi_vn: Uỷ quyền

source: Authorize SiCKRAGE
ar_sa: الإذن سيكراجي
cs_cz: Povolit SiCKRAGE
da_dk: Tillade SiCKRAGE
de_de: Genehmigen SiCKRAGE
el_gr: Επιτρέπουν την SiCKRAGE
es_es: Autorizar SiCKRAGE
fi_fi: Antaa SiCKRAGE
fr_fr: Autoriser SiCKRAGE
he_il: לאשר SiCKRAGE
no_no: Godkjenne SiCKRAGE
ro_ro: Autorizarea SiCKRAGE
ru_ru: Разрешение SiCKRAGE
uk_ua: Авторизувати SiCKRAGE
vi_vn: Cho phép SiCKRAGE

source: API Timeout
ar_sa: مهلة API
cs_cz: Rozhraní API časového limitu
el_gr: API χρονικού ορίου
es_es: Tiempo de espera de API
fi_fi: API aikakatkaisu
he_il: זמן קצוב API
no_no: API-tidsavbrudd
ru_ru: Тайм-аут API
uk_ua: Час очікування API
vi_vn: Thời gian chờ API

source: Seconds to wait for Trakt API to respond. (Use 0 to wait forever)
ar_sa: ثانية لانتظار Trakt API للاستجابة. (استخدم 0 الانتظار إلى الأبد)
cs_cz: Sekund čekání na Trakt API reagovat. (Použijte 0 čekat věčně)
da_dk: Sekunder til at vente på Trakt API til at reagere. (Brug 0 til at vente for evigt)
de_de: Sekunden warten Trakt API zu reagieren. (Verwenden Sie 0 ewig warten)
el_gr: Δευτερόλεπτα αναμονής για Trakt API να ανταποκριθεί. (Χρήση 0 να περιμένω για πάντα)
es_es: Segundos de espera para que Trakt API responder. (Uso de 0 a esperar para siempre)
fi_fi: Sekuntia Trakt API vastata. (Käytä 0 odottaa ikuisesti)
fr_fr: Secondes à attendre pour Trakt API répondre. (Utilisez 0 pour attendre indéfiniment)
he_il: שניות לחכות api של Trakt להגיב. (השתמש 0 לחכות לעד)
no_no: Sekunder å vente på Trakt API å svare. (Bruk 0 å vente evig)
ro_ro: Secunde să aştepte pentru Trakt API pentru a răspunde. (Utilizare 0 să aşteptaţi pentru totdeauna)
ru_ru: Секунд для ожидания тракт API реагировать. (Используйте 0 ждать вечно)
uk_ua: Секунд чекати Trakt API реагувати. (Використання 0 чекати вічно)
vi_vn: Giây để chờ đợi cho Trakt API để đáp ứng. (Sử dụng 0 để chờ đợi mãi mãi)

source: Default indexer
ar_sa: مفهرس الافتراضي
cs_cz: Výchozí indexeru
da_dk: Standard indekseringsprogram
de_de: Standardindexer
el_gr: Προεπιλεγμένο ευρετήριο
es_es: Indizador predeterminado
fi_fi: Oletus indeksoijan
fr_fr: Indexeur par défaut
he_il: ברירת המחדל של בונה האינדקסים
no_no: Standard indekserer
ro_ro: Lipsă a cresta
ru_ru: Индексатор по умолчанию
uk_ua: За промовчанням програма індексування
vi_vn: Chỉ mục mặc định

source: Sync libraries
ar_sa: مكتبات المزامنة
cs_cz: Synchronizace knihovny
da_dk: Sync biblioteker
de_de: Sync-Bibliotheken
el_gr: Συγχρονισμό βιβλιοθήκες
es_es: Sincronización de bibliotecas
fi_fi: Synkronointi kirjastoja
fr_fr: Bibliothèques de synchronisation
he_il: סינכרון ספריות
no_no: Sync biblioteker
ro_ro: Bibliotecile de sincronizare
ru_ru: Синхронизации библиотеки
uk_ua: Синхронізація бібліотек
vi_vn: Đồng bộ thư viện

source: sync your SickRage show library with your trakt show library.
ar_sa: مزامنة المكتبة بإظهار سيكراجي مع المكتبة الخاصة بك تظهر trakt.
cs_cz: Synchronizujte knihovnu SickRage show s knihovnou Ukázat trakt.
da_dk: synkronisere biblioteket SickRage show med biblioteket trakt show.
de_de: synchronisieren Sie Ihre SickRage-Show-Bibliothek mit Ihrem Trakt Show-Bibliothek.
el_gr: συγχρονίσετε τη βιβλιοθήκη εμφάνιση σας SickRage με τη βιβλιοθήκη σας trakt εμφάνιση.
es_es: sincronizar tu biblioteca de mostrar SickRage con su biblioteca de mostrar trakt.
fi_fi: Synkronoi SickRage Näytä kirjaston trakt Näytä-kirjaston kanssa.
fr_fr: synchronisez votre bibliothèque de voir la SickRage avec votre trakt Voir la bibliothèque.
he_il: לסנכרן את ספריית הצג שלך SickRage עם הספרייה הצג שלך trakt.
no_no: synkronisere SickRage Vis biblioteket med trakt viser biblioteket.
ro_ro: sincronizare SickRage Arată bibliotecă cu Biblioteca Arată trakt.
ru_ru: Синхронизируйте библиотеку шоу SickRage с вашей библиотекой шоу тракт.
uk_ua: синхронізувати бібліотеку SickRage шоу з медіатеки trakt шоу.
vi_vn: đồng bộ thư viện Hiển thị SickRage của bạn với thư viện trakt Hiển thị của bạn.

source: Remove Episodes From Collection
ar_sa: إزالة الحلقات من مجموعة
cs_cz: Odstranit epizody z kolekce
da_dk: Fjerne episoder fra samling
de_de: Episoden aus Sammlung entfernen
el_gr: Αφαιρέστε τα επεισόδια από τη συλλογή
es_es: Quitar episodios de colección
fi_fi: Poistaa jaksot Collection
fr_fr: Supprimer les épisodes de Collection
he_il: הסר פרקים מאוסף
no_no: Fjerne episoder fra samlingen
ro_ro: Elimina episoade de colectare
ru_ru: Удаление эпизоды из коллекции
uk_ua: Видалити епізоди з колекції
vi_vn: Loại bỏ các tập từ bộ sưu tập

source: Remove an episode from your Trakt collection if it is not in your SickRage library.
ar_sa: إزالة حلقة من مجموعة Trakt الخاص بك إذا لم يكن في مكتبة سيكراجي الخاص بك.
cs_cz: Odstraňte epizodu ze své sbírky Trakt, pokud to není v knihovně SickRage.
da_dk: Fjerne en episode fra din Trakt samling, hvis det ikke er i biblioteket SickRage.
de_de: Entfernen Sie eine Episode aus Ihrer Sammlung Trakt, wenn es nicht in der SickRage Bibliothek.
el_gr: Αφαιρέστε ένα επεισόδιο από τη συλλογή σας Trakt, αν δεν είναι στη βιβλιοθήκη SickRage.
es_es: Quitar un episodio de su colección de Trakt si no está en la biblioteca de SickRage.
fi_fi: Jakson poistaminen Trakt kokoelma, jos se ei ole SickRage-kirjastossa.
fr_fr: Supprimer un épisode de votre collection de Trakt, si ce n’est pas dans votre bibliothèque de SickRage.
he_il: הסר פרק אוסף Trakt שלך אם זה לא בספריה SickRage.
no_no: Fjerne en episode fra samlingen din Trakt hvis det ikke er i biblioteket SickRage.
ro_ro: Elimina un episod din colecţia Trakt dacă nu este în bibliotecă SickRage.
ru_ru: Убрать эпизод из вашей коллекции тракт, если он находится не в библиотеке SickRage.
uk_ua: Видалити епізод з вашої колекції Trakt, якщо її немає в медіатеці SickRage.
vi_vn: Loại bỏ một tập phim từ bộ sưu tập Trakt bạn nếu nó không phải là ở thư viện SickRage của bạn.

source: Sync watchlist
ar_sa: قائمة المزامنة
cs_cz: Synchronizace titulech
el_gr: Συγχρονισμός λίστας παρακολούθησης
es_es: Lista de sincronización
fi_fi: Sync seurantalistaan
he_il: רשימת המעקב סינכרון
ro_ro: Lista de pagini urmărite sincronizare
ru_ru: Синхронизировать список интересующих вас игроков
uk_ua: Синхронізації списку спостереження
vi_vn: Đồng bộ watchlist

source: sync your SickRage show watchlist with your trakt show watchlist (either Show and Episode).
ar_sa: المزامنة الخاص بك سيكراجي إظهار الرصد مع الرصد تظهر trakt الخاص بك (أما إظهار والحلقة).
cs_cz: Synchronizujte SickRage Zobrazit sledované s sledované trakt show (Show a epizoda).
da_dk: Synkroniser din SickRage Vis overvågningsliste med din trakt Vis overvågningsliste (enten Vis og Episode).
de_de: synchronisieren Sie Ihre SickRage Show Watchlist mit Ihrem Trakt Show Watchlist (Show und Episode).
el_gr: για να συγχρονίσετε τη λίστα παρακολούθησής σας SickRage εμφάνιση με τη λίστα παρακολούθησης εμφάνιση trakt (είτε εμφάνιση και επεισόδιο).
es_es: sincronizar su lista de mostrar SickRage con su lista de mostrar trakt (ya sea el Show y el episodio).
fi_fi: Synkronoi SickRage Näytä totesi trakt Näytä Tarkkailulistallasi (Näytä ja episodi).
fr_fr: synchronisez votre watchlist de voir la SickRage avec votre trakt Voir la watchlist (soit Show et épisode).
he_il: סנכרן את SickRage הצג רשימת המעקב עם שלך trakt הצג רשימת המעקב (הצגה של פרק).
no_no: synkronisere din SickRage Vis watchlist med din trakt Vis watchlist (enten Show og Episode).
ro_ro: Sync al tău SickRage Arată lista de pagini urmărite cu dumneavoastră trakt Arată lista de pagini urmărite (Arată şi episod).
ru_ru: Синхронизируйте Ваши наблюдения шоу SickRage с ваш тракт шоу watchlist (шоу и эпизод).
uk_ua: синхронізації списку спостереження SickRage шоу з ваших trakt Показати списку спостереження (шоу і епізод).
vi_vn: đồng bộ hóa của bạn hiển thị SickRage watchlist với bạn trakt Hiển thị watchlist (Hiển thị và tập).
