Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Group episodes by season folder (set to "No" to store in a single folder).
ar_sa: مجموعة من الحلقات بمجلد الموسم (تعيين إلى "لا" لتخزين في مجلد واحد).
cs_cz: Skupina epizody sezóny složky (nastavena na hodnotu "Ne" Uložit do jediné složky).
da_dk: En gruppe episoder af sæson mappe (sat til "Nej" til at gemme i en enkelt mappe).
de_de: Gruppe Episoden von Jahreszeit Ordner (eingestellt auf "No" in einem einzigen Ordner speichern).
el_gr: Ομάδα επεισόδια ανά σεζόν φάκελο (που ορίζεται σε «Όχι» για την Αποθήκευση σε έναν μεμονωμένο φάκελο).
es_es: Grupo episodios por la carpeta de la temporada (establecida en "No" para almacenar en una sola carpeta).
fi_fi: Ryhmä jaksot kauden kansio (asetettu ”ei” tallennetaan yhteen kansioon).
fr_fr: Épisodes de groupe de dossier de saison (la valeur « No » pour stocker dans un dossier unique).
he_il: פרקים הקבוצה לפי תיקייה העונה (מוגדר 'לא' כדי לאחסן בתיקיה אחת).
no_no: Gruppen episoder av sesong mappe (satt til "Nei" lagre i en enkelt mappe).
ro_ro: Grup episoade de sezon dosarul (setat la "No" pentru a stoca într-un singur folder).
ru_ru: Группа эпизодов сезона папка (значение «Нет» для хранения в одной папке).
uk_ua: Групові епізодів по сезону мережної папки ("Ні", щоб зберегти в одній папці).
vi_vn: Tập nhóm thư mục mùa (thiết lập để "Không" để lưu trữ trong một thư mục duy nhất).

source: Pause these shows (SickRage will not download episodes).
ar_sa: إيقاف هذه العروض (سيكراجي لن تحميل الحلقات).
cs_cz: Pozastavte tyto pořady (SickRage nebude stahovat epizody).
da_dk: Pause disse shows (SickRage ikke vil hente episoder).
de_de: Halten Sie diese Shows (SickRage wird nicht Episoden herunterladen).
el_gr: Παύση αυτών δείχνει (η SickRage δεν θα κατεβάσετε επεισόδια).
es_es: Hacer una pausa en estos shows (SickRage a descargar episodios).
fi_fi: Tauko näistä osoittaa (SickRage ei voi ladata jaksot).
fr_fr: Mettre en pause ces séries (SickRage ne va pas télécharger les épisodes).
he_il: השהה את התוכניות האלה (SickRage לא יוריד פרקים).
no_no: Hold disse viser (SickRage ikke vil laste ned episoder).
ro_ro: Întrerupe aceste spectacole (SickRage nu va descărca episoade).
ru_ru: Приостановите эти шоу (SickRage не будет загружать эпизоды).
uk_ua: Призупинити цих виставках (SickRage не буде завантажити епізоди).
vi_vn: Tạm dừng các hiển thị (SickRage sẽ không tải tập).

source: This will set the status for future episodes.
ar_sa: سيؤدي هذا إلى تعيين الحالة للحلقات المقبلة.
cs_cz: Tato možnost nastaví stav pro budoucí epizody.
da_dk: Dette vil sætte status til fremtidige episoder.
de_de: Dadurch wird den Status für zukünftige Episoden festgelegt.
el_gr: Αυτό θα θέσει την κατάσταση για μελλοντικά επεισόδια.
es_es: Esto pondrá el estado para futuros episodios.
fi_fi: Tämä asettaa tila tulevat jaksot.
fr_fr: Celle-ci définira le statut des futurs épisodes.
he_il: פעולה זו תגדיר את המצב של פרקים עתידיים.
no_no: Dette setter statusen for fremtidige episoder.
ro_ro: Acest lucru va seta starea de episoade viitoare.
ru_ru: Это позволит установить статус для будущих эпизодов.
uk_ua: Це дозволить встановити стан для майбутніх епізодів.
vi_vn: Điều này sẽ đặt trạng thái cho tập phim trong tương lai.

source: Search by scene numbering (set to "No" to search by indexer numbering).
ar_sa: البحث بواسطة ترقيم المشهد (تعيين إلى "لا" البحث بواسطة المفهرس الترقيم).
cs_cz: Hledat podle scény číslování (nastaveno na hodnotu "Ne" Hledat podle indexeru číslování).
da_dk: Søg scene nummerering (sat til "Nej" til at søge efter indekseringen nummerering).
de_de: Suche nach Szene Nummerierung (eingestellt auf "No" Suche nach Indexer Nummerierung).
el_gr: Αναζήτηση με σκηνή αρίθμηση (ορίζεται σε «Όχι» για την αναζήτηση από το δεικτοδότη αρίθμηση).
es_es: Búsqueda por escena numeración (establecida en "No" Buscar por indizador de numeración).
fi_fi: Etsi kohtaus numerointi (asetettu ”ei” etsiä etusormi numerointi).
fr_fr: Recherche de scène de numérotation (la valeur « No » à la recherche par la numérotation d’indexeur).
he_il: חיפוש לפי זירת מספור (מוגדר 'לא' כדי לבצע חיפוש על-ידי בונה האינדקסים מספור).
no_no: Søke etter scene nummerering (satt til "Nei" til å søke etter indeksereren nummerering).
ro_ro: Căutare după scena de numerotare (setat la "No" pentru a căuta după indexare numerotare).
ru_ru: Поиск по сцене нумерации (значение «Нет» для поиска по нумерации индексатор).
uk_ua: Пошук по сцені нумерацію (значення "Ні" Пошук за індексатор нумерації).
vi_vn: Tìm kiếm theo cảnh đánh số (thiết lập để "Không" để tìm kiếm theo số lượng chỉ mục).

source: Set if these shows are Anime and episodes are released as Show.265 rather than Show.S02E03
ar_sa: يتم الإفراج عن مجموعة إذا كانت هذه يظهر انيمي وحلقات Show.265 بدلاً من Show.S02E03
cs_cz: Nastavte, pokud tyto pořady jsou Anime a epizody jsou vydána jako Show.265, nikoli Show.S02E03
da_dk: Hvis disse shows er Anime og episoder er udgivet som Show.265 snarere end Show.S02E03
de_de: Wenn diese Shows sind Anime und die Episoden sind eher als Show.265 denn als Show.S02E03 veröffentlicht
el_gr: Εάν αυτές οι εκθέσεις είναι κινούμενο σχέδιο και επεισόδια κυκλοφόρησαν ως Show.265 και όχι Show.S02E03
es_es: Si estos programas son Anime y episodios salen como Show.265 en lugar de Show.S02E03
fi_fi: Jos nämä ohjelmat ovat Anime ja jaksot vapautuu enemmän Show.265 kuin Show.S02E03
fr_fr: Ensemble si ces émissions sont Anime et épisodes sont rejetés comme Show.265 et non Show.S02E03
he_il: קבע אם התוכניות האלה הן אנימה פרקים משתחררים Show.265 במקום Show.S02E03
no_no: Hvis disse viser er Anime og episoder er utgitt som Show.265 i stedet for Show.S02E03
ro_ro: Situat în cazul în care aceste spectacole sunt Anime şi episoade sunt puse ca Show.265, mai degrabă decât Show.S02E03
ru_ru: Если эти шоу Аниме и серий выпускаются как Show.265 вместо Show.S02E03
uk_ua: Встановити, якщо ці шоу аніме і епізоди будуть звільнені, як Show.265 замість Show.S02E03
vi_vn: Nếu cho thấy các Anime và tập phim được phát hành như là Show.265 chứ không phải là Show.S02E03

source: Set if these shows are sporting or MMA events released as Show.03.02.2010 rather than Show.S02E03.
ar_sa: مجموعة إذا كانت هذه العروض الرياضية أو أحداث مجلس العمل المتحد أفرج عن Show.03.02.2010 بدلاً من Show.S02E03.
cs_cz: Nastavte, pokud se tyto pořady jsou sportovní nebo MMA události vydána jako Show.03.02.2010, nikoli Show.S02E03.
da_dk: Sæt hvis disse shows er sportslige eller MMA begivenheder udgivet som Show.03.02.2010 snarere end Show.S02E03.
de_de: Setzen Sie, wenn diese Shows sportliche sind oder MMA-Veranstaltungen als Show.03.02.2010 anstatt Show.S02E03 veröffentlicht.
el_gr: Ορίστε εάν αυτές οι εκθέσεις είναι αθλητικές ή γεγονότων ΜΜΑ που κυκλοφόρησε ως Show.03.02.2010 αντί για Show.S02E03.
es_es: Establecer si estos programas son deportivos o eventos MMA lanzado como Show.03.02.2010 en lugar de Show.S02E03.
fi_fi: Määritä, jos näistä osoittaa ovat urheilu tai MMA tapahtumia on julkaissut pikemminkin Show.03.02.2010 kuin Show.S02E03.
fr_fr: Définir si ces émissions sont sportives ou événements de MMA libéré comme Show.03.02.2010 plutôt que Show.S02E03.
he_il: קבע אם התוכניות האלה הם ספורט או אירועים MMA משוחרר Show.03.02.2010 ולא Show.S02E03.
no_no: Angir om disse viser er sportslige eller MMA hendelser utgitt som Show.03.02.2010 i stedet for Show.S02E03.
ro_ro: Situat în cazul în care aceste spectacole sunt sportive sau MMA evenimente lansat ca Show.03.02.2010, mai degrabă decât Show.S02E03.
ru_ru: Установите, если эти шоу спортивные или MMA события выпущен как Show.03.02.2010 вместо Show.S02E03.
uk_ua: Встановити, якщо ці шоу спортивні або ММА події випущений як Show.03.02.2010 замість Show.S02E03.
vi_vn: Thiết lập nếu các hiển thị là thể thao hoặc các sự kiện MMA phát hành như là Show.03.02.2010 chứ không phải là Show.S02E03.

source: Set if these shows are released as Show.03.02.2010 rather than Show.S02E03.
ar_sa: تعيين إذا تم الإفراج عن هذه العروض Show.03.02.2010 بدلاً من Show.S02E03.
cs_cz: Nastavte, pokud se tyto pořady jsou vydána jako Show.03.02.2010, nikoli Show.S02E03.
da_dk: Sæt hvis disse shows er udgivet som Show.03.02.2010 snarere end Show.S02E03.
de_de: Setzen Sie, wenn diese Shows eher als Show.03.02.2010 denn als Show.S02E03 veröffentlicht werden.
el_gr: Ορίστε εάν αυτές οι εκθέσεις έχουν κυκλοφορήσει ως Show.03.02.2010 αντί για Show.S02E03.
es_es: Establecer si estos programas son liberados como Show.03.02.2010 en lugar de Show.S02E03.
fi_fi: Aseta joutuessa näistä osoittaa pikemminkin Show.03.02.2010 kuin Show.S02E03.
fr_fr: Définir si ces émissions sont rejetées comme Show.03.02.2010 plutôt que Show.S02E03.
he_il: קבע אם התוכניות האלה משתחררים Show.03.02.2010 ולא Show.S02E03.
no_no: Angi om disse viser er utgitt som Show.03.02.2010 i stedet for Show.S02E03.
ro_ro: Situat în cazul în care aceste spectacole sunt puse ca Show.03.02.2010, mai degrabă decât Show.S02E03.
ru_ru: Задайте, если эти шоу выпускаются как Show.03.02.2010 вместо Show.S02E03.
uk_ua: Встановити, якщо ці шоу випущений як Show.03.02.2010 замість Show.S02E03.
vi_vn: Thiết lập nếu các hiển thị được phát hành như là Show.03.02.2010 chứ không phải là Show.S02E03.

source: Search for subtitles.
ar_sa: البحث عن الترجمة.
cs_cz: Hledat titulky.
da_dk: Søg efter undertekster.
de_de: Suche nach Untertiteln.
el_gr: Αναζήτηση για υπότιτλους.
es_es: Búsqueda de subtítulos.
fi_fi: Hae tekstityksiä.
fr_fr: Rechercher des sous-titres.
he_il: חיפוש כתוביות.
no_no: Søke for subtitles.
ro_ro: Cautare pentru subtitrari.
ru_ru: Поиск для субтитров.
uk_ua: Пошук для субтитрів.
vi_vn: Tìm kiếm phụ đề.

source: Mass Edit
ar_sa: تحرير كتلة
cs_cz: Hromadné úpravy
da_dk: Masse Rediger
de_de: Massenbearbeitung
el_gr: Μαζική επεξεργασία
es_es: Edición masiva
fi_fi: Massasta Edit
fr_fr: Edit de masse
he_il: עריכה המונית
no_no: Masse redigere
ro_ro: Masa de editare
ru_ru: Массовое редактирование
uk_ua: Масова редагування
vi_vn: Chỉnh sửa hàng loạt

source: Mass Rescan
ar_sa: إعادة تفحص الشامل
cs_cz: Hromadné opětovné prohledání
da_dk: Masse Rescan
de_de: Masse Rescan
el_gr: Μάζα Rescan
es_es: Masa de reescaneo
fi_fi: Massa uudelleen
fr_fr: Rescan masse
he_il: סריקה חוזרת המונית
no_no: Masse Rescan
ro_ro: Masă Rescan
ru_ru: Массового сканирования
uk_ua: Масове Повторне сканування
vi_vn: Khối lượng Rescan

source: Mass Rename
ar_sa: قم بإعادة تسمية كتلة
cs_cz: Hromadné přejmenování
da_dk: Masse omdøbning
de_de: Massenhafte umbenennen
el_gr: Μαζική μετονομασία
es_es: Cambiar el nombre de masa
fi_fi: Joukkotuhoaseiden nimetä
fr_fr: Renommage de masse
he_il: שינוי שם המוני
no_no: Masse nytt navn
ro_ro: Masă Redenumire
ru_ru: Массовое переименование
uk_ua: Массова зміна назв
vi_vn: Đổi tên hàng loạt

source: Mass Delete
ar_sa: حذف الشامل
cs_cz: Hromadné odstranění
da_dk: Masse slet
de_de: Masse zu löschen
el_gr: Μαζική διαγραφή
es_es: Eliminar masa
fi_fi: Laajamittainen poistaminen
fr_fr: Suppression massive
he_il: מחק המונית
no_no: Masseslette
ro_ro: Şterge în masă
ru_ru: Массовое удаление
uk_ua: Масове вилучення
vi_vn: Xóa khối lượng

source: Mass Remove
ar_sa: إزالة كتلة
cs_cz: Hromadné odstranění
da_dk: Masse Fjern
de_de: Masse zu entfernen
el_gr: Μαζική αφαίρεση
es_es: Quitar masa
fi_fi: Massa poistaa
fr_fr: Suppression massive
he_il: הסר המונית
no_no: Masse fjerne
ro_ro: Masa elimina
ru_ru: Массовое удаление
uk_ua: Масового видалення
vi_vn: Loại bỏ hàng loạt

source: Mass Subtitle
ar_sa: الترجمة الشامل
cs_cz: Masové podtitul
da_dk: Masse undertitel
de_de: Masse Untertitel
el_gr: Μάζα υπότιτλος
es_es: Subtítulos totales
fi_fi: Massa alaotsikko
fr_fr: Sous-titre de masse
he_il: כתוביות המונית
no_no: Masse undertittel
ro_ro: Masă subtitrare
ru_ru: Массовые субтитров
uk_ua: Масові субтитрів
vi_vn: Hàng loạt các phụ đề

source: View Statuses:
ar_sa: عرض الحالات:
cs_cz: Zobrazit stavy:
de_de: Ansicht-Status:
el_gr: Δείτε καταστάσεις:
es_es: Estados de vista:
fi_fi: Katso tilat:
he_il: מצבי תצוגה:
no_no: Vis statuser:
ro_ro: Vezi stări:
ru_ru: Просмотр статусов:
uk_ua: Перегляд статуси:
vi_vn: Xem trạng thái:

source: Selected
ar_sa: تحديد
cs_cz: Vybrané
de_de: Ausgewählt
el_gr: Επιλεγμένο
es_es: Seleccionado
fi_fi: Valittu
he_il: נבחרת
no_no: Valgt
ro_ro: Selectate
ru_ru: Выбранные
uk_ua: Вибрані
vi_vn: Lựa chọn

source: Archive first match
ar_sa: المباراة الأولى للأرشيف
cs_cz: První zápas archiv
de_de: Erstes Spiel Archiv
fi_fi: Arkisto ensimmäinen ottelu
ru_ru: Первый матч Архив
vi_vn: Trận đấu đầu tiên lưu trữ

source: Subtitle
ar_sa: العنوان الفرعي
cs_cz: Titulky
da_dk: Undertitel
de_de: Untertitel
el_gr: Υπότιτλος
es_es: Subtítulos
fi_fi: Alaotsikko
he_il: כתוביות
no_no: Undertittel
ro_ro: Subtitrare
ru_ru: Субтитров
uk_ua: Субтитрів
vi_vn: Phụ đề

source: Default Ep
ar_sa: Ep الافتراضي
cs_cz: Výchozí Ep
de_de: Standard-Ep
el_gr: Εκ προεπιλογής
es_es: Ep por defecto
fi_fi: Oletus Ep
he_il: ברירת המחדל Ep
no_no: Standard Ep
ro_ro: Implicit Ep
ru_ru: По умолчанию Ep
uk_ua: За промовчанням Ep
vi_vn: Đĩa mở rộng mặc định

source: Not in progress
ar_sa: لا في تقدم
cs_cz: Ne v průběhu
da_dk: Ikke i gang
de_de: Nicht im Gange
el_gr: Δεν σε εξέλιξη
es_es: No en curso
fi_fi: Ole meneillään
fr_fr: Pas en cours
he_il: לא מתבצעת
no_no: Ikke pågår
ro_ro: Nu în curs
ru_ru: Не в прогресс
uk_ua: Не в прогрес
vi_vn: Không có trong tiến bộ

source: Pause
ar_sa: إيقاف مؤقت
cs_cz: Pozastavit
el_gr: Παύση
es_es: Pausa
fi_fi: Tauko
he_il: השהה
ro_ro: Pauză
ru_ru: Пауза
uk_ua: Пауза
vi_vn: Tạm dừng

source: Unpause
ar_sa: إلغاء الإيقاف المؤقت
cs_cz: Zrušení pozastavení
da_dk: Genoptag
de_de: Pausierung
el_gr: Αναίρεση παύσης
es_es: Esté
fi_fi: Käynnistää uudelleen
fr_fr: Annulez la pause de
he_il: לבטל את ההשהיה
no_no: Starte på nytt
ro_ro: Să anulaţi întreruperea
ru_ru: Возобновить
uk_ua: Знову активувати

source: Find Propers Search:
ar_sa: العثور على البحث بروبيرس:
cs_cz: Najdete Propers hledání:
da_dk: Find Propers Søg:
de_de: Finden Sie Proprien Suche:
el_gr: Βρείτε Propers αναζήτησης:
es_es: Buscar búsqueda propios:
fi_fi: Etsi Propers Etsi:
fr_fr: Trouver propre recherche :
he_il: למצוא Propers החיפוש:
no_no: Finn Propers søk:
ro_ro: Găsi Propers Căutaţi:
ru_ru: Propers поиска:
uk_ua: Знайти Propers пошуку:
vi_vn: Tìm Propers tìm kiếm:

source: Propers search disabled
ar_sa: بروبيرس البحث معطل
cs_cz: Propers vyhledávání zakázáno
da_dk: Propers Søg deaktiveret
de_de: Proprien Suche deaktiviert
el_gr: Αναζήτηση propers, άτομα με ειδικές ανάγκες
es_es: Propios buscar personas con discapacidad
fi_fi: Propers haku poissa käytöstä
fr_fr: Recherche propre désactivé
he_il: חיפוש propers לא זמין
no_no: Propers søk deaktivert
ro_ro: Căutaţi propers dezactivat
ru_ru: Propers Поиск отключена
uk_ua: Propers пошуку вимкнуто
vi_vn: Propers tìm kiếm vô hiệu hoá

source: Post-Processor:
ar_sa: بعد انتهاء المعالج:
cs_cz: Post-procesor:
de_de: Postprozessor:
el_gr: Μετα-επεξεργαστή:
es_es: Postprocesador:
fi_fi: Post-prosessori:
fr_fr: Post-processeur :
he_il: מעבד פוסט:
no_no: Etter prosessor:
ro_ro: Post-procesor:
ru_ru: Постпроцессор:
uk_ua: Постпроцесору:
vi_vn: Bộ vi xử lý sau:

source: Search Queue:
ar_sa: البحث عن قائمة الانتظار:
cs_cz: Hledat fronty:
de_de: Suche Warteschlange:
el_gr: Αναζήτηση ουρά:
es_es: Cola de búsqueda:
fi_fi: Etsi jonoon:
he_il: חיפוש תור:
no_no: Søk etter kø:
ro_ro: Coada de căutare:
ru_ru: Поиск очереди:
uk_ua: Пошук черги:
vi_vn: Tìm hàng đợi:

source: Daily:
ar_sa: اليومية:
cs_cz: Denně:
da_dk: Daglig:
de_de: Täglich:
el_gr: Καθημερινά:
es_es: Diario:
fi_fi: Päivittäin:
fr_fr: Tous les jours :
he_il: יומי:
no_no: Daglig:
ro_ro: Zilnic:
ru_ru: Ежедневно:
uk_ua: Щодня:
vi_vn: Hàng ngày:

source: pending items
ar_sa: البنود المعلقة
cs_cz: nevyřízené položky
da_dk: ventende elementer
de_de: ausstehende Elemente
el_gr: εκκρεμών στοιχείων
es_es: artículos pendientes
fi_fi: odottavat alkiot
fr_fr: éléments en attente
he_il: פריטים ממתינים
no_no: ventende elementer
ro_ro: elementele în aşteptare
ru_ru: Отложенные товары
uk_ua: відкладене елементів
vi_vn: đang chờ giải quyết mục

source: Backlog:
ar_sa: المتراكمة:
cs_cz: Nevyřízené položky:
da_dk: Efterslæbet:
de_de: Rückstand:
el_gr: Ανεκτέλεστο υπόλοιπο:
es_es: Cartera de pedidos:
fi_fi: Suma:
fr_fr: Carnet de commandes :
he_il: צבר ההזמנות:
no_no: Etterslep:
ro_ro: Nerezolvate:
ru_ru: Невыполненная работа по:
uk_ua: Відставання:
vi_vn: Việc tồn đọng:

source: Manual:
ar_sa: يدوي:
cs_cz: Ručně:
de_de: Manuell:
el_gr: Εγχειρίδιο:
fi_fi: Manuaalinen:
fr_fr: Manuelle :
he_il: מדריך:
no_no: Manuell:
ru_ru: Вручную:
uk_ua: Посібник:
vi_vn: Hướng dẫn sử dụng:

source: Failed:
ar_sa: فشل:
cs_cz: Se nezdařilo:
da_dk: Mislykkedes:
de_de: Fehlgeschlagen:
el_gr: Απέτυχε:
es_es: Error:
fi_fi: Toiminto epäonnistui:
fr_fr: A échoué :
he_il: נכשלה:
no_no: Mislyktes:
ro_ro: Nu a reuşit:
ru_ru: Не удалось:
uk_ua: Не вдалося:
vi_vn: Thất bại khi:

source: Post-Processor Queue:
ar_sa: بعد انتهاء معالج قائمة الانتظار:
cs_cz: Postprocesor fronty:
de_de: Postprozessor Warteschlange:
el_gr: Μετα-επεξεργαστή ουρά:
es_es: El postprocesador de cola:
fi_fi: Jälkikäsittelijä jono:
he_il: תור מעבד פוסט:
no_no: Etter prosessor kø:
ro_ro: Coada de post-procesor:
ru_ru: Постпроцессор очереди:
uk_ua: Постпроцесору черги:
vi_vn: Hàng chờ xử lý sau:

source: Auto:
ar_sa: تلقائي:
es_es: Automático:
he_il: אוטומטי:
ru_ru: Авто:
uk_ua: Авто:
vi_vn: Tự động:

source: All of your episodes have
ar_sa: جميع الحلقات الخاصة بك
cs_cz: Všechny vaše epizody mají
da_dk: Alle dine episoder har
de_de: Alle Episoden haben
el_gr: Όλοι σας επεισόδια έχουν
es_es: Todos tus episodios
fi_fi: Kaikki jaksot ovat
fr_fr: Tous vos épisodes ont
he_il: כל הפרקים שלך יש
no_no: Alle episodene
ro_ro: Toate episoadele tale au
ru_ru: Все ваши эпизодов
uk_ua: Всі ваші епізодів мають
vi_vn: Tất cả các tập phim của bạn có

source: subtitles.
ar_sa: ترجمات.
cs_cz: titulky.
da_dk: undertekster.
de_de: Untertiteln.
el_gr: υπότιτλοι.
es_es: subtítulos.
fi_fi: tekstitys.
fr_fr: sous-titres.
he_il: כתוביות.
no_no: undertekster.
ro_ro: subtitrari.
ru_ru: субтитры.
uk_ua: субтитри.
vi_vn: phụ đề.

source: Manage episodes without
ar_sa: إدارة الحلقات دون
cs_cz: Správa epizody bez
da_dk: Administrere episoder uden
de_de: Verwalten von Episoden ohne
el_gr: Διαχείριση επεισοδίων χωρίς
es_es: Gestión de episodios sin
fi_fi: Hallita jaksoa ilman
fr_fr: Gérer les épisodes sans
he_il: ניהול פרקים ללא
no_no: Behandle episoder uten
ro_ro: Gestiona episoade fără
ru_ru: Управление эпизодов без
uk_ua: Керувати епізодів без
vi_vn: Quản lý tập mà không có

source: Episodes without
ar_sa: الحلقات دون
cs_cz: Epizody bez
da_dk: Episoder uden
de_de: Episoden ohne
el_gr: Επεισόδια χωρίς
es_es: Episodios sin
fi_fi: Jaksoa ilman
fr_fr: Épisodes sans
he_il: פרקים ללא
no_no: Episoder uten
ro_ro: Episoade fără
ru_ru: Эпизоды без
uk_ua: Епізоди без
vi_vn: Các tập phim mà không cần

source: (undefined) subtitles.
ar_sa: ترجمات (غير معروف).
cs_cz: (nedefinované) titulky.
da_dk: (udefineret) undertekster.
de_de: (undefiniert) Untertitel.
el_gr: Υπότιτλοι (undefined).
es_es: subtítulos (indefinidos).
fi_fi: (undefined) tekstitys.
fr_fr: sous-titres (indéfinis).
he_il: כתוביות (לא מוגדר).
no_no: (udefinert) undertekster.
ro_ro: subtitrari (nedefinit).
ru_ru: (неопределенное) субтитры.
uk_ua: (Невизначена) субтитри.
vi_vn: phụ đề (không xác định).

source: Download missed subtitles for selected episodes
ar_sa: تحميل ترجمات غاب عن الحلقات مختارة
cs_cz: Stáhnout zmeškaných titulky pro vybrané epizody
da_dk: Download ubesvarede undertekster til udvalgte episoder
de_de: Download verpasst Untertitel für ausgewählte Episoden
el_gr: Κατεβάστε αναπάντητες υπότιτλους για επιλεγμένων επεισοδίων
es_es: Perdido subtítulos para los episodios seleccionados
fi_fi: Lataa valitun jaksot jäi tekstitykset
fr_fr: Télécharger les sous-titres manquées pour les épisodes sélectionnés
he_il: להוריד כתוביות שלא נענתה פרקים נבחרים
no_no: Dataoverføre tapte subtitles for valgte episoder
ro_ro: Descarca ratat subtitrari pentru episoade selectat
ru_ru: Скачать пропущенных субтитры для отдельных эпизодов
uk_ua: Завантажити пропущених субтитри для вибраного епізоди
vi_vn: Tải về bị mất phụ đề cho tập phim chọn lọc

source: Select all
ar_sa: حدد كافة
cs_cz: Vybrat vše
da_dk: Vælg alle
de_de: Wählen Sie alle
el_gr: Επιλογή όλων
es_es: Seleccionar todo
fi_fi: Valitse kaikki
fr_fr: Sélectionner tout
he_il: בחר את כל
no_no: Velg alle
ro_ro: Selectează tot
ru_ru: Выбрать все
uk_ua: Виділити все
vi_vn: Chọn tất cả

source: Clear all
ar_sa: مسح الكل
cs_cz: Vymazat vše
da_dk: Ryd alle
de_de: Alle löschen
el_gr: Απαλοιφή όλων
es_es: Borrar todo
fi_fi: Tyhjennä kaikki
fr_fr: Effacer tout
he_il: לנקות את כל
no_no: Fjern alle
ro_ro: Clar toate
ru_ru: Очистить все
uk_ua: Очистити всі
vi_vn: Xóa tất cả

source: Are you sure you want to shutdown SiCKRAGE ?
ar_sa: هل أنت متأكد من أنك تريد إيقاف تشغيل سيكراجي؟
cs_cz: Jste si jistý, že chcete vypnout SiCKRAGE?
da_dk: Er du sikker på du vil lukning SiCKRAGE?
de_de: Sind Sie sicher, dass Sie zum Herunterfahren SiCKRAGE?
el_gr: Είστε βέβαιοι ότι θέλετε να κλείσει SiCKRAGE;
es_es: ¿Está seguro que desea apagar SiCKRAGE?
fi_fi: Oletko varma, että haluat shutdown SiCKRAGE?
fr_fr: Êtes-vous sûr de que vouloir arrêter SiCKRAGE ?
he_il: ? אתה בטוח שאתה רוצה כיבוי SiCKRAGE
no_no: Er du sikker du vil gjerne nedleggelse SiCKRAGE?
ro_ro: Eşti tu sure tu nevoie la spre shutdown SiCKRAGE?
ru_ru: Вы уверены, что вы хотите для выключения SiCKRAGE?
uk_ua: Ви впевнені, що ви бажаєте вимкнути комп'ютер SiCKRAGE?
vi_vn: Bạn có chắc bạn muốn tắt máy SiCKRAGE?

source: Are you sure you want to restart SiCKRAGE ?
ar_sa: هل أنت متأكد من أنك تريد إعادة تشغيل سيكراجي؟
cs_cz: Opravdu že chcete restartovat SiCKRAGE?
da_dk: Er du sikker på du vil genstarte SiCKRAGE?
de_de: Sind Sie sicher, dass Sie SiCKRAGE neu starten möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να κάνετε επανεκκίνηση του SiCKRAGE;
es_es: ¿Está seguro de que desea reiniciar SiCKRAGE?
fi_fi: Oletko varma, että haluat aloittaa SiCKRAGE?
fr_fr: Êtes-vous sûr de que vouloir redémarrer SiCKRAGE ?
he_il: האם אתה בטוח שברצונך להתחיל SiCKRAGE?
no_no: Er du sikker på at du vil starte SiCKRAGE?
ro_ro: Sunteţi sigur că doriţi să reporniţi SiCKRAGE?
ru_ru: Вы уверены, что вы хотите, чтобы перезагрузить SiCKRAGE?
uk_ua: Ви дійсно бажаєте перезавантажити SiCKRAGE?
vi_vn: Bạn có chắc bạn muốn khởi động lại SiCKRAGE?

source: Submit Errors
ar_sa: إرسال الأخطاء
cs_cz: Odeslat chyby
da_dk: Indsend fejl
de_de: Fehler senden
el_gr: Υποβολή σφάλματα
es_es: Presentar errores
fi_fi: Antaa virheitä
fr_fr: Présenter des erreurs
he_il: שלח שגיאות
no_no: Sende feil
ro_ro: Prezintă erori
ru_ru: Представляет ошибки
uk_ua: Подати помилками
vi_vn: Gửi lỗi
