Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Submit
ar_sa: إرسال
cs_cz: Odeslat
da_dk: Indsende
de_de: Senden
el_gr: Υποβάλουν
es_es: Enviar
fi_fi: Lähetä
fr_fr: Envoyer
he_il: שלח
no_no: Sende
ro_ro: Prezinte
ru_ru: Отправить
uk_ua: Представити
vi_vn: Gửi

source: Add New Show
ar_sa: إضافة عرض جديد
cs_cz: Přidat nový Zobrazit
da_dk: Tilføje nye Show
de_de: Neue Show hinzufügen
el_gr: Προσθέστε νέα εμφάνιση
es_es: Agregar nuevo programa
fi_fi: Lisää uusi Show
fr_fr: Ajouter nouvelle série
he_il: הוסף תוכנית חדשה
no_no: Legge til nye Show
ro_ro: Adauga nou spectacol
ru_ru: Добавить новое шоу
uk_ua: Додати нове шоу
vi_vn: Thêm mới Hiển thị

source: For shows that you haven't downloaded yet, this option finds a show on theTVDB.com, creates a directory for it's episodes and adds it.
ar_sa: ليبين أن لم تكن قد قمت بتحميلها حتى الآن، هذا الخيار يرى تظهر في theTVDB.com، بإنشاء دليل للحلقات ويضيفه.
cs_cz: Pro pořady, které jste dosud nestáhli Tato možnost najde show na theTVDB.com, vytvoří adresář, neboť je epizody a přidá jej.
da_dk: For viser, at du ikke har hentet endnu, denne indstilling finder et show på theTVDB.com, opretter en mappe, for det er episoder og tilføjer det.
de_de: Für Shows, die Sie noch nicht heruntergeladen haben, diese Option findet eine Show auf theTVDB.com, erstellt ein Verzeichnis, denn es Episoden gibt und fügt ihn hinzu.
el_gr: Δείχνει ότι δεν έχετε κατεβάσει ακόμα, η επιλογή αυτή βρίσκει μια εκπομπή στην theTVDB.com, δημιουργεί έναν κατάλογο για είναι επεισόδια και προσθέτει.
es_es: Demuestra que no has descargado aún, esta opción se encuentra un espectáculo de theTVDB.com, crea un directorio para es episodios y agrega.
fi_fi: Osoittaa, että et ole vielä ladattu tämä vaihtoehto löytää näyttää theTVDB.com, Luo hakemisto jaksot ja lisää sen.
fr_fr: Pour la montre que vous n’avez pas encore téléchargé, cette option trouve un spectacle sur theTVDB.com, crée un répertoire pour c’est épisodes et l’ajoute.
he_il: לקבלת מראה כי עדיין לא שהורדת, אפשרות זו מוצא מופע על theTVDB.com, יוצר ספריה עבור פרקים והוא מוסיף אותה.
no_no: For programmer som du ikke har lastet ned ennå, dette alternativet finner et show på theTVDB.com, oppretter en mappe for det er episoder og legger den.
ro_ro: Arată că nu aţi descărcat încă, această opţiune constată un spectacol pe theTVDB.com, creează un director pentru este episoade şi adaugă-l.
ru_ru: Для шоу, которые вы еще не загрузили этот вариант находит шоу на theTVDB.com, создает каталог для эпизодов и добавляет его.
uk_ua: Для шоу, які ви ще не завантажили все ж цей параметр знаходить шоу theTVDB.com, створює каталог, бо це епізодів і додає він.
vi_vn: Cho thấy rằng bạn đã không tải xuống được, tùy chọn này tìm thấy một chương trình trên theTVDB.com, tạo ra một thư mục cho nó là tập phim và thêm nó.

source: Add from Trakt
ar_sa: إضافة من Trakt
cs_cz: Přidat z Trakt
da_dk: Tilføje fra Trakt
de_de: Hinzufügen von Trakt
el_gr: Προσθήκη από Trakt
es_es: Añadir de Trakt
fi_fi: Lisää Trakt
fr_fr: Ajouter de Trakt
he_il: הוספת Trakt
no_no: Legg til fra Trakt
ro_ro: Adauga la Trakt
ru_ru: Добавить из тракт
uk_ua: Додати з Trakt
vi_vn: Thêm từ Trakt

source: For shows that you haven't downloaded yet, this option lets you choose a show from one of the Trakt lists to add to SiCKRAGE.
ar_sa: ليبين أن لم تكن قد قمت بتحميلها حتى الآن، يتيح هذا الخيار يمكنك اختيار عرض من إحدى قوائم Trakt لإضافة إلى سيكراجي.
cs_cz: Ukazuje, že jste si ještě nestáhli Tato možnost umožňuje zvolit prezentaci z jednoho ze seznamů Trakt přidat do SiCKRAGE.
da_dk: For viser, at du ikke har hentet endnu, kan med denne indstilling du vælge en vis fra en af listerne Trakt føje til SiCKRAGE.
de_de: Für Shows, die Sie noch nicht heruntergeladen haben, können Sie eine Show aus einer Trakt Listen SiCKRAGE hinzufügen wählen Sie diese Option.
el_gr: Για παραστάσεις που δεν έχετε κατεβάσει ακόμα, αυτή η επιλογή σάς επιτρέπει να επιλέξετε μια εμφάνιση από ένα από τους καταλόγους Trakt για να προσθέσετε SiCKRAGE.
es_es: Demuestra que no has descargado aún, esta opción le permite elegir un programa de una de las listas de Trakt agregar a SiCKRAGE.
fi_fi: Osoittaa, että et ole vielä ladattu tällä vaihtoehdolla voit valita Näytä Trakt luetteloon lisätä SiCKRAGE.
fr_fr: Pour montre que vous n’avez pas encore téléchargé, cette option vous permet de choisir un spectacle d’une des listes à ajouter à SiCKRAGE Trakt.
he_il: למופעים שהורדת לא ובכל זאת, אפשרות זו מאפשרת לבחור אחת מתוך הרשימות Trakt כדי להוסיף SiCKRAGE מופע.
no_no: For programmer som du ikke har lastet ned ennå, kan dette alternativet du velge et program fra en av listene Trakt legge til SiCKRAGE.
ro_ro: Pentru spectacole care nu aţi descărcat încă, această opţiune vă permite să alegeţi o Arată la una din listele de Trakt pentru a adăuga la SiCKRAGE.
ru_ru: Для шоу, которые вы еще не загрузили этот параметр позволяет выбирать один из списков тракт для добавления SiCKRAGE шоу.
uk_ua: Для шоу, які ви ще не завантажили все ж цей параметр дозволяє вибирати один із списків Trakt додати до SiCKRAGE шоу.
vi_vn: Cho thấy rằng bạn đã không tải xuống được, tùy chọn này cho phép bạn chọn Hiển thị một danh sách Trakt để thêm vào SiCKRAGE.

source: Add from IMDB
ar_sa: إضافة من IMDB
cs_cz: Přidat z IMDB
da_dk: Tilføje fra IMDB
de_de: Hinzufügen von IMDB
el_gr: Προσθήκη από το IMDB
es_es: Añadir de IMDB
fi_fi: Lisää IMDB
fr_fr: Ajouter de IMDB
he_il: הוספת מ IMDB
no_no: Legg til fra IMDB
ro_ro: Adauga la IMDB
ru_ru: Добавить с IMDB
uk_ua: Додати від IMDB
vi_vn: Thêm từ IMDB

source: View IMDB's list of the most popular shows. This feature uses IMDB's MOVIEMeter algorithm to identify popular TV Series.
ar_sa: عرض قائمة IMDB للعروض الأكثر شعبية. تستخدم هذه الميزة موفيميتير خوارزمية في IMDB تحديد شعبية المسلسل التلفزيوني.
cs_cz: Zobrazitklepněte IMDB seznam nejpopulárnějších pořadů. Tato funkce používá IMDB Staň se publicistou algoritmus k identifikaci populární televizní seriál.
da_dk: Se IMDBS liste over de mest populære shows. Denne funktion bruger IMDB'S MOVIEMeter algoritme til at identificere populære TV-serie.
de_de: IMDB Liste der beliebtesten Shows anzeigen. Diese Funktion nutzt IMDBs MOVIEMeter Algorithmus, um beliebte TV-Serien zu identifizieren.
el_gr: Δείτε τα πιο δημοφιλή δείχνει λίστα του IMDB. Αυτή η δυνατότητα χρησιμοποιεί του IMDB MOVIEMeter αλγόριθμος για την αναγνώριση της δημοφιλούς Τηλεοπτικής σειράς.
es_es: Ver lista de IMDB de los programas más populares. Esta característica utiliza algoritmo de MOVIEMeter de IMDB para identificar la popular serie de televisión.
fi_fi: Katso IMDB: n luettelo suosituimmista osoittaa. Tämä ominaisuus käyttää IMDB: n MOVIEMeter algoritmi tunnistaa suosittuja TV-sarja.
fr_fr: Voir liste d’IMDB des émissions plus populaires. Cette fonctionnalité utilise l’algorithme MOVIEMeter IMDB pour identifier la série télévisée populaire.
he_il: הצג את רשימת התוכניות הפופולריות ביותר של IMDB. תכונה זו משתמשת באלגוריתם MOVIEMeter של IMDB לזהות סדרות טלוויזיה פופולריות.
no_no: Vis IMDBS liste over de mest populære programmene. Denne funksjonen bruker IMDB MOVIEMeter algoritmen for å identifisere populære TV-serien.
ro_ro: Vezi IMDB pe lista Arată cele mai populare. Această funcţie utilizează algoritmul de MOVIEMeter IMDB pe pentru a identifica populare TV Series.
ru_ru: Просмотреть IMDB в список самых популярных шоу. Эта функция использует IMDB MOVIEMeter алгоритм для определения популярных сериалов.
uk_ua: Переглянути IMDB список найбільш популярних шоу. Ця функція використовує IMDB MOVIEMeter алгоритм для визначення популярних Телевізійних серій.
vi_vn: Xem IMDB của danh sách các chương trình phổ biến nhất. Tính năng này sử dụng của IMDB MOVIEMeter thuật toán để xác định các Series truyền hình nổi tiếng.

source: Add Existing Shows
ar_sa: إضافة يظهر القائمة
cs_cz: Přidat existující pořady
da_dk: Tilføj eksisterende viser
de_de: Hinzufügen von vorhandenen Shows
el_gr: Προσθέστε υπάρχουσες εκπομπές
es_es: Añadir programas existentes
fi_fi: Lisää olemassa olevat ohjelmat
fr_fr: Ajouter des séries existantes
he_il: להוסיף מראה הקיים
no_no: Legge til eksisterende programmer
ro_ro: Adauga existente spectacole
ru_ru: Добавление существующих шоу
uk_ua: Додати наявні шоу
vi_vn: Thêm hiện tại cho thấy

source: Use this option to add shows that already have a folder created on your hard drive. SickRage will scan your existing metadata/episodes and add the show accordingly.
ar_sa: استخدم هذا الخيار لإضافة تبين أن لديها بالفعل أحد المجلدات التي تم إنشاؤها على محرك القرص الثابت. سيكراجي سوف المسح الضوئي الخاص بك البيانات الوصفية/الحلقات الموجودة وإضافة العرض وفقا لذلك.
cs_cz: Tato možnost slouží k přidání pořady, které už mám složku na pevném disku. SickRage prohledá váš stávající metadata/epizody a přidejte show odpovídajícím způsobem.
da_dk: Brug denne indstilling til at tilføje viser, at der allerede har en mappe, oprettet på din harddisk. SickRage vil scanne din eksisterende metadata/episoder og tilføje showet i overensstemmelse hermed.
de_de: Verwenden Sie diese Option zeigt hinzufügen, die bereits einen Ordner auf Ihrer Festplatte erstellt haben. SickRage scannt Ihre vorhandenen Metadaten/Episoden und die Show entsprechend hinzufügen.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να προσθέσετε δείχνει ότι έχετε ήδη ένα φάκελο που δημιουργήσατε στον σκληρό σας δίσκο. SickRage θα σαρώσει σας υπάρχοντα μεταδεδομένα/επεισόδια και να προσθέσετε την παράσταση αναλόγως.
es_es: Utilice esta opción para agregar muestra que ya tiene una carpeta creada en tu disco duro. SickRage explorará sus metadatos, episodios existentes y agregar el programa en consecuencia.
fi_fi: Tämän vaihtoehdon avulla voit lisätä ohjelmia, joilla on jo luotu kiintolevylle kansio. SickRage tarkistaa olemassa olevat metatiedot/jaksoista ja lisätä Näytä vastaavasti.
fr_fr: Cette option permet d’ajouter des séries qui ont déjà un dossier créé sur votre disque dur. SickRage va scanner vos métadonnées/épisodes existants et ajouter la série en conséquence.
he_il: השתמש באפשרות זו כדי להוסיף מראה כי כבר יש לי תיקייה נוצר בכונן הקשיח. SickRage יסרוק מטא-נתונים הקיימים שלך/פרקים ולאחר להוסיף את התוכנית בהתאם.
no_no: Bruk dette alternativet til viser at har allerede en mappe opprettes på harddisken. SickRage skanner din eksisterende metadata/episoder og legge til showet tilsvarende.
ro_ro: Utilizaţi această opţiune pentru a adăuga Arată că au deja un folder creat pe hard disk. SickRage va scana dumneavoastră existente metadate/episoade şi adăugaţi Arată în consecinţă.
ru_ru: Используйте этот параметр для добавления показывает, что уже создана папка на жестком диске. SickRage будет сканировать ваши существующие метаданные/эпизодов и соответственно добавить шоу.
uk_ua: Використовуйте цей параметр, щоб додати показує, що вже є папку, створену на жорсткому диску. SickRage буде сканувати ваші наявні метадані/епізодів і додати шоу відповідно.
vi_vn: Sử dụng tùy chọn này để thêm cho thấy đã có một thư mục được tạo ra trên ổ cứng của bạn. SickRage sẽ quét siêu dữ liệu/tập hiện có của bạn và thêm các hiển thị cho phù hợp.

source: Display Specials:
ar_sa: عرض عروض خاصة:
cs_cz: Zobrazit akce:
da_dk: Få vist tilbud:
de_de: Anzeige Specials:
el_gr: Εμφάνιση αφιερώματα:
es_es: Mostrar ofertas especiales:
fi_fi: Näytä tarjoukset:
fr_fr: Afficher les promotions :
he_il: הצג מבצעים:
no_no: Viser tilbud:
ro_ro: Oferte speciale display:
ru_ru: Отображать события:
uk_ua: Відображати події:
vi_vn: Hiển thị các sản phẩm đặc biệt:

source: Season:
ar_sa: الموسم:
cs_cz: Sezóna:
da_dk: Sæson:
de_de: Saison:
el_gr: Σεζόν:
es_es: Temporada:
fi_fi: Sesonki:
fr_fr: Saison :
he_il: עונה:
no_no: Sesong:
ro_ro: De sezon:
ru_ru: Сезон:
uk_ua: Сезон:
vi_vn: Mùa giải:

source: Rating:
ar_sa: التقييم:
cs_cz: Hodnocení:
de_de: Bewertung:
el_gr: Εκτίμηση:
es_es: Valorar:
fi_fi: Arvostelu:
he_il: דירוג:
no_no: Vurdering:
ru_ru: Рейтинг:
uk_ua: Рейтинг:
vi_vn: Đánh giá:

source: Show Status:
ar_sa: وتظهر الحالة:
cs_cz: Zobrazit stav:
da_dk: Vis Status:
de_de: Status anzeigen:
el_gr: Εμφάνιση κατάστασης:
es_es: Mostrar el estado de:
fi_fi: Näytä tila:
fr_fr: Afficher l’État :
he_il: הצג מצב:
no_no: Vis Status:
ro_ro: Stãrii:
ru_ru: Показать статус:
uk_ua: Показувати стан:
vi_vn: Hiển thị trạng thái:

source: Originally Airs:
ar_sa: تبث أصلاً:
cs_cz: Původně se vysílá:
da_dk: Oprindeligt Airs:
de_de: Ursprünglich ausgestrahlt wird:
el_gr: Αρχικά βγήκε στον αέρα:
es_es: Originalmente se transmite:
fi_fi: Alunperin olevinaan:
fr_fr: À l’origine des Airs :
he_il: במקור שיעסוק:
no_no: Opprinnelig Airs:
ro_ro: Difuzat iniţial:
ru_ru: Первоначально арии:
uk_ua: Спочатку виходить в ефір в:
vi_vn: Ban đầu được phát sóng:

source: Start Year:
ar_sa: بداية السنة:
cs_cz: Rok zahájení:
de_de: Startjahr:
el_gr: Έτος έναρξης:
es_es: Año de Inicio:
fi_fi: Aloitusvuosi:
he_il: שנת התחלה:
no_no: Start året:
ro_ro: Începe anul:
ru_ru: Год запуска:
uk_ua: Початок року:
vi_vn: Bắt đầu năm:

source: Runtime:
ar_sa: وقت التشغيل:
cs_cz: Doba provozu:
de_de: Laufzeit:
el_gr: Χρόνος εκτέλεσης:
es_es: Tiempo de ejecución:
fi_fi: Kesto:
he_il: זמן ריצה:
no_no: Kjøretid:
ru_ru: Время выполнения:
uk_ua: Час роботи:
vi_vn: Thời gian chạy:

source: minutes
ar_sa: دقيقة
cs_cz: minut
da_dk: minutter
de_de: Minuten
el_gr: λεπτά
es_es: minutos
fi_fi: minuuttia
he_il: דקות
no_no: minutter
ro_ro: minute
ru_ru: минут
uk_ua: хвилин
vi_vn: phút

source: Info Sites:
ar_sa: مواقع المعلومات:
cs_cz: Info stránky:
de_de: Info-Seiten:
el_gr: Πληροφορίες τοποθεσίες:
es_es: Sitios de información:
fi_fi: Info sivustot:
he_il: אתרי מידע:
no_no: Info nettsteder:
ro_ro: Site-uri de informaţii:
ru_ru: Информация сайты:
uk_ua: Інформація про сайти:
vi_vn: Các trang web thông tin:

source: Genre:
ar_sa: النوع:
cs_cz: Žánr:
el_gr: Είδος ταινίας:
es_es: Género:
he_il: ז'אנר:
no_no: Sjanger:
ro_ro: Gen:
ru_ru: Жанр:
uk_ua: Жанр:
vi_vn: Thể loại:

source: Default EP Status:
ar_sa: حالة الجيش الشعبي الافتراضية:
cs_cz: Výchozí stav EP:
da_dk: Standard EP Status:
de_de: Standard-EP-Status:
el_gr: Προεπιλεγμένη κατάσταση EP:
es_es: Estado de la EP de por defecto:
fi_fi: EP oletustila:
fr_fr: Statut d’EP par défaut :
he_il: מצב ברירת המחדל EP:
no_no: Standard EP Status:
ro_ro: Implicit EP stare:
ru_ru: Статус по умолчанию EP:
uk_ua: EP стан за промовчанням:
vi_vn: Tình trạng EP mặc định:

source: Location:
ar_sa: الموقع:
cs_cz: Umístění:
da_dk: Beliggenhed:
de_de: Ort:
el_gr: Τοποθεσία:
es_es: Ubicación:
fi_fi: Sijainti:
fr_fr: Zone géographique :
he_il: מיקום:
no_no: Sted:
ro_ro: Locaţie:
ru_ru: Расположение:
uk_ua: Розташування:
vi_vn: Địa điểm:

source: Missing
ar_sa: في عداد المفقودين
cs_cz: Chybí
da_dk: Mangler
de_de: Fehlt
el_gr: Λείπει
es_es: Falta
fi_fi: Puuttuu
fr_fr: Manque de
he_il: חסרים
no_no: Mangler
ro_ro: Lipsă
ru_ru: Отсутствует
uk_ua: Зниклі без вести
vi_vn: Mất tích

source: Size:
ar_sa: الحجم:
cs_cz: Velikost:
da_dk: Størrelse:
de_de: Größe:
el_gr: Μέγεθος:
es_es: Tamaño:
fi_fi: Pinta-ala:
fr_fr: Taille :
he_il: גודל:
no_no: Størrelse:
ro_ro: Dimensiune:
ru_ru: Размер:
uk_ua: Розмір:
vi_vn: Kích thước:

source: Scene Name:
ar_sa: اسم المشهد:
cs_cz: Název scény:
da_dk: Scenenavn:
de_de: Szenenname:
el_gr: Όνομα σκηνή:
es_es: Nombre de la escena:
fi_fi: Kohtauksen nimi:
fr_fr: Nom de scène :
he_il: סצנה שם:
no_no: Scenenavn:
ro_ro: Nume de scena:
ru_ru: Имя сцены:
uk_ua: Ім'я сцени:
vi_vn: Tên trường:

source: Required Words:
ar_sa: الكلمات المطلوبة:
cs_cz: Požadovaná slova:
da_dk: Kræves ord:
de_de: Erforderlichen Wörter:
el_gr: Λέξεις που απαιτούνται:
es_es: Palabras necesarias:
fi_fi: Tarvittavat sanat:
fr_fr: Mots requis :
he_il: נדרש מילים:
no_no: Nødvendig ord:
ro_ro: Cuvintele necesare:
ru_ru: Необходимые слова:
uk_ua: Потрібні слова:
vi_vn: Các từ bắt buộc:

source: Ignored Words:
ar_sa: تجاهل الكلمات:
cs_cz: Ignorovaná slova:
da_dk: Ignorerede ord:
de_de: Ignorierte Wörter:
el_gr: Λέξεις που παραβλέφθηκαν:
es_es: Palabras omitidas:
fi_fi: Ohitettuja sanoja:
fr_fr: Des mots ignorés :
he_il: המערכת התעלמה מילים:
no_no: Ignorerte ord:
ro_ro: Cuvintele ignorate:
ru_ru: Игнорируемые слова:
uk_ua: Проігноровані слова:
vi_vn: Bỏ qua các từ ngữ:

source: Wanted Group
ar_sa: المجموعة المطلوبة
cs_cz: Vybráním skupiny
da_dk: Ønskede gruppe
de_de: Gewünschte Gruppe
el_gr: Ομάδα ήθελε
es_es: Querido grupo
fi_fi: Ryhmä
fr_fr: Groupe voulu
he_il: קבוצה מבוקש
no_no: Ønsket gruppe
ro_ro: Grupul dorit
ru_ru: Разыскиваемых группы
uk_ua: Розшукуваних Група
vi_vn: Muốn nhóm

source: Unwanted Group
ar_sa: المجموعة غير المرغوب فيها
cs_cz: Nechtěné skupina
da_dk: Uønskede gruppe
de_de: Unerwünschte Gruppe
el_gr: Ανεπιθύμητα ομάδα
es_es: Grupo no deseado
fi_fi: Ei-toivotut ryhmä
fr_fr: Groupe non désiré
he_il: קבוצה לא רצויים
no_no: Uønsket gruppe
ro_ro: Grupa nedorite
ru_ru: Нежелательные группы
uk_ua: Небажані Група
vi_vn: Nhóm không mong muốn

source: Info Language:
ar_sa: معلومات اللغة:
cs_cz: Informace o jazyk:
da_dk: Info sprog:
de_de: Info Sprache:
el_gr: Πληροφορίες γλώσσας:
es_es: Info idioma:
fi_fi: Info kieli:
fr_fr: Langue de l’info :
he_il: פרטי שפה:
no_no: Info språk:
ro_ro: Info limba:
ru_ru: Информация о языке:
uk_ua: Інформація про мову:
vi_vn: Ngôn ngữ thông tin:

source: Subtitles:
ar_sa: الترجمة:
cs_cz: Titulky:
da_dk: Undertekster:
de_de: Untertitel:
el_gr: Υπότιτλοι:
es_es: Subtitulos:
fi_fi: Tekstitykset:
fr_fr: Sous-titres :
he_il: כתוביות:
no_no: Undertekster:
ro_ro: Subtitrari:
ru_ru: Субтитры:
uk_ua: Субтитри:
vi_vn: Phụ đề:

source: Subtitles Metadata:
ar_sa: ترجمة بيانات التعريف:
cs_cz: Titulky Metadata:
da_dk: Undertekster Metadata:
de_de: Untertitel-Metadaten:
el_gr: Υπότιτλοι μετα-δεδομένων:
es_es: Metadatos de subtítulos:
fi_fi: Tekstitys Metadata:
fr_fr: Métadonnées de sous-titres :
he_il: כתוביות מטה:
no_no: Undertekster Metadata:
ro_ro: Subtitrari metadate:
ru_ru: Метаданные субтитры:
uk_ua: Субтитри метаданих:
vi_vn: Siêu dữ liệu phụ đề:

source: Season Folders:
ar_sa: موسم المجلدات:
cs_cz: Sezóny složky:
da_dk: Sæson mapper:
de_de: Saison-Ordner:
el_gr: Σεζόν φακέλους:
es_es: Carpetas de temporada:
fi_fi: Kauden kansiot:
fr_fr: Dossiers de la saison :
he_il: העונה תיקיות:
no_no: Sesongen mapper:
ro_ro: Pliant sezon:
ru_ru: Сезон-папки:
uk_ua: Сезон папки:
vi_vn: Mùa giải thư mục:

source: Paused:
ar_sa: الإيقاف المؤقت:
cs_cz: Pozastaveno:
da_dk: Pause:
de_de: Angehalten:
el_gr: Παύση:
es_es: En pausa:
fi_fi: Keskeytetty:
fr_fr: En pause :
he_il: מושהה:
no_no: Stanset:
ro_ro: Întrerupt:
ru_ru: Пауза:
uk_ua: Призупинено:
vi_vn: Tạm dừng:

source: Air-by-Date:
ar_sa: الجوية بتاريخ:
cs_cz: Datum vysílání:
da_dk: Air-af-dato:
de_de: Luft-durch-Datum:
el_gr: Air ημερομηνία:
es_es: Aire por fecha:
fi_fi: Ilmastointi päiväyksen mukaan:
fr_fr: Par-Date de diffusion :
he_il: אוויר-לפי תאריך:
no_no: Air-av-dato:
ro_ro: Aer de data:
ru_ru: Воздух к Дата:
uk_ua: Повітря за датою:
vi_vn: Không khí của ngày:

source: Sports:
ar_sa: الألعاب الرياضية:
cs_cz: Sport:
da_dk: Sport:
de_de: Sport:
el_gr: Σπορ:
es_es: Deportes:
fi_fi: Urheilu:
he_il: ספורט:
no_no: Sport:
ro_ro: Sport:
ru_ru: Спорт:
uk_ua: Спорт:
vi_vn: Thể thao:

source: Anime:
ar_sa: أنمي:
el_gr: Κινούμενο Σχέδιο:
he_il: אנימה:
ru_ru: Аниме:
uk_ua: Аніме:

source: DVD Order:
ar_sa: دي في دي أمر:
cs_cz: Objednávka DVD:
da_dk: DVD Bestil:
de_de: DVD-Bestellung:
el_gr: Παραγγελία DVD:
es_es: Pedidos del DVD:
fi_fi: DVD jotta:
fr_fr: Commande de DVD :
he_il: סדר ה-DVD:
no_no: DVD for:
ro_ro: DVD pentru:
ru_ru: Заказать DVD:
uk_ua: Замовлення DVD-ДИСКА:
vi_vn: Thứ tự đĩa DVD:

source: Scene Numbering:
ar_sa: المشهد الترقيم:
cs_cz: Scénu číslování:
da_dk: Scene nummerering:
de_de: Szene Nummerierung:
el_gr: Σκηνή αρίθμηση:
es_es: Escena de numeración:
fi_fi: Kohtaus numerointi:
fr_fr: Scène de numérotation :
he_il: זירת מספור:
no_no: Scenen nummerering:
ro_ro: Scena de numerotare:
ru_ru: Сцена нумерации:
uk_ua: Сцена нумерації:
vi_vn: Cảnh đánh số:

source: Archive First Match:
ar_sa: المباراة الأولى للأرشيف:
cs_cz: První zápas Archiv:
de_de: Archiv-Hinspiel:
fi_fi: Arkisto ensimmäinen ottelu:
ru_ru: Первый матч Архив:
vi_vn: Trận đấu đầu tiên lưu trữ:

source: Wanted:
ar_sa: مطلوب:
cs_cz: Hledá se:
de_de: Gesucht:
el_gr: Ήθελε:
es_es: Se busca:
fi_fi: Ostetaan:
fr_fr: Voulu :
he_il: דרושה:
no_no: Ønsket:
ru_ru: Требуются:
uk_ua: Хотів:

source: Low Quality:
ar_sa: جودة منخفضة:
cs_cz: Nízká kvalita:
da_dk: Lav kvalitet:
de_de: Niedrige Qualität:
el_gr: Χαμηλής ποιότητας:
es_es: Baja calidad:
fi_fi: Heikko laatu:
fr_fr: Basse qualité :
he_il: באיכות נמוכה:
no_no: Lav kvalitet:
ro_ro: Calitate scăzută:
ru_ru: Низкое качество:
uk_ua: Низька якість:
vi_vn: Chất lượng thấp:

source: Downloaded:
ar_sa: تحميل:
cs_cz: Stáhnout:
da_dk: Downloadet:
de_de: Zum Download:
el_gr: Κατέβηκε:
es_es: Descargado:
fi_fi: Seuraavat:
fr_fr: Téléchargé :
he_il: הורדה:
no_no: Lastet ned:
ro_ro: Descarcat:
ru_ru: Скачано:
uk_ua: Завантажити:
vi_vn: Tải về:

source: Skipped:
ar_sa: تخطي:
cs_cz: Vynecháno:
da_dk: Sprunget over:
de_de: Übersprungen:
el_gr: Που παραλείφθηκαν:
es_es: Saltados:
fi_fi: Ohitetaan:
fr_fr: Ignoré :
he_il: שהושמטו:
no_no: Hoppet over:
ro_ro: S-a ignorat:
ru_ru: Пропущено:
uk_ua: Пропущено:
vi_vn: Bỏ qua:

source: Snatched:
ar_sa: وانتزع:
cs_cz: Vytrhla:
da_dk: Snappede:
de_de: Entrissen:
el_gr: Άρπαξε:
es_es: Arrebatado:
fi_fi: Nappasi:
fr_fr: Arraché :
he_il: חטפו:
no_no: Nappet:
ro_ro: Smuls:
ru_ru: Вырвал:
uk_ua: Схопив:

source: Select Filtered Episodes
ar_sa: حدد الحلقات التي تمت تصفيتها
cs_cz: Vyberte filtrované epizody
de_de: Wählen Sie gefilterte Episoden
el_gr: Επιλέξτε φιλτραρισμένη επεισόδια
es_es: Seleccione filtrados episodios
fi_fi: Valitse suodatetut jaksot
he_il: בחר פרקים מסונן
no_no: Velg filtrerte episoder
ro_ro: Selectaţi filtrate episoade
ru_ru: Выберите отфильтрованных эпизодов
uk_ua: Виберіть відфільтрованих епізоди
vi_vn: Chọn lọc các tập phim

source: Clear All
ar_sa: مسح الكل
cs_cz: Vymazat vše
da_dk: Ryd alle
de_de: Alle löschen
el_gr: Απαλοιφή όλων
es_es: Borrar todo
fi_fi: Tyhjennä kaikki
fr_fr: Effacer tout
he_il: לנקות את כל
no_no: Fjern alle
ro_ro: Clar toate
ru_ru: Очистить все
uk_ua: Очистити всі
vi_vn: Xóa tất cả

source: Select Columns
ar_sa: حدد الأعمدة
cs_cz: Vybrat sloupce
da_dk: Vælg kolonner
de_de: Wählen Sie Spalten
el_gr: Επιλέξτε στήλες
es_es: Seleccionar columnas
fi_fi: Valitse sarakkeet
fr_fr: Sélectionner les colonnes
he_il: בחר את העמודות
no_no: Velg kolonner
ro_ro: Selectaţi coloanele
ru_ru: Выбрать столбцы
uk_ua: Вибір стовпців
vi_vn: Chọn cột

source: Hide Episodes
ar_sa: إخفاء الحلقات
cs_cz: Skrýt epizody
da_dk: Skjule episoder
de_de: Ausblenden von Episoden
el_gr: Απόκρυψη επεισόδια
es_es: Ocultar episodios
fi_fi: Piilota jaksot
fr_fr: Masquer les épisodes
he_il: הסתר פרקים
no_no: Skjule episoder
ro_ro: Ascunde episoade
ru_ru: Скрыть эпизодов
uk_ua: Приховати епізоди
vi_vn: Ẩn các tập phim

source: Show Episodes
ar_sa: تظهر الحلقات
cs_cz: Zobrazit epizody
da_dk: Show episoder
de_de: Zeigen Episoden
el_gr: Εμφάνιση επεισοδίων
es_es: Ver episodios
fi_fi: Jaksoja
fr_fr: Épisodes
he_il: הצג פרקים
no_no: Episoder
ro_ro: Arată episoade
ru_ru: Эпизодов шоу
uk_ua: Show Епізоди
vi_vn: Hiển thị tập

source: NFO
ar_sa: إذا كان (

source: Absolute
ar_sa: المطلقة
cs_cz: Absolutní
da_dk: Absolut
el_gr: Απόλυτη
es_es: Absoluta
fi_fi: Absoluuttinen
fr_fr: Absolu
he_il: מוחלטת
no_no: Absolutt
ro_ro: Absolută
ru_ru: Абсолютное
uk_ua: Абсолютний
vi_vn: Tuyệt đối

source: Scene
ar_sa: المشهد
de_de: Szene
el_gr: Σκηνή
es_es: Escena
fi_fi: Kohtaus
fr_fr: Scène
he_il: סצנה
no_no: Scenen
ro_ro: Scena
ru_ru: Сцена
uk_ua: Сцена
vi_vn: Cảnh
