Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Single-EP Anime Sample:
ar_sa: عينة انيمي واحد-الجيش الشعبي:
cs_cz: Single-EP Anime Ukázka:
da_dk: Single-EP Anime prøve:
de_de: Single-EP Anime Probe:
el_gr: Single-EP Anime δείγμα:
es_es: Muestra de Anime solo-EP:
fi_fi: Single-EP Anime näyte:
fr_fr: Single-EP Anime, exemple :
he_il: יחיד-EP אנימה דוגמת:
no_no: Single-EP Anime eksempel:
ro_ro: Single-EP Anime eşantion:
ru_ru: Одноместный EP аниме образец:
uk_ua: Сингл EP аніме зразка:
vi_vn: Mẫu đơn-EP Anime:

source: Multi-EP Anime sample:
ar_sa: أنمي Multi-الجيش الشعبي العينة:
cs_cz: Multi-EP Anime Ukázka:
da_dk: Multi-EP Anime prøve:
de_de: Multi-EP Anime Probe:
el_gr: Multi-EP Anime δείγμα:
es_es: Muestra de Anime multi-EP:
fi_fi: Multi-EP Anime näyte:
fr_fr: Multi-EP Anime, exemple :
he_il: Multi-EP אנימה דוגמת:
no_no: Multi-EP Anime-eksempel:
ro_ro: Exemplu de multi-EP Anime:
ru_ru: Multi-EP аниме образец:
uk_ua: Multi-EP аніме зразка:
vi_vn: Multi-EP Anime mẫu:

source: Add Absolute Number
ar_sa: إضافة العدد المطلق
cs_cz: Absolutní číslo
da_dk: Tilføje absolutte antal
de_de: Absolute Zahl hinzufügen
el_gr: Προσθέστε απόλυτος αριθμός
es_es: Agregar número absoluto
fi_fi: Lisää absoluuttinen määrä
fr_fr: Ajouter le nombre absolu
he_il: הוספת המספר המוחלט
no_no: Legge til absolutte tall
ro_ro: Adauga număr absolut
ru_ru: Добавление абсолютное число
uk_ua: Додати абсолютного числа
vi_vn: Thêm số lượng tuyệt đối

source: Add the absolute number to the season/episode format?
ar_sa: إضافة العدد المطلق لتنسيق موسم/الحلقة؟
cs_cz: Přidat absolutní číslo do formátu sezóny/epizoda?
da_dk: Tilføje den absolutte tal til formatet sæson/episode?
de_de: Hinzufügen die absolute Zahl der Episode der Jahreszeit/Format?
el_gr: Προσθέστε τον απόλυτο αριθμό σε μορφή/επεισόδιο;
es_es: ¿Añadir el número absoluto al formato de temporada/episodio?
fi_fi: Absoluuttinen määrä lisätään kauden/episode muodossa?
fr_fr: Ajouter le nombre absolu pour le format de saison/épisode ?
he_il: להוסיף את המספר המוחלט לתבנית/עונה?
no_no: Legge til absolutt nummeret til sesong/episode format?
ro_ro: Adauga numărul absolut la formatul de sezon/episod?
ru_ru: Добавьте абсолютное число в формат эпизоде сезона?
uk_ua: Додати абсолютного числа у формат сезон/епізод?
vi_vn: Thêm số lượng tuyệt đối để định dạng/tập phim?

source: Only applies to animes. (eg. S15E45 - 310 vs S15E45)
ar_sa: لا ينطبق إلا على الرسوم الكرتونية. (على سبيل المثال. S15E45-مقابل 310 S15E45)
cs_cz: Platí pouze pro animes. (např.) S15E45 - 310 vs S15E45)
da_dk: Gælder kun for animes. (f.eks. S15E45 - 310 vs S15E45)
de_de: Gilt nur für Animes. (zB. S15E45 - 310 Vs S15E45)
el_gr: Ισχύει μόνο για animes. (πχ.) S15E45 - 310 vs S15E45)
es_es: Sólo se aplica a los animes. (por ejemplo. S15E45 - 310 vs S15E45)
fi_fi: Koskee vain animes. (esim. S15E45 - 310 vs S15E45)
fr_fr: S’applique uniquement aux animes. (par exemple. S15E45 - 310 vs S15E45)
he_il: חל רק על animes. (למשל. S15E45 - 310 vs S15E45)
no_no: Gjelder bare for animes. (f.eks. S15E45 - 310 vs S15E45)
ro_ro: Se aplică numai pentru anime. (de exemplu. S15E45 - 310 vs S15E45)
ru_ru: Применяется только к аниме. (например. S15E45 - 310 против S15E45)
uk_ua: Застосовується тільки для аніме. (наприклад. S15E45 - 310 с. S15E45)
vi_vn: Chỉ áp dụng cho animes. (ví dụ. S15E45 - 310 vs S15E45)

source: Only Absolute Number
ar_sa: فقط العدد المطلق
cs_cz: Pouze absolutní číslo
da_dk: Kun absolutte antal
de_de: Nur Absolute Zahl
el_gr: Μόνο απόλυτος αριθμός
es_es: Sólo el número absoluto
fi_fi: Vain absoluuttinen määrä
fr_fr: Seulement nombre absolu
he_il: רק המספר המוחלט
no_no: Bare absolutte tall
ro_ro: Doar numărul absolut
ru_ru: Только абсолютное число
uk_ua: Тільки абсолютного числа
vi_vn: Chỉ số lượng tuyệt đối

source: Replace season/episode format with absolute number
ar_sa: استبدال تنسيق الموسم/الحلقة مع العدد المطلق
cs_cz: Nahradit formát/epizodě s absolutním číslem
da_dk: Erstatte sæson/episode format med absolutte tal
de_de: Staffel/Format durch absolute Zahl ersetzen
el_gr: Αντικατάσταση/επεισόδιο μορφή με απόλυτο αριθμό
es_es: Cambiar formato de temporada/episodio con número absoluto
fi_fi: Kausi/episode muodossa korvaaminen absoluuttinen määrä
fr_fr: Remplacer le format de saison/épisode avec nombre absolu
he_il: החלף/עונה תבנית המספר המוחלט
no_no: Erstatte sesong/episode format med absolutt
ro_ro: Înlocuiţi format/episodul cu numărul absolut
ru_ru: Заменить формат эпизоде сезона абсолютное число
uk_ua: Замінити формат сезон/епізод з абсолютного числа
vi_vn: Thay thế/tập phim định dạng với số lượng tuyệt đối

source: Only applies to animes.
ar_sa: لا ينطبق إلا على الرسوم الكرتونية.
cs_cz: Platí pouze pro animes.
da_dk: Gælder kun for animes.
de_de: Gilt nur für Animes.
el_gr: Ισχύει μόνο για animes.
es_es: Sólo se aplica a los animes.
fi_fi: Koskee vain animes.
fr_fr: S’applique uniquement aux animes.
he_il: חל רק על animes.
no_no: Gjelder bare for animes.
ro_ro: Se aplică numai pentru anime.
ru_ru: Применяется только к аниме.
uk_ua: Застосовується тільки для аніме.
vi_vn: Chỉ áp dụng cho animes.

source: No Absolute Number
ar_sa: ليس العدد المطلق
cs_cz: Není absolutní číslo
da_dk: Ingen absolutte antal
de_de: Keine Absolute Zahl
el_gr: Δεν υπάρχει απόλυτος αριθμός
es_es: No hay número absoluto
fi_fi: Ole absoluuttinen määrä
fr_fr: Aucun nombre absolu
he_il: אין מספר מוחלט
no_no: Ingen absolutte tall
ro_ro: Nici un număr absolut
ru_ru: Не абсолютное число
uk_ua: Немає абсолютного числа
vi_vn: Không có số tuyệt đối

source: Dont include the absolute number
ar_sa: Dont تشمل العدد المطلق
cs_cz: Dont patří absolutní číslo
da_dk: Dont omfatter det absolutte antal
de_de: Dont gehören die absolute Zahl
el_gr: Dont περιλαμβάνουν τον απόλυτο αριθμό
es_es: Incluyen el número absoluto
fi_fi: Älä sisällytä absoluuttinen määrä
fr_fr: Ne pas inclure le nombre absolu
he_il: Dont לכלול את מספר מוחלט
no_no: Dont inkluderer du absolutt
ro_ro: Dont includ numărul absolut
ru_ru: Dont включать абсолютное число
uk_ua: Dont включають абсолютного числа
vi_vn: Không bao gồm số lượng tuyệt đối

source: The data associated to the data. These are files associated to a TV show in the form of images and text that, when supported, will enhance the viewing experience.
ar_sa: البيانات المرتبطة بالبيانات. هذه هي الملفات المرتبطة إلى برنامج تلفزيوني في شكل النص والصور التي، عندما أيد، سوف تعزز من تجربة المشاهدة.
cs_cz: Data související s daty. Jedná se o soubory, které jsou přidružené k televizní show v podobě text a obrázky, když podporována, umocní zážitek ze sledování.
da_dk: De data, der er forbundet til data. Disse er forbundet til et TV-show i form af billeder og tekst-filer, når understøttes, vil forøge oplevelsen.
de_de: Die Daten zu den Daten zugeordnet. Dies sind Dateien, die zu einer TV-Show in Form von Bildern und Text, wenn unterstützt, wird das Fernseherlebnis verbessern.
el_gr: Τα δεδομένα που σχετίζονται με τα δεδομένα. Αυτά είναι τα αρχεία που σχετίζονται με μια Τηλεοπτική εκπομπή με τη μορφή των εικόνων και του κειμένου που, όταν υποστήριξε, θα βελτιώνουν την εμπειρία θέασης.
es_es: Los datos asociados a los datos. Estos son los archivos asociados a un programa de televisión en forma de imágenes y texto que, cuando apoyó, mejorará la experiencia de visualización.
fi_fi: Tiedot liittyvät tiedot. Nämä ovat tiedostot, TV-show, kuvien ja tekstin muodossa, kun tuki, kohottaa katsella kokea.
fr_fr: Les données liées aux données. Voici les fichiers associés à une émission de télévision sous la forme d’images et de texte qui, lorsque pris en charge, permettra d’améliorer l’expérience de visionnement.
he_il: הנתונים המקושר לכל הנתונים. אלו הם קבצים הקשורים ל תוכנית טלוויזיה בצורה של תמונות וטקסט, כאשר הוא נתמך, יהיה לשפר את חוויית הצפייה.
no_no: Dataene knyttet til dataene. Dette er knyttet til et TV-show i form av bilder og tekst-filer som, når støttes, vil forbedre seeropplevelsen.
ro_ro: Datele asociate cu datele. Acestea sunt fişierele asociate la un show TV sub formă de imagini şi text care, atunci când este acceptată, va spori experienţa vizuală.
ru_ru: Данные, связанные с данными. Это файлы, связанные с ТВ-шоу в виде изображений и текста, когда поддерживается, повысит качество просмотра.
uk_ua: Дані, пов'язані з даними. Це файли, пов'язані до ТВ-шоу у вигляді зображень і тексту, коли підтримується, підвищить перегляд досвідом.
vi_vn: Các dữ liệu liên quan đến dữ liệu. Đây là những tập tin liên quan đến một chương trình truyền hình trong các hình thức của hình ảnh và văn bản đó, khi được hỗ trợ, sẽ tăng cường trải nghiệm xem.

source: Metadata Type:
ar_sa: نوع بيانات التعريف:
cs_cz: Typ metadat:
de_de: Metadaten-Typ:
el_gr: Τύπος μετα-δεδομένων:
es_es: Tipo de metadatos:
fi_fi: Metatietojen tyyppi:
fr_fr: Type de métadonnées :
he_il: סוג מטא-נתונים:
ro_ro: Tipul de metadate:
ru_ru: Тип метаданных:
uk_ua: Тип метаданих:
vi_vn: Loại siêu dữ liệu:

source: Toggle the metadata options that you wish to be created.
ar_sa: التبديل بين الخيارات الفوقية التي ترغب في إنشاء.
cs_cz: Zapnout možnosti metadat, které chcete vytvořit.
da_dk: Skifte indstillingerne metadata, som du ønsker at blive oprettet.
de_de: Schalten Sie die Metadaten-Optionen, die erstellt werden soll.
el_gr: Ενεργοποιήστε τις επιλογές μεταδεδομένων που επιθυμείτε να δημιουργηθεί.
es_es: Cambiar las opciones de metadatos que desea crear.
fi_fi: Vaihda metadata-asetusta, jonka haluat luoda.
fr_fr: Activer/désactiver les options de métadonnées que vous souhaitez créer.
he_il: להחליף את האפשרויות מטא-נתונים שברצונך ליצור.
no_no: Veksle mellom alternativene for metadata som du ønsker skal opprettes.
ro_ro: Comutare opţiuni de metadate care doriţi să fie creat.
ru_ru: Переключение параметров метаданных, которые вы хотите создать.
uk_ua: Переключення параметрів метаданих, які ви хочете створити.
vi_vn: Chuyển đổi các tùy chọn siêu dữ liệu mà bạn muốn được tạo ra.

source: Multiple targets may be used.
ar_sa: ويمكن استخدام أهداف متعددة.
cs_cz: Lze použít několik cílů.
da_dk: Flere mål kan anvendes.
de_de: Mehrere Ziele können verwendet werden.
el_gr: Πολλαπλοί στόχοι μπορούν να χρησιμοποιηθούν.
es_es: Pueden utilizarse múltiples objetivos.
fi_fi: Useita tavoitteita voidaan toteuttaa.
fr_fr: Cibles multiples peuvent être utilisés.
he_il: מטרות מרובות עשוי לשמש.
no_no: Flere mål kan brukes.
ro_ro: Ţinte multiple pot fi utilizate.
ru_ru: Может использоваться несколько целей.
uk_ua: Кількох цілей, можуть бути використані.
vi_vn: Nhiều mục tiêu có thể được sử dụng.

source: Select Metadata
ar_sa: حدد بيانات التعريف
cs_cz: Vyberte Metadata
da_dk: Vælg Metadata
de_de: Wählen Sie Metadaten
el_gr: Επιλέξτε μετα-δεδομένων
es_es: Seleccione metadatos
fi_fi: Valitse metatiedot
fr_fr: Sélectionnez les métadonnées
he_il: בחרו מטא-נתונים
no_no: Velg Metadata
ro_ro: Selectaţi metadate
ru_ru: Выберите метаданные
uk_ua: Виберіть метаданих
vi_vn: Chọn siêu dữ liệu

source: Show Metadata
ar_sa: وتظهر بيانات التعريف
cs_cz: Zobrazit Metadata
da_dk: Vis Metadata
de_de: Metadaten anzeigen
el_gr: Εμφάνιση μετα-δεδομένων
es_es: Mostrar metadatos
fi_fi: Näytä Metadata
fr_fr: Afficher les métadonnées
he_il: להציג מטא-נתונים
no_no: Vis Metadata
ro_ro: Arată metadate
ru_ru: Показать метаданные
uk_ua: Відображати метадані
vi_vn: Hiển thị siêu dữ liệu

source: Episode Metadata
ar_sa: الحلقة بيانات التعريف
cs_cz: Epizoda Metadata
de_de: Folge-Metadaten
el_gr: Επεισόδιο μετα-δεδομένων
es_es: Metadatos de episodio
fi_fi: Episodi metatiedot
fr_fr: Métadonnées de l’épisode
he_il: פרק מטא-נתונים
ro_ro: Episod metadate
ru_ru: Метаданные эпизод
uk_ua: Епізод метаданих
vi_vn: Episode siêu dữ liệu

source: Show Fanart
ar_sa: إظهار Fanart
cs_cz: Zobrazit Fanart
da_dk: Vis Fanart
de_de: Zeigen Fanart
el_gr: Εμφάνιση Fanart
es_es: Mostrar Fanart
fi_fi: Näytä Fanart
fr_fr: Voir la Fanart
he_il: להראות Fanart
no_no: Vis Fanart
ro_ro: Fanart Arată
ru_ru: Показать фанарт
uk_ua: Показати Fanart
vi_vn: Hiển thị Fanart

source: Show Poster
ar_sa: تظهر الملصقات
cs_cz: Zobrazit plakát
da_dk: Vis plakat
de_de: Poster zu zeigen
el_gr: Δείτε την αφίσα
es_es: Ver cartel
fi_fi: Näytä juliste
fr_fr: Affiche du spectacle
he_il: הצג פוסטר
no_no: Vis plakat
ro_ro: Arată Poster
ru_ru: Показать плакат
uk_ua: Показати плакат
vi_vn: Hiển thị các Poster

source: Show Banner
ar_sa: إظهار الشعار
cs_cz: Zobrazit Banner
da_dk: Vise Banner
de_de: Banner zeigen
el_gr: Εμφάνιση Banner
es_es: Mostrar Banner
fi_fi: Näytä Banner
fr_fr: Voir la bannière
he_il: בבאנר הצגת
no_no: Vis Banner
ro_ro: Banner-ul Arată
ru_ru: Показать баннер
uk_ua: Показувати банер
vi_vn: Biểu ngữ hiển thị

source: Episode Thumbnails
ar_sa: الحلقة الصور المصغرة
cs_cz: Epizoda miniatury
da_dk: Episode miniaturer
de_de: Folge-Thumbnails
el_gr: Επεισόδιο μικρογραφίες
es_es: Miniaturas de episodio
fi_fi: Episodi pikkukuvat
fr_fr: Vignettes de l’épisode
he_il: פרק תמונות ממוזערות
no_no: Episode miniatyrbilder
ro_ro: Episod miniaturi
ru_ru: Эскизы эпизод
uk_ua: Епізод ескізи
vi_vn: Episode thumbnail

source: Season Posters
ar_sa: ملصقات الموسم
cs_cz: Sezóna plakátů
da_dk: Sæson plakater
de_de: Saison-Poster
el_gr: Σεζόν αφίσες
es_es: Carteles de la temporada
fi_fi: Kauden julisteet
fr_fr: Affiches de la saison
he_il: פוסטרים עונה
no_no: Sesongen plakater
ro_ro: Postere de sezon
ru_ru: Сезона плакаты
uk_ua: Сезон плакати
vi_vn: Mùa giải áp phích

source: Season Banners
ar_sa: لافتات الموسم
cs_cz: Sezóny nápisy
da_dk: Sæson bannere
de_de: Saison-Banner
el_gr: Σεζόν πανό
es_es: Estación banderas
fi_fi: Kauden bannerit
fr_fr: Bannières saison
he_il: באנרים העונה
no_no: Sesongen bannere
ro_ro: Bannere de sezon
ru_ru: Сезона баннеры
uk_ua: Сезон банери
vi_vn: Mùa biểu ngữ

source: Season All Poster
ar_sa: الموسم كل ملصق
cs_cz: Sezóna všechny plakát
da_dk: Sæson alle plakat
de_de: Saison alle Poster
el_gr: Σεζόν όλα αφίσα
es_es: Todo cartel de la temporada
fi_fi: Kauden kaikki juliste
fr_fr: Saison affiche tous les
he_il: עונה כל פוסטר
no_no: Sesong alle Poster
ro_ro: Sezonul toate Poster
ru_ru: Сезон все плакат
uk_ua: Сезон всі плакат
vi_vn: Mùa tất cả Poster

source: Season All Banner
ar_sa: الموسم الشعار جميع
cs_cz: Sezóna všechny Banner
da_dk: Sæson alle Banner
de_de: Alle Banner Saison
el_gr: Όλα τα Banner την εποχή
es_es: Todos la bandera de la temporada
fi_fi: Kauden kaikki banneri
fr_fr: Saison toutes les bannières
he_il: עונה כל באנר
no_no: Sesong alle Banner
ro_ro: Sezonul toate Banner
ru_ru: Сезон все баннера
uk_ua: Сезон всі банер
vi_vn: Mùa tất cả các biểu ngữ

source: Provider Priorities
ar_sa: أولويات موفر
cs_cz: Poskytovatel priority
da_dk: Udbyder prioriteter
de_de: Anbieter-Prioritäten
el_gr: Προτεραιότητες της παροχής
es_es: Prioridades del proveedor
fi_fi: Tarjoajan painopisteet
fr_fr: Priorités de fournisseur
he_il: ספק עדיפויות
no_no: Leverandøren prioriteringer
ro_ro: Furnizor de priorităţi
ru_ru: Поставщик приоритеты
uk_ua: Постачальник пріоритети
vi_vn: Nhà cung cấp ưu tiên

source: Provider Options
ar_sa: خيارات موفر
cs_cz: Možnosti zprostředkovatele
da_dk: Udbyder indstillinger
de_de: Provider-Optionen
el_gr: Επιλογές παροχής
es_es: Opciones de
fi_fi: Palveluntarjoajista
fr_fr: Options du fournisseur
he_il: ספק אפשרויות
no_no: Leverandøralternativer
ro_ro: Opţiuni de furnizor
ru_ru: Параметры поставщика
uk_ua: Постачальник параметри
vi_vn: Lựa chọn nhà cung cấp

source: Custom Newznab Providers
ar_sa: مقدمي نيوزناب مخصصة
cs_cz: Vlastní Newznab poskytovatelé
da_dk: Brugerdefinerede Newznab udbydere
de_de: Benutzerdefinierte Newznab Anbieter
el_gr: Προσαρμοσμένο Newznab υπηρεσίες παροχής
es_es: Proveedores de Newznab personalizado
fi_fi: Mukautetun Newznab tarjoajat
fr_fr: Fournisseurs de Newznab personnalisé
he_il: ספקי Newznab מותאם אישית
no_no: Egendefinerte Newznab leverandører
ro_ro: Furnizorii de personalizat Newznab
ru_ru: Поставщики пользовательского Newznab
uk_ua: Користувальницькі Newznab провайдерів
vi_vn: Nhà cung cấp tùy chỉnh Newznab

source: Custom Torrent Providers
ar_sa: مقدمي سيل مخصصة
cs_cz: Poskytovatelé vlastních Torrent
da_dk: Brugerdefinerede Torrent udbydere
de_de: Benutzerdefinierte Torrent Anbieter
el_gr: Υπηρεσίες παροχής προσαρμοσμένης Torrent
es_es: Proveedores de Torrent personalizados
fi_fi: Mukautetun Torrent tarjoajat
fr_fr: Fournisseurs personnalisés Torrent
he_il: ספקי Torrent מותאם אישית
no_no: Egendefinerte Torrent leverandører
ro_ro: Furnizorii de obicei Torrent
ru_ru: Поставщики пользовательского торрент
uk_ua: Користувальницькі торрент провайдерів
vi_vn: Nhà cung cấp tùy chỉnh Torrent

source: Check off and drag the providers into the order you want them to be used.
ar_sa: تحقق من وسحب مقدمي الخدمات في الترتيب الذي تريده لهم باستخدامها.
cs_cz: Zaškrtávat a přetáhněte zprostředkovatelů v pořadí, v jakém že je chcete použít.
da_dk: Check ud og trække udbyderne til den rækkefølge, du vil have dem til at blive brugt.
de_de: Haken Sie ab und ziehen Sie die Anbieter in der Reihenfolge, wie Sie verwendet werden sollen.
el_gr: Ελέγξετε μακριά και σύρετέ τους παρόχους στη σειρά που θέλετε να χρησιμοποιηθεί.
es_es: Marcar y arrastrar los proveedores en el orden que quieras utilizar.
fi_fi: Ruksata ja vedä tarjoajien järjestykseen, niitä voidaan käyttää.
fr_fr: Cochez et faites glisser les fournisseurs dans l’ordre que vous voulez qu’ils soient utilisés.
he_il: לסמנן וגרור את ספקי לתוך בסדר שבו שברצונך להשתמש בהם.
no_no: Kontrollere og flytter leverandørene i rekkefølgen de skal brukes.
ro_ro: Bifa şi glisaţi furnizorii în ordinea în care doriți utilizarea acestora.
ru_ru: Проверите и перетащите поставщиков в порядке, вы хотите использовать их.
uk_ua: Перевірити off і перетягніть провайдерів у бажаному порядку для використання.
vi_vn: Kiểm tra ra và kéo các nhà cung cấp vào thứ tự mà bạn muốn họ được sử dụng.

source: At least one provider is required but two are recommended.
ar_sa: موفر واحد على الأقل مطلوب ولكن ينصح باثنين.
cs_cz: Alespoň jeden zprostředkovatel je vyžadována, ale dva jsou doporučovány.
da_dk: Mindst én udbyder er nødvendig men to anbefales.
de_de: Mindestens ein Provider ist erforderlich, aber zwei sind zu empfehlen.
el_gr: Απαιτείται τουλάχιστον ένας πάροχος, αλλά συνιστώνται δύο.
es_es: Se requiere al menos un proveedor pero dos son recomendables.
fi_fi: Vähintään yksi toimittaja ei tarvita, mutta kahta suositetaan.
fr_fr: Il faut au moins un fournisseur, mais deux sont recommandés.
he_il: ספק אחד לפחות נדרשת אך שניים מומלצים.
no_no: Minst én tilbyder er nødvendig, men to anbefales.
ro_ro: Cel puţin un furnizor este necesară, dar două sunt recomandate.
ru_ru: По крайней мере один поставщик является обязательным, но рекомендуется использовать два.
uk_ua: Принаймні одного постачальника не потрібно, але два рекомендуються.
vi_vn: Nhà cung cấp ít nhất một là cần thiết nhưng hai được đề nghị.

source: NZB/Torrent providers can be toggled in
ar_sa: أسود نيوزيلندي/سيل مقدمي الخدمات يمكن أن يكون مثبت في
cs_cz: NZB/Torrent poskytovatelé mohou být přepnuto do
da_dk: NZB/Torrent udbydere kan slås i
de_de: NZB/Torrent Anbieter können umgeschaltet werden, in
el_gr: NZB/Torrent πάροχοι μπορούν να επιλεχτούν για
es_es: Proveedores de NZB/Torrent pueden ser fijados en
fi_fi: NZB/Torrent tarjoajien kanisteri olla toggled
fr_fr: Fournisseurs de NZB/Torrent peuvent être affiché/masqués dans
he_il: ספקי NZB/Torrent יכול להיות לחוץ ב
no_no: NZB/Torrent leverandører kan slås i
ro_ro: Furnizorii de NZB/Torrent poate fi toggled în
ru_ru: NZB/Torrent провайдеры могут быть переключены в
uk_ua: NZB/Torrent провайдери можуть бути переведені в
vi_vn: NZB/Torrent các nhà cung cấp có thể được toggled trong

source: Search Clients
ar_sa: البحث عن العملاء
cs_cz: Vyhledávání klientů
da_dk: Søg blandt klienter
de_de: Suche Kunden
el_gr: Αναζήτηση πελατών
es_es: Búsqueda de clientes
fi_fi: Etsi asiakkaille
fr_fr: Recherche Clients
he_il: חיפוש לקוחות
no_no: Søk etter klienter
ro_ro: Căutaţi clienti
ru_ru: Поиск клиентов
uk_ua: Пошук клієнтів
vi_vn: Tìm khách hàng

source: Provider does not support backlog searches at this time.
ar_sa: لا يدعم موفر البحث المتراكمة في هذا الوقت.
cs_cz: Zprostředkovatel nepodporuje hledání nevyřízené položky v tomto okamžiku.
da_dk: Provideren understøtter ikke puklen søgninger på dette tidspunkt.
de_de: Provider unterstützt keine Rückstand Suchanfragen zu diesem Zeitpunkt.
el_gr: Υπηρεσία παροχής δεν υποστηρίζει συσσώρευση αναζητήσεις αυτή τη στιγμή.
es_es: Proveedor no es compatible con búsquedas de cartera en este momento.
fi_fi: Ei tue ruuhkan hakuja tällä hetkellä.
fr_fr: Fournisseur ne supporte pas les recherches de carnet de commandes en ce moment.
he_il: הספק אינו תומך מצבור חיפושים בזמן הזה.
no_no: Leverandøren støtter ikke backlog søk nå.
ro_ro: Furnizor nu acceptă Căutările nerezolvate în acest moment.
ru_ru: Поставщик не поддерживает поиск отставание на этот раз.
uk_ua: Постачальник не підтримує відставання пошуки в цей час.
vi_vn: Nhà cung cấp không hỗ trợ tìm kiếm việc tồn đọng tại thời điểm này.

source: Configure individual provider settings here.
ar_sa: تكوين إعدادات موفر الفردية هنا.
cs_cz: Konfigurujte nastavení jednotlivých poskytovatele zde.
da_dk: Konfigurere individuelle udbyder indstillinger her.
de_de: Konfigurieren Sie Einstellungen für einzelne Anbieter hier.
el_gr: Για να ρυθμίσετε ρυθμίσεις μεμονωμένων παροχής εδώ.
es_es: Configurar proveedor aquí.
fi_fi: Määrittää yksittäiselle toimijalle täällä.
fr_fr: Configurer les paramètres de chaque fournisseur ici.
he_il: קביעת תצורה של הגדרות ספק בודדים כאן.
no_no: Konfigurere individuelle leverandørinnstillinger her.
ro_ro: Configuraţi setările individuale furnizorului aici.
ru_ru: Настройка параметров отдельных поставщика здесь.
uk_ua: Настроювання параметрів окремого постачальника тут.
vi_vn: Cấu hình các cài đặt cá nhân cung cấp tại đây.

source: Check with provider's website on how to obtain an API key if needed.
ar_sa: تحقق من موقع ويب الخاص بموفر كيفية الحصول على مفتاح API إذا لزم الأمر.
cs_cz: Obraťte se na poskytovatele webové stránky jak získat API klíč podle potřeby.
da_dk: Check med udbyderens hjemmeside om hvordan du får en API-nøgle, hvis nødvendigt.
de_de: Erkundigen Sie sich bei der Website des Anbieters um einen API-Schlüssel bei Bedarf zu erhalten.
el_gr: Ελέγξτε με την ιστοσελίδα της υπηρεσίας παροχής για το πώς να αποκτήσετε το κλειδί API εάν είναι απαραίτητο.
es_es: Consulte con el sitio web del proveedor para obtener una API key si es necesario.
fi_fi: Tarkista palveluntarjoajan www-sivustosta, miten saada API-avain, jos tarpeen.
fr_fr: Vérifier avec le site Web du fournisseur pour obtenir une clé API si nécessaire.
he_il: התעדכנו באתר האינטרנט של ספק כיצד לקבל מפתח API במידת הצורך.
no_no: Kontakt webområdet for leverandøren om hvordan å få en API-nøkkel hvis nødvendig.
ro_ro: Consultaþi site-ul furnizorului de pe cum să obţineţi un API-cheie în cazul în care este necesar.
ru_ru: Проверьте с веб-сайта провайдера о том, как получить ключ API, если это необходимо.
uk_ua: Зверніться до провайдера веб-сайті про те, як отримати ключ API, якщо це необхідно.
vi_vn: Kiểm tra với nhà cung cấp của trang web trên làm thế nào để có được một chìa khóa API, nếu cần thiết.

source: Configure provider:
ar_sa: تكوين الموفر:
cs_cz: Konfigurace zprostředkovatele:
da_dk: Konfigurere udbyder:
de_de: Anbieter zu konfigurieren:
el_gr: Ρύθμιση παραμέτρων της υπηρεσίας παροχής:
es_es: Configurar el proveedor:
fi_fi: Määritä toimittaja:
fr_fr: Configurez le fournisseur :
he_il: קביעת התצורה של ספק:
no_no: Konfigurere leverandør:
ro_ro: Configuraţi furnizor:
ru_ru: Настройка поставщика:
uk_ua: Настройте постачальника:
vi_vn: Cấu hình nhà cung cấp:

source: API key:
ar_sa: API الرئيسية:
cs_cz: API klíč:
da_dk: API-nøgle:
de_de: API-Schlüssel:
el_gr: Κλειδί API:
es_es: Clave de la API:
fi_fi: API-avain:
fr_fr: Clé de l’API :
he_il: API מפתח:
no_no: API-nøkkel:
ro_ro: API-cheie:
ru_ru: Ключ API:
uk_ua: Ключ API:
vi_vn: Khóa API:
