Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: configure per-show notifications here by entering email addresses, separated by commas, after selecting a show in the drop-down box. Be sure to activate the Save for this show button below after each entry.
ar_sa: تكوين كل إظهار إعلامات هنا بإدخال عناوين البريد الإلكتروني، مفصولة بفواصل، بعد تحديد إظهار في مربع القائمة المنسدلة. تأكد من تنشيط الحفظ لهذا الزر إظهار أدناه بعد كل إدخال.
cs_cz: Konfigurujte upozornění na pořad zde zadáním e-mailové adresy, oddělené čárkami, po výběru show v rozevíracím seznamu. Nezapomeňte aktivovat Uložit pro toto tlačítko Zobrazit níže po každé zadané položce.
da_dk: konfigurere pr. Vis meddelelser her ved at indtaste e-mail-adresser, adskilt af kommaer, når du har valgt et show i drop-down boks. Sørg for at aktivere Gem til denne Vis knappen nedenfor efter hver post.
de_de: Konfigurieren Sie Benachrichtigungen pro-Show hier durch Eingabe von e-Mail-Adressen durch Kommas getrennt, nach einer Show in der Drop-Down-Box auswählen. Achten Sie darauf, für diese Show Button speichern nach jeder Eingabe aktivieren.
el_gr: Μπορείτε να ρυθμίσετε ανά-εμφάνιση ειδοποιήσεων εδώ, εισάγοντας τις διευθύνσεις ηλεκτρονικού ταχυδρομείου, διαχωρίζοντάς τις με κόμματα, αφού επιλέξετε ένα show στο αναπτυσσόμενο πλαίσιο. Να είστε βέβαιος να ενεργοποιήσετε την αποθήκευση για αυτό το κουμπί Εμφάνιση κάτω μετά από κάθε εγγραφή.
es_es: configurar notificaciones por mostrar aquí introduciendo direcciones de correo electrónico, separadas por comas, después de seleccionar una muestra en el cuadro de lista desplegable. Asegúrese de activar el Save de este botón de mostrar a continuación después de cada entrada.
fi_fi: määrittää kohti Näytä ilmoituksia täällä kirjoittamalla sähköpostiosoitteet, pilkuilla valittuasi Näytä-luetteloruudusta. Muista aktivoida tämän Näytä painiketta Tallenna jokaisen arvon jälkeen.
fr_fr: configurer les notifications par-spectacle ici en saisissant les adresses e-mail, séparés par des virgules, après avoir sélectionné un spectacle dans la liste déroulante. N’oubliez pas d’activer l’enregistrement pour ce bouton afficher ci-dessous après chaque entrée.
he_il: תצורת לכל-הצג הודעות כאן על-ידי הזנת כתובות דוא ל, מופרדים באמצעות פסיקים, לאחר בחירת מופע בתיבה הנפתחת. הקפד להפעיל השמירה עבור לחצן הצג זה מתחת לאחר כל ערך.
no_no: konfigurere per-Vis varsler her ved å skrive inn e-postadresser, atskilt med komma, etter å ha valgt et show i i rullegardinlisten. Husk å aktivere lagre for denne Vis knappen nedenfor etter hver oppføring.
ro_ro: configuraţi notificările pe Arată aici prin introducerea adrese de email, separate prin virgule, după selectarea un spectacol în căsuţa drop-down. Asiguraţi-vă că pentru a activa pentru a salva această Arată butonul de mai jos după fiecare intrare.
ru_ru: Настройка уведомлений-шоу здесь, введя адреса электронной почты, разделенных запятыми, после выбора в раскрывающемся списке Показать. Не забудьте активировать сохранить для этой кнопки Показать ниже после каждой записи.
uk_ua: настроїти сповіщення про на шоу, ввівши email-адреси через кому, після вибору шоу у спадному списку. Не забудьте активувати зберегти для цієї кнопки Показати нижче після кожного запису.
vi_vn: Đặt cấu hình cho mỗi hiển thị thông báo ở đây bằng cách nhập địa chỉ email, cách nhau bằng dấu phẩy, sau khi chọn Hiển thị trong hộp thả xuống. Hãy chắc chắn để kích hoạt tiết kiệm cho nút này hiển thị dưới đây sau mỗi mục.

source: Save for this show
ar_sa: حفظ لهذا المعرض
cs_cz: Uložení pro tuto show
da_dk: Gem til dette show
de_de: Für diese Show sparen
el_gr: Αποθήκευση για αυτό το δείχνουν
es_es: Para este espectáculo
fi_fi: Tallenna tähän näyttelyyn
fr_fr: Enregistrer pour ce spectacle
he_il: שמור את המופע הזה
no_no: Lagre for dette showet
ro_ro: Salvare pentru acest spectacol
ru_ru: Сохранить для этого шоу
uk_ua: За винятком цього шоу
vi_vn: Tiết kiệm cho chương trình này

source: Test Email
ar_sa: اختبار البريد الإلكتروني
cs_cz: Zkušební E-mail
el_gr: Δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου
es_es: Correo electrónico de prueba
fi_fi: Testisähköpostiviesti
fr_fr: Courriel test
he_il: בדיקת דוא
no_no: Test epost
ro_ro: E-mail de test
ru_ru: Тестовое сообщение
uk_ua: Перевірка електронної пошти
vi_vn: Kiểm tra Email

source: Slack brings all your communication together in one place. It's real-time messaging, archiving and search for modern teams.
ar_sa: فترة سماح يجمع كافة الاتصالات الخاصة بك في مكان واحد. هو في الوقت الحقيقي الرسائل والأرشفة والبحث عن فرق الحديثة.
cs_cz: Časová rezerva sdružuje na jednom místě všechny vaše komunikace. Je to v reálném čase, zasílání zpráv, archivace a vyhledávání pro moderní týmů.
da_dk: Slæk samler al din kommunikation ét sted. Det er real-time messaging, arkivering og søgning efter moderne hold.
de_de: Slack vereint alle Ihre Kommunikation an einem Ort. Es ist Echtzeit-messaging, Archivierung und Suche für moderne Teams.
el_gr: Αδράνεια συγκεντρώνει όλη την επικοινωνία σου σε ένα μέρος. Είναι σε πραγματικό χρόνο μηνυμάτων, την αρχειοθέτησης και αναζήτησης για τις σύγχρονες ομάδες.
es_es: Holgura reúne toda tu comunicación en un solo lugar. Es en tiempo real mensajería, archivo y búsqueda de equipos modernos.
fi_fi: Liukuma kokoaa koko Viestintähistoria yhteen paikkaan. On reaaliaikainen viestintä, arkistointi ja moderni joukkueille.
fr_fr: Slack regroupe toutes vos communications en un seul endroit. C’est en temps réel, messagerie, archivage et recherche d’équipes modernes.
he_il: מרווח מפגיש את כל התקשורת במקום אחד. זה בזמן אמת מסרים, בארכיון החיפוש עבור צוותים מודרני.
no_no: Slakk samler all kommunikasjon på ett sted. Det er sanntid meldinger, arkivering og søke for moderne lag.
ro_ro: Interval reuneşte toate tale de comunicare într-un singur loc. Este în timp real de mesagerie, arhivare şi căutaţi pentru echipe moderne.
ru_ru: Вялый объединяет все коммуникации в одном месте. Это в реальном времени сообщений, архивирования и поиска для современных команд.
uk_ua: Резерв часу об'єднує всі ваші комунікації в одному місці. Це в реальному часі обмін повідомленнями, архівування та здійснити пошук за сучасними команд.
vi_vn: Slack mang đến cho tất cả các giao tiếp của bạn với nhau ở một nơi. Đó là thời gian thực tin nhắn, lưu trữ và tìm kiếm hiện đại đội.

source: send slack notifications?
ar_sa: إرسال الإشعارات الركود؟
cs_cz: poslat oznámení o časové rezervy?
da_dk: Send slæk meddelelser?
de_de: senden schlaffe Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις αδράνειας;
es_es: ¿enviar notificaciones de parafina?
fi_fi: löysä ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications mou ?
he_il: לשלוח הודעות רפויה?
no_no: sende slakk meldinger?
ro_ro: trimite notificări moale?
ru_ru: отправлять уведомления слабину?
uk_ua: відправити млявий сповіщення?
vi_vn: gửi thông báo của slack?

source: Slack Incoming Webhook
ar_sa: سماح ويبهوك واردة
cs_cz: Brzdové příchozí Webhook
da_dk: Slack indgående Webhook
de_de: Schlaff eingehenden Webhook
el_gr: Νωθρό εισερχόμενων Webhook
es_es: Parafina Webhook entrante
fi_fi: Löysä saapuvat Webhook
fr_fr: Mou Webhook entrant
he_il: Webhook נכנסות מרווח
no_no: Slakk innkommende Webhook
ro_ro: Webhook moale de intrare
ru_ru: Вялый входящего Webhook
uk_ua: Сирий вхідні Webhook
vi_vn: Slack đến Webhook

source: Slack webhook
ar_sa: ويبهوك سماح
cs_cz: Brzdové webhook
de_de: Locker webhook
el_gr: Νωθρό webhook
es_es: Webhook parafina
fi_fi: Löysällä webhook
fr_fr: Webhook mou
he_il: Webhook מרווח
no_no: Slakk webhook
ro_ro: Webhook moale
ru_ru: Вялый webhook
uk_ua: Сирий webhook

source: Test Slack
ar_sa: اختبار فترة سماح
cs_cz: Testovat časová rezerva
da_dk: Test slæk
el_gr: Δοκιμή Slack
es_es: Prueba de holgura
fi_fi: Testaa liukuma
fr_fr: Jeu de test
he_il: מבחן מרווח
no_no: Teste slakk
ru_ru: Резерв времени теста
uk_ua: Тест Slack
vi_vn: Kiểm tra các Slack

source: All-in-one voice and text chat for gamers that's free, secure, and works on both your desktop and phone.
ar_sa: صوت الكل في واحد ونص المحادثة للألعاب التي هي حرة وآمنة، ويعمل على سطح المكتب والهاتف على حد سواء.
cs_cz: All-in-one hlasové a textové konverzace pro hráče, které je bezplatné a bezpečné a pracuje na počítači i telefonu.
da_dk: Alt-i-én stemme og tekst chat til gamere, der er gratis, sikker, og fungerer på både skrivebordet og telefon.
de_de: All-in-One Voice- und Text-chat für Gamer, die ist kostenlos, sicher und funktioniert auf Ihrem Desktop und Handy.
el_gr: Όλα-σε-ένα φωνή και κείμενο συνομιλίας για τα gamers που είναι δωρεάν, ασφαλής και λειτουργεί τόσο σας επιφάνεια εργασίας και τηλέφωνο.
es_es: Todo-en-uno de voz y texto chat para gamers que es gratis, seguro y trabaja en el escritorio y el teléfono.
fi_fi: All-in-one ilmaista ja Kirjoitus juttelu ajaksi rampa, joka on ilmainen, turvallinen ja toimii työpöydällä ja puhelimella.
fr_fr: All-in-one-voix et texte chat pour les joueurs qui est gratuit, sécurisé et qui travaille sur votre bureau et le téléphone.
he_il: ה-All-in-one קול וטקסט צ'אט עבור גיימרים המאובטח, ויש עבודות על שולחן העבודה והן את הטלפון.
no_no: Alt-i-ett tale og tekst chat for spillere som er ledig, sikre, og fungerer på både skrivebordet og telefon.
ro_ro: Tot-înăuntru-unul voce şi text chat pentru gameri, care este gratuit, sigur, şi funcţionează pe ambele desktop şi telefon.
ru_ru: Все-в-один голос и текст чата для геймеров, которые бесплатный, безопасный и работает на Ваш рабочий стол и телефон.
uk_ua: Все-в-одному голосу та текстовий чат для геймерів, які є вільною, безпечною і працює на вашому робочому столі і телефон.
vi_vn: Tất cả trong một giọng nói và văn bản chat cho game thủ mà là miễn phí, an toàn, và hoạt động trên cả máy tính để bàn và điện thoại.

source: send discord notifications?
ar_sa: إرسال إعلامات الشقاق؟
cs_cz: Odeslat oznámení neshody?
da_dk: Send splid meddelelser?
de_de: senden Zwietracht Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις διχόνοια;
es_es: ¿enviar notificaciones de discordia?
fi_fi: Lähetä eripuraa ilmoitukset?
fr_fr: Envoyer des notifications de la discorde ?
he_il: לשלוח הודעות הרמוניה?
no_no: sende splid meldinger?
ro_ro: trimite notificări de discordie?
ru_ru: отправлять уведомления розни?
uk_ua: Надіслати сповіщення розбрату?
vi_vn: gửi thông báo của bất hòa?

source: Discord Incoming Webhook
ar_sa: الخلاف وارد ويبهووك
cs_cz: Svár příchozí Webhook
da_dk: Uenighed indgående Webhook
de_de: Zwietracht eingehenden Webhook
el_gr: Διχόνοια εισερχόμενων Webhook
es_es: Discordia Webhook entrante
fi_fi: Epäsopua saapuvat Webhook
fr_fr: Discorde entrant Webhook
he_il: Webhook נכנסות הרמוניה
no_no: Splid innkommende Webhook
ro_ro: Webhook primite de discordie
ru_ru: Раздор входящего Webhook
uk_ua: Вхідні Webhook розбрату
vi_vn: Bất hòa đến Webhook

source: Discord webhook
ar_sa: ويبهوك الفتنة
cs_cz: Svár webhook
da_dk: Splid webhook
de_de: Zwietracht webhook
el_gr: Webhook διχόνοια
es_es: Discordia webhook
fi_fi: Ristiriita webhook
fr_fr: Webhook de la discorde
he_il: Webhook הרמוניה
no_no: Uenighet webhook
ro_ro: Webhook de discordie
ru_ru: Webhook раздоры
uk_ua: Webhook розбрату
vi_vn: Bất hòa webhook

source: Create webhook under channel settings.
ar_sa: إنشاء ويبهووك تحت إعدادات القناة.
cs_cz: Vytvořte webhook pod nastavení kanálu.
da_dk: Oprette webhook under Kanalindstillinger for.
de_de: Erstellen Sie Webhook unter Kanaleinstellungen.
el_gr: Για να δημιουργήσετε webhook στην ενότητα Ρυθμίσεις καναλιού.
es_es: Crear webhook en configuración de canal.
fi_fi: Luo webhook kanava-asetukset.
fr_fr: Créer webhook sous paramètres de canal.
he_il: צור webhook תחת הגדרות הערוץ.
no_no: Opprette webhook under Kanalinnstillinger.
ro_ro: Crea webhook la setari de canal.
ru_ru: Создание webhook под установками канала.
uk_ua: Створити webhook під настроювань каналу.
vi_vn: Tạo webhook theo caùc caøi ñaët keânh.

source: Discord Bot Name
ar_sa: اسم بوت الشقاق
cs_cz: Svár Bot jméno
da_dk: Uenighed Bot navn
de_de: Zwietracht Bot Name
el_gr: Όνομα Bot διχόνοια
es_es: Nombre del Bot de la discordia
fi_fi: Epäsopua botti nimi
fr_fr: Nom de Bot de discorde
he_il: הרמוניה בוט שם
no_no: Splid Bot navn
ro_ro: Numele de Bot discordie
ru_ru: Имя робота раздора
uk_ua: Ім'я бот розбрату
vi_vn: Bất hòa Bot tên

source: Blank will use webhook default name.
ar_sa: فارغة سيتم استخدام الاسم الافتراضي ويبهوك.
cs_cz: Prázdné, bude použit název výchozí webhook.
da_dk: Tom vil bruge webhook standardnavnet.
de_de: Rohling wird Webhook Standardnamen verwenden.
el_gr: Κενό θα χρησιμοποιήσει το προεπιλεγμένο όνομα webhook.
es_es: En blanco utilizará el nombre predeterminado de webhook.
fi_fi: Tyhjä käyttää webhook oletusnimi.
fr_fr: Blank utilisera le nom par défaut webhook.
he_il: ריק ישתמש webhook ברירת המחדל של שם.
no_no: Tom bruker webhook standardnavnet.
ro_ro: Martor va folosi numele implicit de webhook.
ru_ru: Пробел будет использовать имя по умолчанию webhook.
uk_ua: Бланк буде використовувати ім'я за промовчанням webhook.
vi_vn: Trống sẽ sử dụng tên mặc định webhook.

source: Discord Avatar URL
ar_sa: الخلاف الرمزية URL
cs_cz: Svár Avatar URL
da_dk: Uenighed Avatar URL
de_de: Zwietracht Avatar URL
el_gr: Διχόνοια Avatar URL
es_es: URL del Avatar de la discordia
fi_fi: Epäsopua Avatar URL
fr_fr: Discorde Avatar URL
he_il: כתובת URL Avatar הרמוניה
no_no: Splid Avatar URL
ro_ro: URL-ul discordiei Avatar
ru_ru: URL-адрес аватара раздора
uk_ua: Аватар URL розбрату
vi_vn: Bất hòa Avatar URL

source: Blank will use webhook default avatar.
ar_sa: سيتم استخدام فارغة الرمزية الافتراضي ويبهوك.
cs_cz: Prázdné použije webhook výchozí avatar.
da_dk: Tom vil bruge webhook standard avatar.
de_de: Leerzeichen werden Webhook Standard Avatar verwenden.
el_gr: Κενό θα χρησιμοποιήσει το avatar προεπιλογή webhook.
es_es: Espacio en blanco a utilizar avatar por defecto de webhook.
fi_fi: Tyhjä käyttää webhook oletuksena avatar.
fr_fr: Blank utilisera l’avatar par défaut webhook.
he_il: ריק ישתמש סמל ברירת webhook.
no_no: Tom bruker webhook standard avatar.
ro_ro: Martor va utiliza webhook implicit avatar.
ru_ru: Пробел будет использовать по умолчанию аватар webhook.
uk_ua: Бланк буде використовувати за замовчуванням аватара webhook.
vi_vn: Trống sẽ sử dụng các webhook mặc định avatar.

source: Discord TTS
ar_sa: الخلاف تحويل النص إلى كلام
cs_cz: Svár TTS
da_dk: Uenighed TTS
de_de: Zwietracht TTS
el_gr: Διχόνοια TTS
es_es: TTS de la discordia
fi_fi: Epäsopua TTS
fr_fr: Discorde TTS
he_il: הרמוניה TTS
no_no: Splid TTS
ro_ro: Discordie TTS
ru_ru: Раздор голос
uk_ua: Розбрату Озвучування
vi_vn: Bất hòa TTS

source: Send notifications using text-to-speech.
ar_sa: إرسال إعلامات باستخدام تحويل النص إلى كلام.
cs_cz: Odešlete oznámení pomocí technologie text-to-speech.
da_dk: Sende meddelelser ved hjælp af tekst til tale.
de_de: Senden von Benachrichtigungen mit Sprachausgabe.
el_gr: Αποστολή ειδοποιήσεων χρησιμοποιώντας κείμενο σε ομιλία.
es_es: Enviar notificaciones mediante texto a voz.
fi_fi: Lähettää ilmoituksia käyttämällä tekstin muuttamista puheeksi.
fr_fr: Envoyer des notifications à l’aide de synthèse vocale.
he_il: לשלוח הודעות באמצעות המרת טקסט לדיבור.
no_no: Sende meldinger med tekst til tale.
ro_ro: Trimite notificări utilizarea textului redat prin vorbire.
ru_ru: Отправляйте уведомления с помощью преобразования текста в речь.
uk_ua: Надіслати сповіщення за допомогою синтезу мовлення.
vi_vn: Gửi thông báo bằng cách sử dụng text-to-speech.

source: Test Discord
ar_sa: اختبار الشقاق
cs_cz: Testovat svár
da_dk: Test uenighed
de_de: Testen Sie Zwietracht
el_gr: Δοκιμή διχόνοια
es_es: Prueba de la discordia
fi_fi: Testaa eripuraa
fr_fr: Tester la discorde
he_il: מבחן הרמוניה
no_no: Teste splid
ro_ro: Test de discordie
ru_ru: Испытания раздора
uk_ua: Тест розбрату
vi_vn: Kiểm tra bất hòa

source: Post-Processing
ar_sa: بعد المعالجة
cs_cz: Následné zpracování
da_dk: Efterbehandling
el_gr: Μετα-επεξεργασία
es_es: Procesamiento posterior
fi_fi: Jälkikäsittelyä
fr_fr: Post-traitement
he_il: עיבוד דפוס
no_no: Etterbehandling
ro_ro: Post-procesare
ru_ru: Постобработка
uk_ua: Пост-обробки даних
vi_vn: Sau khi chế biến

source: Episode Naming
ar_sa: تسمية الحلقة
cs_cz: Epizoda pojmenování
da_dk: Episode navngivning
de_de: Folge zu benennen
el_gr: Επεισόδιο ονομασίας
es_es: Nombre del episodio
fi_fi: Episodi nimeäminen
fr_fr: Épisode d’affectation de noms
he_il: שמות פרק
no_no: Episode navngiving
ro_ro: Episod de denumire
ru_ru: Именование эпизод
uk_ua: Епізод іменування
vi_vn: Tập đặt tên

source: Metadata
ar_sa: بيانات التعريف
de_de: Metadaten
el_gr: Μετα-δεδομένα
es_es: Metadatos de
fi_fi: Metatiedot
fr_fr: Métadonnées
he_il: מטה-נתונים
ro_ro: Metadate
ru_ru: Метаданные
uk_ua: Метадані
vi_vn: Siêu dữ liệu

source: Settings that dictate how SickRage should process completed downloads.
ar_sa: الإعدادات التي تملي كيف أن عملية سيكراجي الأسبوعية المنجزة.
cs_cz: Nastavení, která určují, jak by měl SickRage proces dokončení stahování.
da_dk: Indstillinger, der dikterer, hvordan SickRage skal behandle afsluttede downloads.
de_de: Einstellungen, die bestimmen, wie SickRage abgeschlossene Downloads verarbeiten soll.
el_gr: Ρυθμίσεις που υπαγορεύει πώς SickRage θα πρέπει να επεξεργαστεί ολοκληρωμένες λήψεις.
es_es: Ajustes que determinan cómo SickRage debe proceso de descargas completadas.
fi_fi: Asetukset, jotka määräävät, miten SickRage pitäisi käsitellä valmistui lataukset.
fr_fr: Paramètres qui déterminent comment les SickRage doit traiter des téléchargements achevés.
he_il: הגדרות מכתיב כיצד SickRage צריך לעבד הורדות שהסתיימו.
no_no: Innstillinger som styrer hvordan SickRage skal behandle fullførte nedlastinger.
ro_ro: Setări care dictează cum SickRage trebuie să prelucreze descărcări finalizate.
ru_ru: Параметры, которые определяют, как SickRage должен обрабатывать завершенные загрузки.
uk_ua: Параметри, які визначають, як SickRage повинні обробляти завантаження завершено.
vi_vn: Cài đặt dictate như thế nào SickRage nên quá trình tải hoàn tất.

source: Enable the automatic post processor to scan and process any files in your
ar_sa: تمكين المعالج التلقائي وظيفة المسح الضوئي وأي ملفات في العملية الخاصة بك
cs_cz: Povolte automatické postprocesor pro skenování a zpracovat všechny soubory ve vašem
da_dk: Aktiverer automatisk post processor til at scanne og behandle alle filer i din
de_de: Aktivieren den automatischen Postprozessor zu scannen und verarbeiten alle Dateien in Ihrem
el_gr: Ενεργοποιήσετε την αυτόματη δημοσίευση επεξεργαστή να σαρώσετε και να επεξεργαστούμε οποιαδήποτε αρχεία σε σας
es_es: Permiten que el procesador de correo automático escanear y procesar los archivos de su
fi_fi: Ota käyttöön automaattinen viesti-prosessori ja käsitellä tiedostoja oman
fr_fr: Activez le post-processeur automatique analyser et traiter tous les fichiers dans votre
he_il: לאפשר המעבד פוסט האוטומטי לסרוק ולעבד בכל הקבצים שלך
no_no: Aktiverer automatisk innlegg prosessoren å avsøke og behandle filer i din
ro_ro: Permite automat post procesor pentru a scana şi procesa orice fişiere în dumneavoastră
ru_ru: Включите автоматическое постпроцессор для сканирования и обработки любых файлов в вашем
uk_ua: Увімкнути автоматичне пост процесор для сканування і обробки будь-яких файлів в ваш
vi_vn: Bộ xử lý đăng bài tự động để quét và xử lý bất kỳ tập tin trong sử của bạn

source: Post Processing Dir
ar_sa: وظيفة Dir المعالجة
cs_cz: Post zpracování Dir
da_dk: Bogføre forarbejdning Dir
el_gr: Δημοσίευση επεξεργασία Dir
es_es: Post procesamiento Dir
fi_fi: Post käsittely Dir
fr_fr: Post traitement Dir
he_il: פוסט עיבוד Dir
ro_ro: Post procesare Dir
ru_ru: Пост обработка Dir
uk_ua: Після обробки Dir
vi_vn: Bài viết thư mục chế biến

source: Do not use if you use an external PostProcessing script
ar_sa: لا تستخدم إذا كنت تستخدم برنامج نصي تحليل نتائج العمل الخارجي
cs_cz: Nepoužívejte, pokud používáte externí skript PostProcessing
da_dk: Brug ikke hvis du bruger en ekstern efterbehandling script
de_de: Nicht verwenden Sie, wenn Sie ein externes PostProcessing-Skript verwenden
el_gr: Μην χρησιμοποιείτε, εάν χρησιμοποιείτε μια εξωτερική δέσμη ενεργειών PostProcessing
es_es: No utilice si utiliza una secuencia de comandos externo de postproceso
fi_fi: Älä käytä, jos käytät ulkoista PostProcessing käsikirjoituksen
fr_fr: Ne pas utiliser si vous utilisez un script de post-traitement externe
he_il: אין להשתמש אם אתה משתמש קובץ script חיצוני של PostProcessing
no_no: Ikke bruk hvis du bruker en ekstern postprosessering skript
ro_ro: Nu utilizaţi dacă utilizaţi un script de postprocesare externe
ru_ru: Не используйте, если вы используете внешний скрипт постобработка
uk_ua: Не використовуйте у разі використання зовнішнього обробки сценарію
vi_vn: Không sử dụng khi bạn sử dụng một tập lệnh bên ngoài PostProcessing

source: The folder where your download client puts the completed TV downloads.
ar_sa: تحميل المجلد حيث الخاص بك تحميل العميل يضع التلفزيون المكتملة.
cs_cz: Složku, kde váš download klient umístí dokončené TV stáhne.
da_dk: Den mappe, hvor din download klient sætter den færdige TV downloads.
de_de: Der Ordner, wo Ihre Download-Client die abgeschlossene TV setzt, downloads.
el_gr: Στο φάκελο όπου το πρόγραμμα-πελάτης λήψης βάζει την ολοκληρωμένη τηλεόραση λήψεις.
es_es: Descargas de la carpeta donde tu cliente de descarga pone la TV completa.
fi_fi: Kansio, jossa Lataa asiakas tuo valmistunut TV lataukset.
fr_fr: Le dossier où votre client de téléchargement met la TV rempli téléchargements.
he_il: התיקיה איפה הלקוח שלך להורדה מעמיד את הטלוויזיה הושלמה הורדות.
no_no: Mappen der laste nedlastningsklienten setter fullført TV nedlastinger.
ro_ro: Folderul în cazul în care clientul de download pune TV completat descărcări.
ru_ru: Папка, где скачать клиент ставит завершенных ТВ загрузки.
uk_ua: Папка, де завантажити клієнт ставить завершено ТБ завантаження.
vi_vn: Các thư mục nơi mà các khách hàng tải về của bạn đặt TV đã hoàn tất tải về.

source: Please use seperate downloading and completed folders in your download client if possible.
ar_sa: الرجاء استخدام تحميل منفصلة والمجلدات المنجزة في تحميل العميل الخاص بك إذا كان ذلك ممكناً.
cs_cz: Pokud je to možné použijte samostatné stažení a dokončené složky v download klienta.
da_dk: Skal du bruge separate downloade og udfyldte mapper i din download klient hvis det er muligt.
de_de: Bitte verwenden Sie wenn möglich separate herunterladen und abgeschlossene Ordner in Ihrem Download-Client.
el_gr: Παρακαλούμε χρησιμοποιήστε ξεχωριστή λήψη και συμπληρωμένο φακέλους στον πελάτη λήψης σας αν είναι δυνατόν.
es_es: Utilice descargar separado y terminados carpetas en tu cliente de descarga si es posible.
fi_fi: Käytä erillistä lataamista ja valmistunut kansiot ladata asiakkaan jos mahdollista.
fr_fr: S’il vous plaît utilisez si possible un téléchargement distinct et rempli de dossiers dans votre client de téléchargement.
he_il: אנא השתמש הורדת נפרד ותיקיות שהושלמו בלקוח שלך להורדה אם אפשר.
no_no: Vennligst bruk separat nedlasting og fullførte mapper i nedlasting klienten hvis mulig.
ro_ro: Vă rugăm să folosiţi Descărcare separată şi dosarele finalizate în clientul de download daca se poate.
ru_ru: Отдельной загрузки и завершения папки в ваш клиент загрузки, пожалуйста, используйте, если это возможно.
uk_ua: Будь ласка, використовуйте окремі завантаження і папок завершено в завантажити клієнт, якщо це можливо.
vi_vn: Xin vui lòng sử dụng tải về riêng biệt và hoàn thành các thư mục trong khách hàng tải về của bạn nếu có thể.

source: Processing Method:
ar_sa: طريقة المعالجة:
cs_cz: Způsob zpracování:
da_dk: Forarbejdningsmetode:
de_de: Verarbeitungsmethode:
el_gr: Μέθοδος επεξεργασίας:
es_es: Método de proceso:
fi_fi: Menetelmä:
fr_fr: Méthode de traitement :
he_il: שיטת עיבוד:
no_no: Behandlingsmetode:
ro_ro: Metoda de prelucrare:
ru_ru: Метод обработки:
uk_ua: Метод обробки:
vi_vn: Phương pháp chế biến:
