Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: SiCKRAGE can add existing shows, using the current options, by using locally stored NFO/XML metadata to eliminate user interaction. If you would rather have SiCKRAGE prompt you to customize each show, then use the checkbox below.
fr_fr: SickRage peut ajouter des séries existantes, en utilisant les options actuelles, à l'aide de métadonnées NFO/XML stockées localement pour éliminer l'interaction utilisateur.\n Si vous préférez que SickRage vous invite à personnaliser chaque série, utilisez la case ci-dessous.

source: UNKNOWN
fr_fr: INCONNU

source: Search Delay:
fr_fr: Délai De Recherche:

source: Skip Downloaded:
fr_fr: Ignorer les épisodes déjà téléchargés:

source: Filter Columns
fr_fr: Filtrer les colonnes

source: Select Episodes
fr_fr: Sélectionnez les épisodes

source: Specials
fr_fr: Spéciaux

source: Season
fr_fr: Saison

source: Location for where your show resides on your device
fr_fr: Emplacement ' où votre série réside sur votre appareil

source: Skip downloaded
fr_fr: Ignorer les épisodes déjà téléchargés

source: Custom Options
fr_fr: Options personnalisées

source: Unable to find your git executable - Set your git path from Settings->General->Advanced OR delete your {git_folder} folder and run from source to enable updates.
fr_fr: Impossible de trouver l'exécutable git - Définir le chemin du binaire git dans les Réglages->Général->Avancé OU supprimer votre dossier {git_folder} et exécuter à partir de la source pour activer les mises à jour.

source: Checking for updates
fr_fr: Recherche de mises à jour

source: No new updates available!
fr_fr: Pas de nouvelle mise à jour !

source: Updating SiCKRAGE
fr_fr: Mise à jour de SiCKRAGE

source: {num_warnings:d} warning{plural} while saving changes:
fr_fr: {num_warnings:d} attention{plural} en sauvegardant les modifications :
