Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: enable logs from the internal Tornado web server
ar_sa: تمكين سجلات من ملقم ويب الداخلي تورنادو
cs_cz: povolit protokoly z interní webový server tornádo
da_dk: aktivere logfilerne fra den interne Tornado webserver
de_de: Protokolle aus den internen Webserver Tornado zu ermöglichen
el_gr: Ενεργοποίηση καταγραφής από τον εσωτερικό διακομιστή web ανεμοστρόβιλος
es_es: habilitar registros desde el servidor de web interno de Tornado
fi_fi: Ota lokit sisäiseen Tornado web-palvelimeen
fr_fr: activer les logs du serveur web interne Tornado
he_il: הפעלת יומני משרת האינטרנט טורנדו פנימי
no_no: Aktiver loggene fra interne Tornado webserveren
ro_ro: permite jurnalele de pe serverul de web interne Tornado
ru_ru: включить журналы от внутреннего веб-сервера Торнадо
uk_ua: Увімкнути журнали з внутрішніх торнадо веб-сервера
vi_vn: sử Nhật ký từ máy chủ web nội bộ của cơn lốc xoáy

source: HTTP username
ar_sa: اسم المستخدم HTTP
cs_cz: Uživatelské jméno protokolu HTTP
de_de: Http-Benutzernamen
fi_fi: HTTP-käyttäjätunnus
he_il: שם משתמש HTTP
no_no: HTTP brukernavn
ru_ru: HTTP-пользователя
vi_vn: Tên người dùng HTTP

source: blank = no authentication
ar_sa: فارغ = لا مصادقة
cs_cz: prázdné = bez ověření
da_dk: Tom = ingen godkendelse
de_de: leer = keine Authentifizierung
el_gr: κενό = χωρίς έλεγχο ταυτότητας
es_es: en blanco no = autenticación
fi_fi: tyhjä = ei todennusta
fr_fr: blanc ne = aucune authentification
he_il: ריק = ללא אימות
no_no: Tom = ingen godkjenning
ro_ro: gol = nicio autentificare
ru_ru: пустой = без проверки подлинности
uk_ua: пустий = без автентифікації
vi_vn: trống = không xác thực

source: HTTP password
ar_sa: كلمة HTTP
cs_cz: HTTP heslo
de_de: Http-Passwort
fi_fi: HTTP-salasana
he_il: הסיסמה HTTP
no_no: HTTP passord
ru_ru: Пароль HTTP
vi_vn: HTTP mật khẩu

source: HTTP port
ar_sa: منفذ HTTP
fi_fi: HTTP-portti
ru_ru: Порт HTTP

source: Listen on IPv6
ar_sa: الاستماع على IPv6
cs_cz: Příjem protokolu IPv6
da_dk: Lyt på IPv6
de_de: Hören Sie auf IPv6
el_gr: Ακούστε στο IPv6
es_es: Escuchar IPv6
fi_fi: Kuunnellaan IPv6
fr_fr: Ecoute sur IPv6
he_il: תקשיב ב- IPv6
no_no: Lytte på IPv6
ro_ro: Asculta pe IPv6
ru_ru: Прослушивание IPv6
uk_ua: Слухайте на IPv6
vi_vn: Nghe trên IPv6

source: attempt binding to any available IPv6 address
ar_sa: محاولة ربط إلى أي عنوان IPv6 متوفرة
cs_cz: pokus o vazbu na všechny dostupné adresy IPv6
da_dk: forsøg på binding til enhver tilgængelig IPv6-adresse
de_de: Versuch Bindung an beliebige verfügbare IPv6-Adresse
el_gr: προσπάθεια σύνδεσης σε οποιαδήποτε διαθέσιμη διεύθυνση IPv6
es_es: intento de enlace a cualquier dirección IPv6 disponible
fi_fi: yritys sitova käytettävissä IPv6-osoite
fr_fr: tentative de liaison à n’importe quelle adresse IPv6 disponible
he_il: ניסיון מחייב לכל כתובת IPv6 זמין
no_no: forsøk binding til alle tilgjengelige IPv6-adresse
ro_ro: încercarea de legare la orice adresă IPv6 disponibile
ru_ru: попытка привязки к любой доступный адрес IPv6
uk_ua: Спроба прив'язку до будь-яких наявних IPv6-адреса
vi_vn: nỗ lực ràng buộc với bất kỳ địa chỉ IPv6 có sẵn

source: Enable HTTPS
ar_sa: تمكين HTTPS
cs_cz: Povolit HTTPS
da_dk: Aktivere HTTPS
de_de: HTTPS aktivieren
el_gr: Ενεργοποιήσετε HTTPS
es_es: Habilitar HTTPS
fi_fi: Ota HTTPS
fr_fr: Activer HTTPS
he_il: תאפשר HTTPS
no_no: Aktivere HTTPS
ro_ro: Activarea HTTPS
ru_ru: Включить HTTPS
uk_ua: Увімкнути HTTPS
vi_vn: Sử HTTPS

source: enable access to the web interface using a HTTPS address
ar_sa: تمكين الوصول إلى واجهة ويب باستخدام عنوان HTTPS
cs_cz: Povolte přístup k webovému rozhraní pomocí adresy HTTPS
da_dk: Aktiver adgang til web-interface ved hjælp af en HTTPS-adresse
de_de: ermöglichen Sie den Zugriff auf das Web-Interface über eine HTTPS-Adresse
el_gr: επιτρέψει την πρόσβαση στο web interface που χρησιμοποιεί μια διεύθυνση HTTPS
es_es: permitir el acceso a la interfaz web usando una dirección HTTPS
fi_fi: Salli web-käyttöliittymän avulla HTTPS-osoite
fr_fr: permettre l’accès à l’interface web à l’aide d’une adresse HTTPS
he_il: לאפשר גישה לממשק אינטרנט באמצעות כתובת HTTPS
no_no: tilgang til webgrensesnittet bruker en HTTPS-adresse
ro_ro: permite accesul la interfaţa web utilizând o adresă HTTPS
ru_ru: разрешить доступ к веб-интерфейс, с помощью HTTPS-адрес
uk_ua: дозволити доступ до веб-інтерфейсу за допомогою HTTPS-адреси
vi_vn: kích hoạt truy cập vào giao diện web bằng cách sử dụng một địa chỉ HTTPS

source: HTTPS certificate
ar_sa: شهادة HTTPS
cs_cz: Přístupový certifikát.
da_dk: HTTPS certifikat
de_de: HTTPS-Zertifikat
el_gr: HTTPS πιστοποιητικό
es_es: Certificado HTTPS
fi_fi: HTTPS-sertifikaatti
fr_fr: Certificat HTTPS
he_il: אישור ה-HTTPS
no_no: HTTPS-sertifikat
ro_ro: Certificat de HTTPS
ru_ru: Сертификат HTTPS
uk_ua: HTTPS сертифікат
vi_vn: Chứng chỉ HTTPS

source: file name or path to HTTPS certificate
ar_sa: اسم الملف أو المسار إلى شهادة HTTPS
cs_cz: název souboru nebo cestu k certifikátu HTTPS
da_dk: filnavnet eller stien til HTTPS certifikat
de_de: Dateiname oder Pfad zu HTTPS-Zertifikat
el_gr: όνομα αρχείου ή διαδρομή HTTPS πιστοποιητικό
es_es: nombre de archivo o ruta de acceso al certificado HTTPS
fi_fi: tiedostonimi tai polku HTTPS-varmenteeseen
fr_fr: nom de fichier ou chemin d’accès au certificat HTTPS
he_il: שם קובץ או נתיב אישור ה-HTTPS
no_no: filnavnet eller banen til HTTPS sertifikat
ro_ro: numele fişierului sau calea HTTPS certificat
ru_ru: имя файла или путь к сертификату HTTPS
uk_ua: ім'я файлу або шлях до HTTPS сертифікат
vi_vn: tên tập tin hoặc đường dẫn đến chứng chỉ HTTPS

source: HTTPS key
ar_sa: مفتاح HTTPS
cs_cz: HTTPS klíč
da_dk: HTTPS nøgle
de_de: HTTPS-Schlüssel
el_gr: Κλειδί HTTPS
es_es: Clave HTTPS
fi_fi: HTTPS-avain
fr_fr: Clé de HTTPS
he_il: מפתח HTTPS
no_no: HTTPS-tasten
ro_ro: HTTPS cheie
ru_ru: HTTPS ключ
uk_ua: HTTPS ключ
vi_vn: HTTPS chính

source: file name or path to HTTPS key
ar_sa: اسم الملف أو المسار إلى مفتاح HTTPS
cs_cz: název souboru nebo cestu ke klíči HTTPS
da_dk: filnavnet eller stien til HTTPS nøgle
de_de: Dateiname oder Pfad zu HTTPS-Schlüssel
el_gr: όνομα αρχείου ή διαδρομή HTTPS κλειδί
es_es: nombre de archivo o ruta de acceso clave de HTTPS
fi_fi: tiedostonimi tai polku HTTPS-avain
fr_fr: nom de fichier ou chemin d’accès à la clé de HTTPS
he_il: שם קובץ או נתיב למפתח HTTPS
no_no: filnavnet eller banen til HTTPS nøkkel
ro_ro: numele fişierului sau calea HTTPS cheie
ru_ru: имя файла или путь к ключу HTTPS
uk_ua: ім'я файлу або шлях до HTTPS ключ
vi_vn: tên tập tin hoặc đường dẫn cho HTTPS khóa

source: Reverse proxy headers
ar_sa: رؤوس وكيل عكسي
cs_cz: Reverzní proxy server záhlaví
da_dk: Omvendte proxyservicer overskrifter
de_de: Reverse-Proxy-Header
el_gr: Αντίστροφη μεσολάβησης κεφαλίδες
es_es: Proxy inverso encabezados
fi_fi: Käänteisen välityspalvelimen otsikot
fr_fr: En-têtes de proxy inverse
he_il: כותרות פרוקסי הפוך
no_no: Reverse proxy overskrifter
ro_ro: Proxy inversă anteturi
ru_ru: Обратный прокси-сервер заголовки
uk_ua: Зворотний проксі заголовки
vi_vn: Ngược lại tiêu đề proxy

source: accept the following reverse proxy headers (advanced)...
ar_sa: قبول رؤوس الوكيل العكسي التالية (متقدم)...
cs_cz: Přijměte následující záhlaví zpětného proxy (Upřesnit)...
de_de: akzeptieren Sie die folgenden Reverseproxy-Header (Fortgeschrittene)...
el_gr: δέχονται τις ακόλουθες κεφαλίδες αντίστροφη μεσολάβησης (για προχωρημένους)...
es_es: aceptar los siguientes encabezados de proxy inverso (avanzados)...
fi_fi: hyväksy seuraavat käänteisen välityspalvelimen otsikot (Lisäasetukset)...
he_il: לקבל כותרות ה-proxy הפוכה הבאים (מתקדם)...
no_no: godta følgende reverse proxy hoder (avansert)...
ro_ro: acceptă următoarele antete de proxy inversă (avansat)...
ru_ru: Примите следующие заголовки обратный прокси-сервер (дополнительно)...
uk_ua: прийняти такі зворотний проксі заголовки (додатково)...
vi_vn: chấp nhận các tiêu đề sau đảo ngược proxy (nâng cao)...

source: (X-Forwarded-For, X-Forwarded-Host, and X-Forwarded-Proto)
ar_sa: (X-توجيه-للمضيف X توجيه وبروتو X توجيه)
cs_cz: (X-Forwarded-For, X předána hostitelském a X předány a Proto)
de_de: (X-Forwarded-For X-weitergeleitet-Host und X-weitergeleitet-Proto)
el_gr: (X-Forwarded-For, X-διαβίβασε-υποδοχής και X-διαβίβασε-ΠΡΩΤΟ)
es_es: (X-Forwarded-For, X-reenviar-Host y Proto X reenviado)
fi_fi: (X-Forwarded-For X toimitti isäntä ja X toimitti Proto)
he_il: (X-מועברות-, X-העברה-פונדקאי ועל X-העברה-פרוטו)
no_no: (X-Forwarded-For X-videresendt-vert og X-videresendt-Proto)
ro_ro: (X-Forwarded-For, transmis de X-gazdă şi transmis de X-Proto)
ru_ru: (X-Forwarded-For, X-направлен Host и X-направлен прото)
uk_ua: (X направлений для X переслано хост та X переслано прото)
vi_vn: (X-Forwarded-For, X-chuyển tiếp-máy chủ, và X-chuyển tiếp-Proto)

source: Notify on login
ar_sa: إعلام في تسجيل الدخول
cs_cz: Oznámení při přihlášení
da_dk: Advisér på login
de_de: Benachrichtigen Sie bei der Anmeldung
el_gr: Ειδοποιεί σχετικά με εισόδου
es_es: Notificación de inicio de sesión
fi_fi: Ilmoitettava kirjautuminen
fr_fr: Notifier le login
he_il: נא להודיע על הכניסה
no_no: Varsle ved innlogging
ro_ro: Anunta pe login
ru_ru: Уведомления на вход
uk_ua: Повідомити про Логін
vi_vn: Thông báo ngày đăng nhập

source: send a message to all enabled notifiers when someone logs into SiCKRAGE from a public IP address
ar_sa: إرسال رسالة إلى جميع المبلغون ممكنة عندما يقوم شخص ما بتسجيل في سيكراجي من عنوان IP عمومي
cs_cz: odešlete zprávu všem oznamovatelům, povolený, když někdo přihlásí do SiCKRAGE z veřejné IP adresy
da_dk: Send en besked til alle aktiverede anmeldere, når nogen logger ind på SiCKRAGE fra en offentlig IP-adresse
de_de: Sende eine Nachricht an alle Melder aktiviert, wenn sich jemand bei SiCKRAGE von einer öffentlichen IP-Adresse anmeldet
el_gr: Στείλτε ένα μήνυμα σε όλους τους κοινοποιούντες ενεργοποιημένη όταν κάποιος συνδεθεί στο SiCKRAGE από μια δημόσια διεύθυνση IP
es_es: Enviar un mensaje a todos los notificadores habilitados cuando alguien inicia sesión en SiCKRAGE de una dirección IP pública
fi_fi: lähettää sanoman kaikki käytössä ilmoittajat, kun joku kirjautuu SiCKRAGE julkinen IP-osoite
fr_fr: Envoyer un message à tous les notifiants activés lorsque quelqu'un se connecte à SiCKRAGE partir d’une adresse IP publique
he_il: לשלוח הודעה לכל מודיעים מאופשר כאשר מישהו נכנס לתוך SiCKRAGE של כתובת IP ציבורית
no_no: Send en melding til alle aktiverte anmeldt når noen logger inn SiCKRAGE fra en offentlig IP-adresse
ro_ro: Trimite un mesaj pentru toți notificatorii activat atunci când cineva busteni în SiCKRAGE de la o adresă IP publică
ru_ru: Отправьте сообщение для всех включенных оповещатели, когда кто-то входит в SiCKRAGE от публичный IP-адрес
uk_ua: Надіслати повідомлення для всіх доступних повідомник, коли хтось входить в SiCKRAGE від відкритої IP-адреси
vi_vn: gửi tin nhắn đến tất cả các notifiers kích hoạt khi ai đó đăng nhập vào SiCKRAGE từ một địa chỉ IP công cộng

source: CPU throttling
ar_sa: اختناق وحدة المعالجة المركزية
cs_cz: Omezení doby využití procesoru
de_de: CPU-Drosselung
el_gr: Επιτάχυνση της CPU
es_es: Límite de CPU
fi_fi: Suorittimen rajoitus
fr_fr: Limitation de la CPU
he_il: ויסות CPU
no_no: CPU-kvelning
ro_ro: CPU de reglare
ru_ru: Процессора
uk_ua: Дроселювання Процесорів

source: Anonymous redirect
ar_sa: إعادة توجيه المستخدمين المجهولين
cs_cz: Anonymní přesměrování
da_dk: Anonym redirect
de_de: Anonyme Weiterleitung
el_gr: Ανώνυμος ανακατεύθυνση
es_es: Redirección anónima
fi_fi: Nimetön uudelleenohjaus
fr_fr: Redirect anonyme
he_il: ניתוב מחדש של אנונימי
no_no: Anonym omdirigere
ro_ro: Anonim redirecţionare
ru_ru: Анонимные перенаправление
uk_ua: Анонімні перенаправлення
vi_vn: Chuyển hướng vô danh

source: Enable debug
ar_sa: تمكين التصحيح
cs_cz: Povolit ladění
da_dk: Aktivere debug
de_de: Aktivieren Sie Debuggen
el_gr: Ενεργοποίηση εντοπισμού σφαλμάτων
es_es: Habilitar depuración
fi_fi: Salli debug
fr_fr: Activez le débogage
he_il: לאפשר איתור באגים
no_no: Aktivere feilsøking
ro_ro: Activare depanare
ru_ru: Включение отладки
uk_ua: Увімкнути налагодження
vi_vn: Sử gỡ lỗi

source: Enable debug logs
ar_sa: تمكين سجلات التصحيح
cs_cz: Povolit protokoly o ladění
da_dk: Aktivere debug logs
de_de: Aktivieren der Debug-logs
el_gr: Ενεργοποίηση εντοπισμού σφαλμάτων αρχείων καταγραφής
es_es: Habilitar depuración de registros
fi_fi: Mahdollistaa virheenkorjauksen lokit
fr_fr: Activer les journaux de débogage
he_il: לאפשר איתור באגים יומנים
no_no: Aktiver feilsøkingslogger
ro_ro: Activare depanare busteni
ru_ru: Включить отладочные журналы
uk_ua: Увімкнути журналами зневадження
vi_vn: Sử bản ghi gỡ lỗi

source: Verify SSL Certs
ar_sa: التحقق من شهادات SSL
cs_cz: Ověření SSL certifikáty
da_dk: Kontrollere SSL CERT
de_de: SSL-Zertifikate zu überprüfen
el_gr: Επαληθεύει πιστοποιητικά SSL
es_es: Verificar certificados SSL
fi_fi: Tarkista SSL CERT
fr_fr: Vérifier les certificats SSL
he_il: ודא אישורי SSL
no_no: Kontroller SSL-sertifikater
ro_ro: Verificaţi dacă SSL Certs
ru_ru: Проверка SSL сертификаты
uk_ua: Перевірте, чи SSL сертифікатів
vi_vn: Xác minh Certs hàng SSL

source: Verify SSL Certificates (Disable this for broken SSL installs (Like QNAP)
ar_sa: التحقق من شهادات SSL (تعطيل هذا ل SSL المكسورة بتثبيت (مثل QNAP)
cs_cz: Ověření SSL certifikátů (zakázat to rozbité SSL nainstaluje (jako QNAP)
da_dk: Bekræft SSL certifikater (deaktivere dette for brudt SSL installerer (som QNAP)
de_de: Überprüfen Sie die SSL-Zertifikate (Disable für gebrochene SSL (wie QNAP) installiert
el_gr: Επαληθεύστε πιστοποιητικών SSL (αχρηστεύω αυτό για σπασμένα SSL εγκαθιστά (όπως QNAP)
es_es: Verificar certificados SSL (desactivar esta roto SSL instala (como QNAP)
fi_fi: Tarkista SSL-sertifikaatit (Poista tämä rikki SSL asentaa (kuten QNAP)
fr_fr: Vérification des certificats SSL (désactiver ceci pour SSL cassé installe (comme QNAP)
he_il: ודא בתעודות SSL (הפוך זה עבור SSL שבור מתקין (כמו QNAP)
no_no: Kontroller SSL-sertifikater (Deaktiver for ødelagt SSL installerer (som QNAP)
ro_ro: Verifică certificatele SSL (Disable this pentru spart SSL instalează (cum ar fi QNAP)
ru_ru: Проверка SSL-сертификатов (отключить это сломанной SSL устанавливает (например QNAP)
uk_ua: Перевірте, чи SSL сертифікати (вимкнути це для сломанной SSL встановлює (наприклад, QNAP)
vi_vn: Xác minh chứng chỉ SSL (vô hiệu hóa này để phá vỡ SSL cài đặt (như QNAP)

source: No Restart
ar_sa: لا إعادة التشغيل
cs_cz: Bez restartování
da_dk: Ingen genstart
de_de: Kein Neustart
el_gr: Δεν απαιτείται επανεκκίνηση
es_es: No reiniciar
fi_fi: Ei uudelleenkäynnistyksen
fr_fr: Pas de redémarrage
he_il: ללא הפעלה מחדש
no_no: Ingen omstart
ro_ro: Fără repornire
ru_ru: Без перезапуска
uk_ua: Не перезавантаження
vi_vn: Không có khởi động lại

source: Shutdown SiCKRAGE on restarts (external service must restart SiCKRAGE on its own).
ar_sa: إيقاف تشغيل سيكراجي على إعادة تشغيل (الخدمة الخارجية يجب إعادة تشغيل سيكراجي بمفردها).
cs_cz: Vypnutí SiCKRAGE na restartování (externí po restartování služby SiCKRAGE na jeho vlastní).
da_dk: Lukning af SiCKRAGE på genstarter (ekstern service skal genstarte SiCKRAGE på egen hånd).
de_de: Abschaltung SiCKRAGE auf Neustarts (externer Service muss SiCKRAGE auf eigene neu starten).
el_gr: Τερματισμού SiCKRAGE για επανεκκίνηση (εξωτερικής υπηρεσίας πρέπει να επανεκκινήσετε SiCKRAGE από μόνη της).
es_es: Parada SiCKRAGE en reinicios (servicio externo debe reiniciar SiCKRAGE por cuenta propia).
fi_fi: Shutdown SiCKRAGE käynnistyy uudelleen (ulkoinen palvelu on käynnistettävä uudelleen SiCKRAGE omasta).
fr_fr: SiCKRAGE d’arrêt sur les redémarrages (service externe doit redémarrer SiCKRAGE sur son propre).
he_il: SiCKRAGE כיבוי מחדש (שירות חיצוניים עליך להפעיל מחדש את SiCKRAGE משלו).
no_no: Avslutt SiCKRAGE ved oppstart (ekstern tjeneste må starte SiCKRAGE på egen hånd).
ro_ro: SiCKRAGE de închidere pe reporneşte (serviciul extern trebuie să reporniţi SiCKRAGE pe cont propriu).
ru_ru: SiCKRAGE выключения на перезагрузки (внешней службы необходимо перезапустить SiCKRAGE на свой собственный).
uk_ua: Завершення роботи SiCKRAGE на час перезавантаження (зовнішньої служби, перезавантажте SiCKRAGE по собі).
vi_vn: Tắt máy SiCKRAGE ngày khởi động lại (dịch vụ bên ngoài phải khởi động lại SiCKRAGE ngày của riêng mình).

source: Encrypt settings
ar_sa: تشفير إعدادات
cs_cz: Šifrování nastavení
da_dk: Kryptere indstillinger
de_de: Einstellungen zu verschlüsseln
el_gr: Κρυπτογράφηση ρυθμίσεων
es_es: Cifrar la configuración
fi_fi: Salaa asetukset
fr_fr: Crypter les paramètres
he_il: להצפין את הגדרות
no_no: Kryptere innstillinger
ro_ro: Setările de criptare
ru_ru: Шифрование параметров
uk_ua: Зашифрувати настройки
vi_vn: Mật mã hóa các cài đặt

source: in the
ar_sa: في المربع
cs_cz: v
da_dk: i den
de_de: in der
el_gr: για το
es_es: En
fi_fi: Tässä
fr_fr: dans le
he_il: ב
no_no: i den
ro_ro: în
ru_ru: В
uk_ua: у в
vi_vn: trong các

source: file.
ar_sa: ملف.
cs_cz: soubor.
da_dk: fil.
de_de: Datei.
el_gr: το αρχείο.
es_es: archivo.
fi_fi: tiedosto.
fr_fr: fichier.
he_il: קובץ.
no_no: filen.
ro_ro: fişier.
ru_ru: файл.
uk_ua: файл.
vi_vn: tập tin.

source: Unprotected calendar
ar_sa: التقويم غير محمي
cs_cz: Nechráněné kalendář
da_dk: Ubeskyttede kalender
de_de: Ungeschützte Kalender
el_gr: Απροστάτευτα ημερολόγιο
es_es: Calendario sin protección
fi_fi: Suojaamaton kalenteri
fr_fr: Calendrier non protégé
he_il: לוח שנה לא מוגן
no_no: Ubeskyttet kalender
ro_ro: Calendarul neprotejat
ru_ru: Незащищенные календарь
uk_ua: Незахищений календар
vi_vn: Lịch không được bảo vệ

source: allow subscribing to the calendar without user and password. Some services like Google Calendar only work this way
ar_sa: السماح بالاشتراك في التقويم بدون المستخدم وكلمة المرور. تعمل بعض الخدمات مثل جوجل التقويم فقط بهذه الطريقة
cs_cz: Povolit přihlášení k odběru kalendáře bez uživatele a hesla. Některé služby, jako je Google kalendář fungovat pouze tímto způsobem
da_dk: giver mulighed for tilmelding til kalenderen uden bruger og password. Nogle tjenester som Google kalender kun fungerer på denne måde
de_de: ermöglichen Sie abonnieren Sie den Kalender ohne Benutzername und Passwort. Einige Dienste wie Google Kalender funktionieren nur auf diese Weise
el_gr: επιτρέπουν εγγραφή στο ημερολόγιο χωρίς χρήστη και κωδικό πρόσβασης. Ορισμένες υπηρεσίες, όπως το ημερολόγιο Google λειτουργούν μόνο με τον τρόπο αυτό
es_es: permite suscribirse al calendario sin usuario y contraseña. Algunos servicios como Google Calendar sólo funcionan de esta manera
fi_fi: Salli tilaamalla kalenterin ilman käyttäjä ja tunnussana. Jotkin palvelut, kuten Google-kalenteriin vain toimi näin
fr_fr: permettent de s’abonner au calendrier sans user et password. Certains services comme Google Agenda seulement fonctionnent de cette façon
he_il: לאפשר רישום כמנוי על לוח השנה בלי משתמש וסיסמה. יש שירותים כגון Google Calendar רק לעבוד כך
no_no: kan abonnere på kalenderen uten brukernavn og passord. Noen tjenester som Google Kalender bare fungerer på denne måten
ro_ro: permite abonarea la calendar fără utilizator şi parolă. Unele servicii cum ar fi Google Calendar funcţionează numai în acest fel
ru_ru: Разрешить подписку на календарь без пользователя и пароль. Некоторые услуги, такие как Google календарь только работать таким образом
uk_ua: дозволити підписатися на календар без користувача і пароль. Деякі послуги, такі як Календар Google тільки працювати таким чином
vi_vn: cho phép đăng ký vào lịch mà không có người dùng và mật khẩu. Một số dịch vụ như Lịch Google chỉ làm việc theo cách này

source: Google Calendar Icons
ar_sa: أيقونات تقويم جوجل
cs_cz: Ikony kalendáře Google
da_dk: Google kalender ikoner
de_de: Google Kalender-Icons
el_gr: Εικονίδια ημερολογίου Google
es_es: Iconos de Google Calendar
fi_fi: Google-kalenterin kuvakkeet
fr_fr: Icônes de Google Agenda
he_il: Google Calendar סמלים
no_no: Google Kalender ikoner
ro_ro: Google Calendar icoane
ru_ru: Иконка Календарь Google
uk_ua: Календар Google іконки
vi_vn: Biểu tượng lịch Google

source: show an icon next to exported calendar events in Google Calendar.
ar_sa: تظهر أيقونة بجوار أحداث التقويم الذي تم تصديره في تقويم Google.
cs_cz: Zobrazit ikonu vedle exportované kalendář události v kalendáři Google.
da_dk: Vis et ikon ved siden af eksporterede kalenderbegivenheder i Google kalender.
de_de: wird ein Symbol neben exportierten Kalenderereignisse in Google Kalender.
el_gr: εμφανίζεται ένα εικονίδιο δίπλα στην επιλογή Εξαγωγή ημερολογίου εκδηλώσεων στο ημερολόγιο Google.
es_es: Mostrar un icono exportado calendario de eventos en Google Calendar.
fi_fi: Näytä kuvake vieressä vietyä kalenteria, Google-kalenterissa.
fr_fr: afficher une icône en regard des événements de calendrier exporté dans Google Agenda.
he_il: הצג את סמל ליד המיוצא לוח אירועים ב- Google Calendar.
no_no: Vis et ikon ved siden av eksporterte kalenderhendelser i Google Kalender.
ro_ro: afişează o pictogramă de lângă exportate calendar evenimente din Google Calendar.
ru_ru: Показать значок рядом с экспортированный календарь событий в календаре Google.
uk_ua: відображають поруч з експортованого Календар подій в календарі Google.
vi_vn: Hiển thị một biểu tượng bên cạnh đã xuất lịch các sự kiện vào lịch Google.

source: Link Google Account
ar_sa: ربط حساب جوجل
cs_cz: Propojení účtu Google
da_dk: Link Google konto
de_de: Google-Konto verknüpfen
el_gr: Σύνδεση λογαριασμού Google
es_es: Vincular cuenta de Google
fi_fi: Google-tili
fr_fr: Lien Google compte
he_il: לקשר חשבון Google
no_no: Koble Google-konto
ro_ro: Link-ul Google Socoteală
ru_ru: Связать аккаунт Google
uk_ua: Пов'язати обліковий запис Google
vi_vn: Liên kết tài khoản Google

source: Link
ar_sa: الارتباط
cs_cz: Odkaz
el_gr: Σύνδεση
es_es: Enlace
fi_fi: Linkki
fr_fr: Lien
he_il: קישור
no_no: Kobling
ro_ro: Link-ul
ru_ru: Ссылка
uk_ua: Посилання
vi_vn: Liên kết

source: link your google account to SiCKRAGE for advanced feature usage such as settings/database storage
ar_sa: ربط حساب google الخاص بك إلى سيكراجي لاستخدام ميزة متقدمة مثل تخزين إعدادات/قاعدة البيانات
cs_cz: Propojte svůj účet google na SiCKRAGE pro využití pokročilé funkce jako je nastavení/databáze úložiště
da_dk: link din google-konto til SiCKRAGE for avanceret funktion brug såsom indstillinger/database opbevaring
de_de: SiCKRAGE für fortgeschrittene Featureverwendung wie Einstellungen/Datenbankspeicher verlinken Sie Ihrem Google-Konto
el_gr: συνδέσετε το λογαριασμό σας google με SiCKRAGE για χρήση εξελιγμένος χαρακτηριστικό όπως ρυθμίσεις/βάσης δεδομένων αποθήκευσης
es_es: vincular tu cuenta de google a SiCKRAGE para el uso de funciones avanzadas como el almacenamiento de la configuración de la base de datos
fi_fi: linkki google-tilin SiCKRAGE lisäominaisuudet käyttöön kuten asetustietokanta/varastointi
fr_fr: lier votre compte google à SiCKRAGE pour l’utilisation de fonctionnalités avancées telles que le stockage des paramètres/base de données
he_il: לקשר את חשבון google שלך SiCKRAGE לשימוש תכונה מתקדמת כגון אחסון הגדרות/מסד נתונים
no_no: koble kontoen til SiCKRAGE avansert bruk som innstillinger/database lagring
ro_ro: conectaţi contul google la SiCKRAGE pentru facilitatea avansată de utilizare, cum ar fi setările de date/stocare
ru_ru: связать аккаунт google с SiCKRAGE для использования передовых функций, таких как параметры базы данных
uk_ua: зв'язати свій обліковий запис google SiCKRAGE для користування: вдосконалена функція налаштування/базу даних для зберігання
vi_vn: liên kết tài khoản google của bạn để SiCKRAGE cho việc sử dụng các tính năng tiên tiến như cài đặt/cơ sở dữ liệu lưu trữ

source: Proxy host
ar_sa: المضيف الوكيل
cs_cz: Hostitel proxy
da_dk: Proxy-vært
de_de: Proxy-Server
el_gr: Κεντρικού υπολογιστή του διακομιστή μεσολάβησης
es_es: Host proxy
fi_fi: Välityspalvelimen isäntä
fr_fr: Hôte proxy
he_il: מארח ה-proxy
no_no: Proxy-vert
ro_ro: Proxy-ul gazdă
ru_ru: Хост прокси
uk_ua: Проксі-хост
vi_vn: Máy chủ proxy
