Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Scene Absolute
ar_sa: المشهد المطلقة
cs_cz: Scény absolutní
da_dk: Scene absolutte
de_de: Szene-Absolute
el_gr: Η απόλυτη σκηνή
es_es: Absoluto de la escena
fi_fi: Kohtaus absoluuttinen
fr_fr: Absolue de la scène
he_il: זירת המוחלט
no_no: Scenen absolutt
ro_ro: Scena absolută
ru_ru: Абсолютная сцены
uk_ua: Абсолютний сцени
vi_vn: Cảnh tuyệt đối

source: Size
ar_sa: الحجم
cs_cz: Velikost
da_dk: Størrelse
de_de: Größe
el_gr: Μέγεθος
es_es: Tamaño
fi_fi: Kokoa
fr_fr: Taille
he_il: גודל
no_no: Størrelse
ro_ro: Dimensiune
ru_ru: Размер
uk_ua: Розмір
vi_vn: Kích thước

source: Airdate
ar_sa: أيرداتي
cs_cz: Metropolisu
da_dk: Udsendelse
fr_fr: Date de diffusion
he_il: יומנו
ru_ru: Эфир
uk_ua: ВО ефір

source: Download
ar_sa: تحميل
cs_cz: Stáhnout
el_gr: Λήψη
es_es: Descargar
fi_fi: Lataa
fr_fr: Télécharger
he_il: להורדה
no_no: Last ned
ro_ro: Descarca
ru_ru: Скачать
uk_ua: Завантажити
vi_vn: Tải về

source: Status
ar_sa: مركز
cs_cz: Stav
el_gr: Κατάσταση
es_es: Estado
fi_fi: Tila
fr_fr: Statut
he_il: מצב
ro_ro: Statutul
ru_ru: Статус
uk_ua: Статус
vi_vn: Tình trạng

source: Search
ar_sa: البحث عن
cs_cz: Hledat
da_dk: Søg
de_de: Suche
el_gr: Αναζήτηση
es_es: Búsqueda de
fi_fi: Etsi
fr_fr: Recherche
he_il: חיפוש
no_no: Søk
ro_ro: Căutare
ru_ru: Поиск
uk_ua: Пошук
vi_vn: Tìm kiếm

source: Never
ar_sa: ابدأ
cs_cz: Nikdy
da_dk: Aldrig
de_de: Nie
el_gr: Ποτέ δεν
es_es: Nunca
fi_fi: Koskaan
fr_fr: Jamais
he_il: אף פעם לא
no_no: Aldri
ro_ro: Niciodată
ru_ru: Никогда не
uk_ua: Ніколи не
vi_vn: Không bao giờ

source: Retry Download
ar_sa: إعادة محاولة التحميل
cs_cz: Opakovat stahování
de_de: Wiederholen Sie Download
el_gr: Επανάληψη λήψης
es_es: Vuelva a intentar descargar
fi_fi: Yritä lataamista uudelleen
fr_fr: Nouvelle tentative de téléchargement
he_il: נסה שנית להורדה
no_no: Prøv nedlasting
ro_ro: Reîncercaţi Descărcare
ru_ru: Повторить попытку загрузки
uk_ua: Повторити завантаження
vi_vn: Thử tải về

source: Main
ar_sa: الرئيسية
cs_cz: Hlavní
el_gr: Κύρια
es_es: Principal
fi_fi: Pääsivu
fr_fr: Principal
he_il: ראשי
ro_ro: Pagina principală
ru_ru: Главная
uk_ua: Головна

source: Format
ar_sa: تنسيق
cs_cz: Formát
el_gr: Μορφή
es_es: Formato
fi_fi: Muodossa
he_il: תבנית
ro_ro: Formatul
ru_ru: Формат
uk_ua: Формат
vi_vn: Định dạng

source: Advanced
ar_sa: متقدم
cs_cz: Pokročilé
da_dk: Avanceret
de_de: Erweiterte
el_gr: Για προχωρημένους
es_es: Avanzado
he_il: מתקדם
no_no: Avansert
ro_ro: Avansate
ru_ru: Расширенный
uk_ua: Розширений
vi_vn: Nâng cao

source: Main Settings
ar_sa: الإعدادات الرئيسية
cs_cz: Hlavní nastavení
da_dk: Vigtigste indstillinger
de_de: Haupteinstellungen
el_gr: Βασικές ρυθμίσεις
es_es: Configuración principal
fi_fi: Tärkeimmät asetukset
fr_fr: Paramètres principaux
he_il: ההגדרות הראשי
no_no: Hovedinnstillingene
ro_ro: Setări principale
ru_ru: Основные параметры
uk_ua: Основні параметри
vi_vn: Cài đặt chính

source: Show Location
ar_sa: إظهار موقع
cs_cz: Ukázat mapu
da_dk: Vis beliggenhed
de_de: Standort anzeigen
el_gr: Εμφάνιση της τοποθεσίας
es_es: Mostrar ubicación
fi_fi: Näytä sijainti
fr_fr: Voir la carte
he_il: הצג את מיקום
no_no: Vis hvor
ro_ro: Arată locaţia
ru_ru: Показать местоположение
uk_ua: Показувати розташування
vi_vn: Hiển thị vị trí

source: Preferred Quality
ar_sa: جودة المفضل
cs_cz: Upřednostňovaná kvalita
da_dk: Foretrukne kvalitet
de_de: Bevorzugte Qualität
el_gr: Προτίμησε την ποιότητα
es_es: Calidad preferida
fi_fi: Mieluummin laatua
fr_fr: Qualité préférée
he_il: איכות מועדף
no_no: Foretrukket kvalitet
ro_ro: Preferat de calitate
ru_ru: Предпочтение качества
uk_ua: Потрібну якість
vi_vn: Ưa thích chất lượng

source: Default Episode Status
ar_sa: حالة الحلقة الافتراضية
cs_cz: Výchozí stav epizoda
da_dk: Episode standardstatus
de_de: Standardstatus Episode
el_gr: Προεπιλεγμένη κατάσταση επεισόδιο
es_es: Estado de episodio por defecto
fi_fi: Episodi oletustila
fr_fr: Statut d’épisode par défaut
he_il: מצב ברירת המחדל של פרק
no_no: Standard Episode Status
ro_ro: Statutul de episod implicit
ru_ru: Статус по умолчанию эпизод
uk_ua: За промовчанням епізод статус
vi_vn: Tình trạng tập Default

source: Info Language
ar_sa: معلومات اللغة
cs_cz: Informace o jazyce
da_dk: Info sprog
de_de: Info-Sprache
el_gr: Πληροφορίες γλώσσας
es_es: Info idioma
fi_fi: Info kieli
fr_fr: D’informations linguistiques
he_il: פרטי בשפה
no_no: Info språk
ro_ro: Info limba
ru_ru: Информация о языке
uk_ua: Інформація про мову
vi_vn: Ngôn ngữ thông tin

source: Archive on first match
ar_sa: أرشيف في المباراة الأولى
cs_cz: Archivovat na první zápas
de_de: Im ersten Spiel Archiv
fi_fi: Ensimmäinen ottelu Arkisto
ru_ru: Архив на первый матч
vi_vn: Lưu trữ trên trận đấu đầu tiên

source: archive episode after the first best match is found from your archive quality list
ar_sa: أرشيف الحلقة بعد العثور على التطابق الأول أفضل من قائمة الجودة الأرشيف
cs_cz: Archiv díl po první nejlepší shoda nalezena ze seznamu Kvalita archiv
de_de: Archiv-Folge, nachdem das erste beste Spiel aus der Liste der Archiv-Qualität gefunden wird
fi_fi: Arkisto jakson kun ensimmäinen paras ottelu on löytynyt Arkisto laatu-luettelosta
ru_ru: Архив эпизод после того, как будет найдено первое соответствие лучших от вашего списка качество Архив
vi_vn: lưu trữ tập sau khi trận đấu đầu tiên tốt nhất được tìm thấy ở danh sách chất lượng lưu trữ của bạn

source: search for subtitles
ar_sa: البحث عن الترجمة
cs_cz: Hledat titulky
da_dk: Søg efter undertekster
de_de: Suche für Untertitel
el_gr: Αναζήτηση για υπότιτλους
es_es: búsqueda de subtítulos
fi_fi: etsitä tekstityksiä
fr_fr: Rechercher des sous-titres
he_il: חיפוש של כתוביות
no_no: søke for subtitles
ro_ro: Cauta subtitrari
ru_ru: Поиск для субтитров
uk_ua: шукати субтитри
vi_vn: Tìm kiếm phụ đề

source: Subtitle metdata
ar_sa: ميتداتا الترجمة
cs_cz: Titulků metadat
da_dk: Undertekster metdata
de_de: Untertitel metdata
el_gr: Υπότιτλος είναι metdata
es_es: Metadatos de subtítulos
fi_fi: Tekstitys metdata
fr_fr: Métadonnées de sous-titre
he_il: כתוביות metdata
no_no: Undertittel metdata
ro_ro: Subtitrare huburi
ru_ru: Metdata субтитров
uk_ua: Субтитрів metdata
vi_vn: Phụ đề metdata

source: use SiCKRAGE metadata when searching for subtitle, this will override the auto-discovered metadata
ar_sa: استخدام بيانات التعريف سيكراجي عند البحث عن الترجمة، ستتجاوز هذا التعريف التلقائي اكتشاف
cs_cz: SiCKRAGE metadata použít při hledání titulků, to přepíše metadata automobil objevit
da_dk: bruge SiCKRAGE metadata ved søgning efter undertitlen, dette vil tilsidesætte den auto-opdagede metadata
de_de: SiCKRAGE Metadaten nutzen bei der Suche nach Untertitel wird die Auto entdeckt Metadaten überschrieben
el_gr: χρησιμοποιήσετε SiCKRAGE μετα-δεδομένων κατά την αναζήτηση για υπότιτλος, αυτό θα αντικαταστήσει τα μετα-δεδομένα αυτόματης ανακαλύφθηκε
es_es: usar metadatos de SiCKRAGE en la búsqueda de subtítulos, esto anulará los metadatos auto descubierto
fi_fi: käyttää SiCKRAGE metatietoja hakiessasi alaotsikko, tämä ohittaa auto löydettiin metatietojen
fr_fr: utiliser des métadonnées de SiCKRAGE lorsque vous cherchez un sous-titre, cela remplace les métadonnées de découverte automatique
he_il: להשתמש במטא-נתונים SiCKRAGE בעת חיפוש כתוביות, פעולה זו תעקוף את המטא-נתונים אוטומטי-גילה
no_no: bruke SiCKRAGE metadata når du søker for undertittel, Dette overstyrer automatisk oppdaget metadata
ro_ro: utilizaţi SiCKRAGE metadate atunci când caută pentru subtitrare, acesta va suprascrie metadatele descoperit auto
ru_ru: метаданные SiCKRAGE использовать при поиске субтитров, это будет переопределить метаданные автообнаружение
uk_ua: використовувати SiCKRAGE метаданих у пошуках субтитрів, при цьому будуть перевизначені авто виявлено метадані
vi_vn: sử dụng SiCKRAGE siêu dữ liệu khi đang tìm kiếm phụ đề, điều này sẽ ghi đè lên các siêu dữ liệu tự động phát hiện

source: Paused
ar_sa: توقف مؤقت
cs_cz: Pozastaveno
da_dk: Midlertidigt afbrudt
de_de: Angehalten
el_gr: Σε παύση
es_es: Hizo una pausa
fi_fi: Keskeytetty
fr_fr: En pause
he_il: מושהה
no_no: Midlertidig stanset
ro_ro: În pauză
ru_ru: Приостановлено
uk_ua: Призупинено
vi_vn: Tạm dừng

source: pause this show (SiCKRAGE will not download episodes)
ar_sa: إيقاف هذا العرض (سيكراجي لن تحميل الحلقات)
cs_cz: pozastavíte tuto show (SiCKRAGE nebude stahovat epizody)
da_dk: pause dette show (SiCKRAGE ikke vil hente episoder)
de_de: halten Sie diese Show (SiCKRAGE downloadet nicht Episoden)
el_gr: διακόψετε αυτήν την επίδειξη (SiCKRAGE δεν θα κατεβάσετε επεισόδια)
es_es: hacer una pausa en este show (SiCKRAGE se descarga episodios)
fi_fi: keskeyttää tämän osoittavat (SiCKRAGE ei voi ladata jaksot)
fr_fr: interrompre ce show (SiCKRAGE ne va pas télécharger des épisodes)
he_il: להשהות את התוכנית הזאת (SiCKRAGE לא יוריד פרקים)
no_no: stoppe dette showet (SiCKRAGE ikke vil laste ned episoder)
ro_ro: întrerupe acest spectacol (SiCKRAGE nu va descărca episoade)
ru_ru: Приостановите это шоу (SiCKRAGE не будет загружать эпизоды)
uk_ua: призупинити це шоу (SiCKRAGE не завантажить епізодів)
vi_vn: tạm dừng này hiển thị (SiCKRAGE sẽ không tải tập)

source: Format Settings
ar_sa: إعدادات تنسيق
cs_cz: Nastavení formátu
da_dk: Formatindstillinger
de_de: Formateinstellungen
el_gr: Ρυθμίσεις μορφής
es_es: Configuración del formato
fi_fi: Muotoiluasetukset
fr_fr: Paramètres du format
he_il: הגדרות תבנית
no_no: Formatinnstillinger
ro_ro: Format setări
ru_ru: Параметры формата
uk_ua: Параметри формату
vi_vn: Thiết đặt định dạng

source: Air by date
ar_sa: الجوية من قبل التاريخ
cs_cz: Vzduchu podle data
da_dk: Luft efter dato
de_de: Luft-nach Datum
el_gr: Αέρα κατά την ημερομηνία
es_es: Fecha de aire
fi_fi: Ilmastointi mennessä
fr_fr: L’air par date
he_il: אוויר לפי תאריך
no_no: Luft etter dato
ro_ro: Aer de data
ru_ru: Кондиционер по дате
uk_ua: Повітря за датою
vi_vn: Máy theo ngày

source: check if the show is released as Show.03.02.2010 rather than Show.S02E03
ar_sa: تحقق إذا كان العرض هو أفرج عن Show.03.02.2010 بدلاً من Show.S02E03
cs_cz: Zkontrolujte, pokud show je vydána jako Show.03.02.2010, nikoli Show.S02E03
da_dk: kontrollere hvis showet er udgivet som Show.03.02.2010 snarere end Show.S02E03
de_de: Überprüfen Sie, ob die Show eher als Show.03.02.2010 denn als Show.S02E03 freigegeben wird
el_gr: Ελέγξτε αν η εμφάνιση κυκλοφορεί ως Show.03.02.2010 και όχι Show.S02E03
es_es: Compruebe si el programa es lanzado como Show.03.02.2010 en lugar de Show.S02E03
fi_fi: Tarkista, jos show vapautetaan pikemminkin Show.03.02.2010 kuin Show.S02E03
fr_fr: vérifier si le spectacle est libéré sous forme de Show.03.02.2010 plutôt que Show.S02E03
he_il: בדוק אם המופע הוא שוחרר Show.03.02.2010 במקום Show.S02E03
no_no: Sjekk Hvis showet er utgitt som Show.03.02.2010 i stedet for Show.S02E03
ro_ro: Verificaţi dacă spectacol este lansat ca Show.03.02.2010, mai degrabă decât Show.S02E03
ru_ru: Проверьте, если шоу выпускается как Show.03.02.2010 вместо Show.S02E03
uk_ua: Перевірте, якщо шоу випущений як Show.03.02.2010 замість Show.S02E03
vi_vn: kiểm tra nếu chương trình được phát hành như là Show.03.02.2010 chứ không phải là Show.S02E03

source: In case of an air date conflict between regular and special episodes, the later will be ignored.
ar_sa: في حالة نزاع تاريخ جوي بين الحلقات العادية والخاصة، سيتم تجاهل في وقت لاحق.
cs_cz: V případě vzduchu datum konflikt mezi běžné a speciální epizody pozdější budou ignorovány.
da_dk: I tilfælde af en luft datokonflikt mellem almindelige og specielle episoder, vil det senere blive ignoreret.
de_de: Im Falle einer Luft Datumskonflikt zwischen regelmäßigen und speziellen Episoden die später ignoriert.
el_gr: Στην περίπτωση μιας διένεξης ημερομηνίας αέρα μεταξύ τακτικές και ειδικές επεισόδια, αργότερα θα πρέπει να αγνοηθεί.
es_es: En caso de un conflicto de la fecha del aire entre los episodios regulares y especiales, más adelante se omitirá.
fi_fi: Jos Ilmastointi päivämäärä säännölliset ja jaksot, myöhemmin ohitetaan.
fr_fr: Dans le cas d’un conflit de dates d’air entre les épisodes ordinaires et extraordinaires, le dernier en date sera ignorée.
he_il: במקרה של סכסוך תאריך אוויר בין פרקים רגילים ומיוחדים, מאוחר יותר תתעלם.
no_no: Ved en luften datokonflikt mellom regelmessige episoder ignoreres senere.
ro_ro: În cazul în care un conflict data de aer între episoadele regulate si speciale, mai târziu vor fi ignorate.
ru_ru: В случае конфликта Дата воздуха между регулярных и специальных серий будут игнорироваться позднее.
uk_ua: У разі повітря дата конфлікт між регулярних і спеціальних епізодами пізніше буде проігноровано.
vi_vn: Trong trường hợp một máy ngày xung đột giữa các tập phim thường xuyên và đặc biệt, sau này sẽ bị bỏ qua.

source: Sports
ar_sa: الألعاب الرياضية
cs_cz: Sportovní
da_dk: Sport
de_de: Sport
el_gr: Σπορ
es_es: Deportes
fi_fi: Urheilu
fr_fr: Sport
he_il: ספורט
no_no: Sport
ro_ro: Sport
ru_ru: Виды спорта
uk_ua: Спорт
vi_vn: Thể thao

source: check if the show is a sporting or MMA event released as Show.03.02.2010 rather than Show.S02E03
ar_sa: تحقق إذا كان إظهار الرياضية أو الحدث مجلس العمل المتحد أفرج عن Show.03.02.2010 بدلاً من Show.S02E03
cs_cz: Zkontrolujte, zda je sportovní nebo MMA událost vydána jako Show.03.02.2010, nikoli Show.S02E03
da_dk: indskrive selv om showet er en sportslige eller MMA event udgivet som Show.03.02.2010 snarere end Show.S02E03
de_de: Überprüfen Sie, ob die Show ist eine sportliche oder MMA Veranstaltung eher als Show.03.02.2010 denn als Show.S02E03 veröffentlicht
el_gr: Ελέγξτε αν η επίδειξη είναι Αθλητικοί ή ΜΜΑ συμβάν κυκλοφορήσει ως Show.03.02.2010 και όχι Show.S02E03
es_es: Compruebe si el espectáculo es un deporte o evento MMA como Show.03.02.2010 en lugar de Show.S02E03
fi_fi: Tarkista, että show on urheilu- ja MMA tapahtuma julkaissut pikemminkin Show.03.02.2010 kuin Show.S02E03
fr_fr: vérifier si le spectacle est un sportif ou un événement MMA sorti en Show.03.02.2010 plutôt que Show.S02E03
he_il: בדוק אם המופע הוא ספורט או אירוע MMA שוחרר Show.03.02.2010 במקום Show.S02E03
no_no: showet er en idrett eller MMA hendelse utgitt som Show.03.02.2010 i stedet for Show.S02E03
ro_ro: Verificaţi dacă spectacolul este un sportiv sau un eveniment de MMA lansat ca Show.03.02.2010, mai degrabă decât Show.S02E03
ru_ru: Проверьте, если шоу спортивные или событием ММА, выпущенный как Show.03.02.2010 вместо Show.S02E03
uk_ua: Перевірте, якщо шоу є спортивні або ММА випущений як Show.03.02.2010 замість Show.S02E03
vi_vn: kiểm tra xem các hiển thị là một thể thao hoặc sự kiện MMA phát hành như là Show.03.02.2010 chứ không phải là Show.S02E03

source: DVD Order
ar_sa: دي في دي أمر
cs_cz: Objednávka DVD
da_dk: DVD Bestil
de_de: DVD-Bestellung
el_gr: Παραγγελία DVD
es_es: Pedido DVD
fi_fi: DVD tilaus
fr_fr: Commande de DVD
he_il: סדר DVD
no_no: DVD for
ro_ro: DVD pentru
ru_ru: Заказ DVD
uk_ua: Замовлення DVD
vi_vn: Thứ tự đĩa DVD

source: use the DVD order instead of the air order
ar_sa: استخدام ترتيب دي في دي بدلاً من النظام الجوي
cs_cz: použití DVD pořadí místo pořadí vzduchu
da_dk: bruge DVD rækkefølge i stedet for luft rækkefølge
de_de: Verwenden Sie die DVD Order anstelle der Luft-Reihenfolge
el_gr: Χρησιμοποιήστε τη σειρά DVD αντί για τη σειρά αέρα
es_es: Utilice la orden DVD en vez de la orden de aire
fi_fi: Käytä DVD jotta Ilmastointi-tilaus
fr_fr: Utilisez la commande de DVD au lieu de l’ordre de l’air
he_il: להשתמש את סדר DVD במקום סדר אוויר
no_no: Bruk DVD i stedet for luft rekkefølgen
ro_ro: utilizaţi comanda DVD în loc de a comanda de aer
ru_ru: Используйте порядок DVD вместо воздуха порядка
uk_ua: використовувати замовлення DVD-ДИСКА, а не порядку повітря
vi_vn: sử dụng bộ đĩa DVD thay vì bộ máy

source: A "Force Full Update" is necessary, and if you have existing episodes you need to sort them manually.
ar_sa: "تحديث كامل القوة" أمر ضروري، وإذا كان لديك الحلقات الموجودة تحتاج إلى فرزها يدوياً.
cs_cz: "Síla úplná aktualizace" je nutný, a máte existující epizody je seřadit ručně.
da_dk: En "kraft fuld opdatering" er nødvendigt, og hvis du har eksisterende episoder du skal sortere dem manuelt.
de_de: Eine "vollständige Aktualisierung Kraft" ist notwendig, und wenn Sie vorhandenen Episoden haben musst du sie manuell zu sortieren.
el_gr: Μια «πλήρη ενημέρωση δύναμη» είναι αναγκαία, και εάν έχετε υπάρχοντα επεισόδια θα πρέπει να τους ταξινομήσετε με μη αυτόματο τρόπο.
es_es: Una "actualización completa de la fuerza" es necesaria, y si tienes episodios existentes necesita ordenarlos manualmente.
fi_fi: ”Voimassa koko Update” on tarpeen, ja jos sinulla on olemassa olevat jaksot haluat lajitella ne manuaalisesti.
fr_fr: Une « Force Full Update » est nécessaire, et si vous avez des épisodes existants vous devez trier manuellement.
he_il: "כוח עדכון מלא" הכרחי, אם יש לך פרקים קיים עליך למיין אותם באופן ידני.
no_no: En "Force Full oppdatering" er nødvendig, og hvis du har eksisterende episoder du vil sortere dem manuelt.
ro_ro: O "forţă complet Update" este necesar, şi în cazul în care aveţi episoade existente trebuie să sortaţi-le manual.
ru_ru: «Силы полное обновление» необходима, и если у вас есть существующие эпизоды вам нужно сортировать их вручную.
uk_ua: "Сила повного оновлення" є необхідним, а за наявності існуючих епізодів потрібно сортувати їх вручну.
vi_vn: Một "lực lượng đầy đủ Cập Nhật" là cần thiết, và nếu bạn đã sẵn có tập bạn cần phải sắp xếp chúng theo cách thủ công.

source: Anime
ar_sa: أنمي
el_gr: Κινούμενο σχέδιο
he_il: אנימה
ru_ru: Аниме
uk_ua: Аніме

source: check if the show is Anime and episodes are released as Show.265 rather than Show.S02E03
ar_sa: تحقق إذا كان إظهار انيمي ويتم الإفراج عن الحلقات Show.265 بدلاً من Show.S02E03
cs_cz: Zkontrolujte, zda je Anime a epizody jsou vydána jako Show.265, nikoli Show.S02E03
da_dk: kontrollere hvis showet er Anime og episoder er udgivet som Show.265 snarere end Show.S02E03
de_de: Überprüfen Sie, ob die Show ist Anime Episoden erscheinen eher als Show.265 denn als Show.S02E03
el_gr: Ελέγξτε αν η παράσταση είναι κινούμενο σχέδιο και επεισόδια κυκλοφόρησαν ως Show.265 και όχι Show.S02E03
es_es: Compruebe si el programa es Anime y episodios salen como Show.265 en lugar de Show.S02E03
fi_fi: Tarkista show on Anime ja jaksot vapautuu enemmän Show.265 kuin Show.S02E03
fr_fr: vérifier si le spectacle est Anime et épisodes sont rejetés comme Show.265 et non Show.S02E03
he_il: בדוק אם התוכנית היא אנימה פרקים משתחררים Show.265 במקום Show.S02E03
no_no: kontrollere om showet er Anime og episoder er utgitt som Show.265 i stedet for Show.S02E03
ro_ro: Verificati daca spectacolul este Anime si episoadele sunt lansate sub numele Show.265, mai degrabă decât Show.S02E03
ru_ru: Проверьте, если шоу Аниме и серий выпускаются как Show.265 вместо Show.S02E03
uk_ua: Перевірте, якщо шоу аніме і епізоди випущено як Show.265 замість Show.S02E03
vi_vn: kiểm tra xem các hiển thị là Anime và tập phim được phát hành như là Show.265 chứ không phải là Show.S02E03

source: Season folders
ar_sa: المجلدات الموسم
cs_cz: Sezóny složky
da_dk: Sæson mapper
de_de: Saison-Ordner
el_gr: Σεζόν φακέλους
es_es: Carpetas de temporada
fi_fi: Kauden kansiot
fr_fr: Dossiers de la saison
he_il: העונה תיקיות
no_no: Sesongen mapper
ro_ro: Pliant sezon
ru_ru: Сезона папки
uk_ua: Сезон папки
vi_vn: Mùa giải thư mục

source: group episodes by season folder (uncheck to store in a single folder)
ar_sa: مجموعة الحلقات حسب المجلد الموسم (قم بإلغاء تحديد لتخزين في مجلد واحد)
cs_cz: Skupina epizody sezóny složky (zrušte zaškrtnutí políčka ukládat do jediné složky)
da_dk: gruppere episoder af sæson mappe (Fjern markeringen for at gemme i en enkelt mappe)
de_de: Episoden von Jahreszeit Ordner zu gruppieren (deaktivieren Sie die Option zum Speichern in einem Ordner)
el_gr: ομάδα επεισόδια ανά σεζόν φάκελο (καταργήστε την επιλογή για να αποθηκεύσετε σε ένα φάκελο)
es_es: Grupo de episodios por la carpeta de la temporada (desmarcar para almacenar en una sola carpeta)
fi_fi: Ryhmä jaksot kauden kansio (Poista tallennetaan yhteen kansioon)
fr_fr: Groupe des épisodes de dossier saison (décocher pour stocker dans un dossier unique)
he_il: קבוצת פרקים לפי תיקייה העונה (בטל כדי לאחסן בתיקיה אחת)
no_no: gruppere episoder av sesong mappe (Fjern lagres i en mappe)
ro_ro: episoade de sezon dosarul de grup (debifaţi pentru a stoca într-un singur folder)
ru_ru: Группа эпизодов сезона папка (снимите флажок, чтобы сохранить в одной папке)
uk_ua: згрупувати епізодів по сезону папку (зніміть прапорець, щоб зберегти в одній папці)
vi_vn: Nhóm tập thư mục mùa (bỏ chọn để lưu trữ trong một thư mục duy nhất)

source: Scene Numbering
ar_sa: ترقيم المشهد
cs_cz: Scénu číslování
da_dk: Scene nummerering
de_de: Nummerierung der Szene
el_gr: Σκηνή αρίθμηση
es_es: Escena de numeración
fi_fi: Kohtaus numerointi
fr_fr: Numérotation de la scène
he_il: זירת מספור
no_no: Scenen nummerering
ro_ro: Scena de numerotare
ru_ru: Нумерация сцены
uk_ua: Сцена нумерації
vi_vn: Cảnh đánh số

source: search by scene numbering (uncheck to search by indexer numbering)
ar_sa: البحث عن طريق ترقيم المشهد (قم بإلغاء تحديد للبحث بواسطة ترقيم مفهرس)
cs_cz: Hledat podle číslování scény (zrušte zaškrtnutí políčka Hledat indexování číslování)
da_dk: Søg efter scene nummerering (Fjern markeringen for at søge efter indekseringen nummerering)
de_de: Suche nach Szene Nummerierung (deaktivieren Sie zur Suche nach Indexer Nummerierung)
el_gr: Αναζήτηση ανά σκηνή αρίθμηση (καταργήστε την επιλογή αναζήτησης με δεικτοδότη αρίθμηση)
es_es: búsqueda de escena numeración (desmarcar para buscar por numeración de indizador)
fi_fi: Etsi kohtaus numerointi (Poista etsiä etusormi numerointi)
fr_fr: recherche par numéro de scène (décochez la case pour effectuer une recherche par la numérotation d’indexeur)
he_il: חיפוש לפי מספור סצנה (בטל כדי לבצע חיפוש על-ידי בונה האינדקסים מספור)
no_no: Søk etter scene nummerering (Fjern for å søke etter indeksereren nummerering)
ro_ro: Cautati scena numerotare (debifaţi pentru a căuta prin indexare numerotare)
ru_ru: Поиск по сцене нумерации (снимите флажок, чтобы поиск по нумерации индексатор)
uk_ua: Пошук по сцені нумерацію (зніміть прапорець, щоб шукати за індексатор нумерації)
vi_vn: Tìm kiếm theo cảnh đánh số (bỏ chọn để tìm kiếm theo số lượng chỉ mục)

source: Ignored Words
ar_sa: الكلمات التي تم تجاهلها
cs_cz: Ignorovaná slova
da_dk: Ignorerede ord
de_de: Ignorierte Wörter
el_gr: Λέξεις που αγνοούνται
es_es: Palabras ignorados
fi_fi: Ohitetut sanat
fr_fr: Mots ignorés
he_il: מילים שהתעלמת מהן
no_no: Ignorerte ord
ro_ro: Cuvintele ignorate
ru_ru: Игнорируемые слова
uk_ua: Проігноровані слова
vi_vn: Bỏ qua từ

source: Search results with one or more words from this list will be ignored.
ar_sa: سيتم تجاهل نتائج البحث مع كلمة واحدة أو أكثر من هذه القائمة.
cs_cz: Výsledky hledání s jedno nebo více slov z tohoto seznamu budou ignorovány.
da_dk: Søgeresultater med et eller flere ord fra denne liste vil blive ignoreret.
de_de: Suchergebnisse mit ein oder mehrere Wörter aus dieser Liste werden ignoriert.
el_gr: Αποτελέσματα αναζήτησης με μία ή περισσότερες λέξεις από αυτόν τον κατάλογο θα πρέπει να αγνοηθεί.
es_es: Resultados de búsqueda con una o más palabras de esta lista serán ignorados.
fi_fi: Hakutulosten luettelosta vähintään yksi sana ohitetaan.
fr_fr: Résultat de recherche avec un ou plusieurs mots de cette liste est ignorées.
he_il: תוצאות חיפוש עם מילים אחד או יותר מתוך רשימה זו תתעלם.
no_no: Søkeresultatene med ett eller flere ord fra denne listen vil bli ignorert.
ro_ro: Rezultate de căutare cu unul sau mai multe cuvinte din această listă vor fi ignorate.
ru_ru: Результаты поиска с одно или несколько слов из этого списка будет игнорироваться.
uk_ua: Результати пошуку з одне або кілька слів із цього списку буде проігноровано.
vi_vn: Kết quả tìm kiếm với một hoặc nhiều từ từ danh sách này sẽ bị bỏ qua.
