Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Profile
ar_sa: الشخصية
cs_cz: Profil
da_dk: Profil
de_de: Profil
el_gr: Προφίλ
es_es: Perfil
fi_fi: Profiili
fr_fr: Profil
he_il: פרופיל
no_no: Profil
ro_ro: Profilul
ru_ru: Профиль
uk_ua: Профіль
vi_vn: Hồ sơ

source: Command name
ar_sa: اسم الأمر
cs_cz: Název příkazu
da_dk: Kommandonavnet
de_de: Befehlsnamen
el_gr: Το όνομα της εντολής
es_es: Nombre de comando
fi_fi: Komennon nimi
fr_fr: Nom de la commande
he_il: שם הפקודה
no_no: Kommandonavnet
ro_ro: Nume de comandă
ru_ru: Имя команды
uk_ua: Ім'я команди
vi_vn: Lệnh tên

source: Parameters
ar_sa: معلمات
cs_cz: Parametry
da_dk: Parametre
de_de: Parameter
el_gr: Παράμετροι
es_es: Parámetros
fi_fi: Parametrit
fr_fr: Paramètres
he_il: פרמטרים
no_no: Parametere
ro_ro: Parametrii
ru_ru: Параметры
uk_ua: Параметрів
vi_vn: Thông số

source: Name
ar_sa: الاسم
cs_cz: Jméno
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
he_il: שם
no_no: navn
ro_ro: nume
ru_ru: Имя
uk_ua: Ім'я
vi_vn: Tên

source: Required
ar_sa: مطلوب
cs_cz: Požadované
da_dk: Kræves
de_de: Erforderlich
el_gr: Απαιτείται
es_es: Obligatorio
fi_fi: Tarvitaan
fr_fr: Obligatoire
he_il: נדרש
no_no: Kreves
ro_ro: Necesare
ru_ru: Обязательно
uk_ua: Необхідні
vi_vn: Yêu cầu

source: Description
ar_sa: الوصف
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
fi_fi: Kuvaus
he_il: תיאור
no_no: Beskrivelse
ro_ro: Descriere
ru_ru: Описание
uk_ua: Опис
vi_vn: Mô tả

source: Type
ar_sa: نوع
cs_cz: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
fi_fi: Tyyppi
he_il: סוג
ro_ro: Tip
ru_ru: Тип
uk_ua: Тип
vi_vn: Loại hình

source: Default value
ar_sa: القيمة الافتراضية
cs_cz: Výchozí hodnota
da_dk: Standardværdi
de_de: Default-Wert
el_gr: Προεπιλεγμένη τιμή
es_es: Valor por defecto
fi_fi: Oletusarvo
fr_fr: Valeur par défaut
he_il: ערך ברירת המחדל
no_no: Standardverdien
ro_ro: Valoare implicită
ru_ru: Значение по умолчанию
uk_ua: Значення за промовчанням
vi_vn: Giá trị mặc định

source: Allowed values
ar_sa: القيم المسموح بها
cs_cz: Povolené hodnoty
da_dk: Tilladte værdier
de_de: Zulässigen Werte
el_gr: Επιτρεπόμενες τιμές
es_es: Valores permitidos
fi_fi: Sallitut arvot
fr_fr: Valeurs autorisées
he_il: הערכים המותרים
no_no: Tillatte verdier
ro_ro: Valorile permise
ru_ru: Допустимые значения
uk_ua: Припустимі значення
vi_vn: Giá trị cho phép

source: Playground
ar_sa: ملعب للأطفال
cs_cz: Hřiště
da_dk: Legeplads
de_de: Spielplatz
el_gr: Παιδική χαρά
es_es: Zona de juegos
fi_fi: Leikkikenttä
fr_fr: Aire de jeux
he_il: מגרש משחקים לילדים
no_no: Lekeplass
ro_ro: Loc de Joaca
ru_ru: Игровая площадка
uk_ua: Дитячий майданчик
vi_vn: Sân chơi trẻ em

source: Required parameters
ar_sa: المعلمات المطلوبة
cs_cz: Požadované parametry
da_dk: Obligatoriske parametre
de_de: Erforderlichen Parameter
el_gr: Απαιτούμενες παράμετροι
es_es: Parámetros requeridos
fi_fi: Pakolliset parametrit
fr_fr: Paramètres requis
he_il: פרמטרים דרושים
no_no: Obligatoriske parametere
ro_ro: Parametrii necesari
ru_ru: Обязательные параметры
uk_ua: Необхідних параметрів
vi_vn: Thông số cần thiết

source: Optional parameters
ar_sa: معلمات اختيارية
cs_cz: Volitelné parametry
da_dk: Valgfri parametre
de_de: Optionale Parameter
el_gr: Προαιρετικές παράμετροι
es_es: Parámetros opcionales
fi_fi: Valinnaiset parametrit
fr_fr: Paramètres optionnels
he_il: פרמטרים אופציונליים
no_no: Valgfrie parametere
ro_ro: Parametri opţionali
ru_ru: Необязательные параметры
uk_ua: Необов'язкові параметри
vi_vn: Tham số tùy chọn

source: Call API
ar_sa: استدعاء API
cs_cz: Volání rozhraní API
da_dk: Kalde API
de_de: -API aufrufen
el_gr: Κλήση API
es_es: Llamar a API
fi_fi: Soita API
fr_fr: Appeler des API
he_il: תתקשר API
no_no: Kalle APIEN
ro_ro: Apel API
ru_ru: Вызов API
uk_ua: API виклику
vi_vn: Cuộc gọi API

source: Response:
ar_sa: الرد:
cs_cz: Odpověď:
da_dk: Svar:
de_de: Antwort:
el_gr: Απάντηση:
es_es: Respuesta:
fi_fi: Vastaus:
fr_fr: Réponse :
he_il: תגובה:
no_no: Svar:
ro_ro: Răspuns:
ru_ru: Ответ:
uk_ua: Відповідь:
vi_vn: Phản ứng:

source: Clear
ar_sa: واضحة
cs_cz: Vymazat
da_dk: Klart
de_de: Klar
el_gr: Σαφής
es_es: Claro
fi_fi: Selkeä
fr_fr: Claire
he_il: ברור
no_no: Klart
ro_ro: Clar
ru_ru: Ясно
uk_ua: Чіткий
vi_vn: Rõ ràng

source: Yes
ar_sa: نعم
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
he_il: כן
no_no: ja
ro_ro: da
ru_ru: Да
uk_ua: Так
vi_vn: Có

source: No
ar_sa: لا
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
fi_fi: Ei
fr_fr: Non
he_il: לא
no_no: nei
ro_ro: nu
ru_ru: Нет
uk_ua: Ні
vi_vn: Không

source: season
ar_sa: الموسم
cs_cz: sezóny
da_dk: sæson
de_de: Saison
el_gr: σεζόν
es_es: temporada
fi_fi: kausi
fr_fr: saison
he_il: העונה
no_no: sesongen
ro_ro: sezon
ru_ru: сезон
uk_ua: сезон
vi_vn: mùa giải

source: episode
ar_sa: الحلقة
cs_cz: Epizoda
de_de: Folge
el_gr: επεισόδιο
es_es: episodio
fi_fi: episodi
fr_fr: épisode
he_il: פרק
ro_ro: episod
ru_ru: Эпизод
uk_ua: епізод

source: Limit:
ar_sa: الحد الأقصى:
el_gr: Όριο:
es_es: Límite de:
fi_fi: Raja:
he_il: מגבלת:
no_no: Grense:
ro_ro: Limita:
ru_ru: Ограничение:
uk_ua: Обмеження:
vi_vn: Giới hạn:

source: All
ar_sa: جميع
cs_cz: Všechny
da_dk: Alle
de_de: Alle
el_gr: Όλα τα
es_es: Todos
fi_fi: Kaikki
fr_fr: Tous les
he_il: כל
no_no: Alle
ro_ro: Toate
ru_ru: Все
uk_ua: Всі
vi_vn: Tất cả

source: Layout:
ar_sa: التخطيط:
cs_cz: Rozložení:
el_gr: Διαρρύθμιση:
es_es: Diseño de:
fi_fi: Asettelu:
he_il: פריסה:
no_no: Oppsett:
ro_ro: Aspect:
ru_ru: Макет:
uk_ua: Макет:
vi_vn: Cách bố trí:

source: Compact
ar_sa: ضغط
cs_cz: Kompaktní
da_dk: Kompakt
de_de: Kompakt
el_gr: Συμπαγής
es_es: Compacto
fi_fi: Kompakti
he_il: קומפקטי
no_no: Kompakt
ru_ru: Компактные
uk_ua: Компактний
vi_vn: Nhỏ gọn

source: Detailed
ar_sa: مفصلة
cs_cz: Podrobné
da_dk: Detaljerede
de_de: Ausführliche
el_gr: Λεπτομερείς
es_es: Detallada
fi_fi: Yksityiskohtaiset
fr_fr: Détaillées
he_il: נתונים היסטוריים
no_no: Detaljert
ro_ro: Detaliate
ru_ru: Подробные
uk_ua: Детальний
vi_vn: Chi tiết

source: Time
ar_sa: الوقت
cs_cz: Čas
da_dk: Tid
de_de: Zeit
el_gr: Χρόνος
es_es: Tiempo
fi_fi: Aika
fr_fr: Temps
he_il: זמן
no_no: Tid
ro_ro: Timp
ru_ru: Время
uk_ua: Час
vi_vn: Thời gian

source: Episode
ar_sa: الحلقة
cs_cz: Epizoda
de_de: Folge
el_gr: Επεισόδιο
es_es: Episodio
fi_fi: Episodi
fr_fr: Épisode
he_il: פרק
ro_ro: Episod
ru_ru: Эпизод
uk_ua: Епізод

source: Action
ar_sa: عمل
cs_cz: Akce
da_dk: Handling
de_de: Aktion
el_gr: Δράση
es_es: Acción
fi_fi: Toiminta
he_il: פעולה
no_no: Handlingen
ro_ro: Acţiune
ru_ru: Действия
uk_ua: Дія
vi_vn: Hành động

source: Provider
ar_sa: موفر
cs_cz: Poskytovatel
da_dk: Udbyder
de_de: Anbieter
el_gr: Υπηρεσία παροχής
es_es: Proveedor
fi_fi: Tarjoaja
fr_fr: Fournisseur de
he_il: ספק
no_no: Leverandør
ro_ro: Furnizor
ru_ru: Поставщик
uk_ua: Постачальник
vi_vn: Nhà cung cấp

source: Quality
ar_sa: جودة
cs_cz: Kvalita
da_dk: Kvalitet
de_de: Qualität
el_gr: Ποιότητα
es_es: Calidad
fi_fi: Laatu
fr_fr: Qualité
he_il: איכות
no_no: Kvalitet
ro_ro: Calitate
ru_ru: Качество
uk_ua: Якість
vi_vn: Chất lượng

source: Snatched
ar_sa: وانتزع
cs_cz: Vytrhla
da_dk: Snappede
de_de: Schnappte sich
el_gr: Άρπαξε
es_es: Le arrebató
fi_fi: Nappasi
fr_fr: Arraché
he_il: חטפו
no_no: Nappet
ro_ro: Smuls
ru_ru: Вырвал
uk_ua: Схопив

source: Downloaded
ar_sa: تحميل
cs_cz: Stáhnout
da_dk: Downloadet
de_de: Heruntergeladen
el_gr: Λήψη
es_es: Descargado
fi_fi: Ladata
fr_fr: Téléchargé
he_il: הורדת
no_no: Lastet ned
ro_ro: Descarcat
ru_ru: Загрузить
uk_ua: Завантажити
vi_vn: Tải về

source: Subtitled
ar_sa: مترجمة
cs_cz: S podtitulem
da_dk: Undertitlen
de_de: Mit dem Untertitel
el_gr: Με υπότιτλους
es_es: Subtitulado
fi_fi: Tekstitys
fr_fr: Sous-titrés
he_il: כולל כתוביות
no_no: Teksting
ro_ro: Filme Subtitrate
ru_ru: С субтитрами
uk_ua: З субтитрами
vi_vn: Phụ đề

source: missing provider
ar_sa: موفر مفقود
cs_cz: chybějící poskytovatel
da_dk: mangler udbyder
de_de: fehlende Anbieter
el_gr: λείπει παροχής
es_es: proveedor de falta
fi_fi: puuttuvat tarjoaja
fr_fr: fournisseur de manquant
he_il: ספק נעדר
no_no: manglende leverandør
ro_ro: Missing furnizor
ru_ru: отсутствует поставщик
uk_ua: відсутні постачальника
vi_vn: thiếu các nhà cung cấp

source: Username
ar_sa: اسم المستخدم
cs_cz: Uživatelské jméno
de_de: Benutzername
el_gr: Όνομα χρήστη
es_es: Nombre de usuario
fi_fi: Käyttäjätunnus
he_il: שם משתמש
no_no: Brukernavn
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
uk_ua: Ім'я користувача
vi_vn: Tên người dùng

source: Password
ar_sa: كلمة المرور
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
el_gr: Κωδικό πρόσβασης
es_es: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
he_il: סיסמה
no_no: Passord
ro_ro: Parola
ru_ru: Пароль
uk_ua: Пароль
vi_vn: Mật khẩu

source: for 30 days
ar_sa: لمدة 30 يوما
cs_cz: 30 dní
de_de: für 30 Tage
el_gr: για 30 ημέρες
es_es: por 30 días
fi_fi: 30 päivää
he_il: 30 ימים
no_no: i 30 dager
ro_ro: pentru 30 de zile
ru_ru: за 30 дней
uk_ua: на 30 днів
vi_vn: trong 30 ngày

source: Login
ar_sa: تسجيل الدخول
cs_cz: Přihlášení
el_gr: Είσοδος
es_es: Inicio de sesión
fi_fi: Kirjaudu sisään
he_il: כניסה
no_no: Logg inn
ru_ru: Логин
uk_ua: Логін
vi_vn: Đăng nhập

source: Manual Search
ar_sa: البحث اليدوي
cs_cz: Manuální vyhledávání
da_dk: Manuel søgning
de_de: Manuelle Suche
el_gr: Χειροκίνητη αναζήτηση
es_es: Búsqueda de manual
fi_fi: Manuaalinen haku
fr_fr: Recherche manuelle
he_il: החיפוש הידני
no_no: Manuelle søk
ro_ro: Căutare manuală
ru_ru: Ручной поиск
uk_ua: Ручний пошук
vi_vn: Hướng dẫn sử dụng tìm kiếm

source: Toggle Summary
ar_sa: ملخص تبديل
cs_cz: Přepnout přehled
da_dk: Skifte Resumé
de_de: Toggle-Zusammenfassung
el_gr: Εναλλαγής Περίληψη
es_es: Resumen de palanca
fi_fi: Vaihda Yhteenveto
fr_fr: Résumé de la bascule
he_il: סיכום דו-מצבי
no_no: Veksle Sammendrag
ro_ro: Comutare Rezumat
ru_ru: Переключить резюме
uk_ua: Переключити резюме
vi_vn: Bật tắt tóm tắt

source: AnimeDB Settings
ar_sa: إعدادات أنيميدب
cs_cz: Nastavení AnimeDB
da_dk: AnimeDB indstillinger
de_de: AnimeDB Einstellungen
el_gr: AnimeDB ρυθμίσεις
es_es: Configuración de AnimeDB
fi_fi: AnimeDB asetukset
fr_fr: Paramètres de AnimeDB
he_il: הגדרות AnimeDB
no_no: AnimeDB innstillinger
ro_ro: AnimeDB setările
ru_ru: AnimeDB параметры
uk_ua: Параметри AnimeDB
vi_vn: Cài đặt AnimeDB

source: User Interface
ar_sa: واجهة المستخدم
cs_cz: Uživatelské rozhraní
da_dk: Brugergrænseflade
el_gr: Διεπαφή χρήστη
es_es: Interfaz de usuario
fi_fi: Käyttöliittymä
fr_fr: Interface utilisateur
he_il: ממשק משתמש
no_no: Brukergrensesnitt
ro_ro: Interfaţa cu utilizatorul
ru_ru: Пользовательский интерфейс
uk_ua: Інтерфейс користувача
vi_vn: Giao diện người dùng

source: AniDB
ar_sa: أنيدب

source: AniDB is non-profit database of anime information that is freely open to the public
ar_sa: AniDB هو قاعدة بيانات غير هادفة للربح للمعلومات أنمي بحرية مفتوحة للجمهور
cs_cz: AniDB je neziskové databáze informací anime, která je volně přístupná veřejnosti
da_dk: AniDB er non-profit database af anime, der er frit tilgængelige for offentligheden
de_de: AniDB ist Non-Profit-Datenbank von Anime-Informationen, die für die Öffentlichkeit frei zugänglich ist
el_gr: AniDB είναι μη κερδοσκοπική βάση δεδομένων κινούμενο σχέδιο πληροφορίες που είναι ελεύθερα ανοικτές για το κοινό
es_es: AniDB es sin fines de lucro base de datos de anime que está abiertas libremente al público
fi_fi: AniDB on voittoa tavoittelematon tietokanta anime tietoa, joka on vapaasti yleisölle
fr_fr: AniDB est une base de données à but non lucratif d’information anime qui est librement ouverte au public
he_il: AniDB הוא מסד נתונים ללא כוונת רווח של מידע אנימה בחופשיות פתוחה לציבור
no_no: AniDB er non-profit database av anime som er fritt åpen for publikum
ro_ro: AniDB este baza de date non-profit de informaţii anime liber deschis pentru public
ru_ru: AniDB является некоммерческой база данных аниме информации, которая свободно открыта для общественности
uk_ua: AniDB є некомерційною бази даних аніме інформації, яка вільно відкрита для громадськості
vi_vn: AniDB là phi lợi nhuận cơ sở dữ liệu thông tin anime tự do mở cửa cho công chúng

source: Enabled
ar_sa: تمكين
cs_cz: Povoleno
da_dk: Aktiveret
de_de: Aktiviert
el_gr: Ενεργοποιημένη
es_es: Habilitado
fi_fi: Käytössä
fr_fr: Activé
he_il: מופעל
no_no: Aktivert
ro_ro: Activat
ru_ru: Включено
uk_ua: Ввімкнено
vi_vn: Kích hoạt

source: Enable AniDB
ar_sa: تمكين أنيدب
cs_cz: Povolit AniDB
da_dk: Aktivere AniDB
de_de: AniDB aktivieren
el_gr: Ενεργοποίηση AniDB
es_es: Permiten AniDB
fi_fi: Ota käyttöön AniDB
fr_fr: Activez AniDB
he_il: הפעלת AniDB
no_no: Aktiver AniDB
ro_ro: Permite AniDB
ru_ru: Включить AniDB
uk_ua: Увімкнути AniDB
vi_vn: Sử AniDB

source: AniDB Username
ar_sa: اسم المستخدم أنيدب
cs_cz: Uživatelské jméno AniDB
el_gr: AniDB όνομα χρήστη
fi_fi: AniDB käyttäjätunnus
fr_fr: Nom d’utilisateur AniDB
he_il: AniDB שם המשתמש
no_no: AniDB brukernavn
ro_ro: AniDB utilizator
ru_ru: Имя пользователя AniDB
uk_ua: AniDB ім'я користувача
vi_vn: AniDB người dùng

source: AniDB Password
ar_sa: أنيدب كلمة المرور
cs_cz: AniDB heslo
da_dk: AniDB adgangskode
de_de: AniDB Passwort
el_gr: Κωδικός AniDB
es_es: AniDB contraseña
fi_fi: AniDB salasana
fr_fr: Mot de passe AniDB
he_il: סיסמה AniDB
no_no: AniDB passord
ro_ro: AniDB parola
ru_ru: Пароль AniDB
uk_ua: AniDB пароль
vi_vn: AniDB mật khẩu

source: AniDB MyList
ar_sa: القائمة الخاصة بي أنيدب
uk_ua: AniDB туИз '

source: Do you want to add the PostProcessed Episodes to the MyList ?
ar_sa: هل تريد إضافة "الحلقات بوستبروسيسيد" إلى القائمة الخاصة بي؟
cs_cz: Chcete přidat epizody zpracovány MyList?
da_dk: Vil du tilføje efterbehandlet episoder til MyList?
de_de: Möchten Sie die MyList nachbearbeitet Episoden hinzufügen?
el_gr: Θέλετε να προσθέσετε τα PostProcessed επεισόδια της MyList;
es_es: ¿Desea agregar los episodios postprocesada para el MyList?
fi_fi: Haluatko lisätä PostProcessed jaksot MyList?
fr_fr: Souhaitez-vous ajouter les épisodes post-traités à MyList ?
he_il: האם ברצונך להוסיף MyList הפרקים PostProcessed?
no_no: Vil du legge til PostProcessed episoder av Alessandro?
ro_ro: Doriţi să adăugaţi PostProcessed episoade la MyList?
ru_ru: Вы хотите добавить реализации эпизодов MyList?
uk_ua: Додати PostProcessed епізоди в MyList?
vi_vn: Bạn có muốn thêm PostProcessed tập MyList?

source: Save Changes
ar_sa: حفظ التغييرات
cs_cz: Uložit změny
da_dk: Gemme ændringer
de_de: Speichern Sie die Änderungen
el_gr: Αποθηκεύστε τις αλλαγές
es_es: Guardar los cambios
fi_fi: Tallenna muutokset
fr_fr: Enregistrer les modifications
he_il: לשמור שינויים
no_no: Lagre endringer
ro_ro: Salvați modificările
ru_ru: Сохранить изменения
uk_ua: Збереження змін
vi_vn: Lưu thay đổi

source: Split show lists
ar_sa: انقسام إظهار القوائم
cs_cz: Rozdělené zobrazení seznamů
da_dk: Split showet lister
de_de: Split Listen anzeigen
el_gr: Σπλιτ εμφανίζονται λίστες
es_es: Split mostrar listas
fi_fi: Split Näytä luettelot
fr_fr: Split, voir la liste
he_il: פיצול הצג רשימות
no_no: Split Vis lister
ro_ro: Split Arată liste
ru_ru: Сплит Показать списки
uk_ua: Розділити Показати списки
vi_vn: Split Hiển thị danh sách

source: Separate anime and normal shows in groups
ar_sa: أنمي منفصلة ويظهر طبيعي في المجموعات
cs_cz: Samostatné anime a normální pořady ve skupinách
da_dk: Separat anime og normal viser i grupper
de_de: Separate Anime und normalen Shows in Gruppen
el_gr: Ξεχωριστό anime και κανονικές παραστάσεις σε ομάδες
es_es: Separar anime y series normales en grupos
fi_fi: Erillinen anime ja normaali osoittaa ryhmissä
fr_fr: Anime distinct et présente normalement en groupes
he_il: אנימה נפרד ומראה רגילה בקבוצות
no_no: Separat anime og normal viser i grupper
ro_ro: Anime separat si prezinta normală în grupuri
ru_ru: Отдельный аниме и нормальной шоу в группах
uk_ua: Окремий аніме і нормальний шоу в групах
vi_vn: Anime riêng biệt và các chương trình bình thường trong các nhóm

source: Backup
ar_sa: النسخ الاحتياطي
cs_cz: Zálohování
de_de: Sicherung
el_gr: Δημιουργία αντιγράφων ασφαλείας
es_es: Copia de seguridad
fi_fi: Varmuuskopiointi
fr_fr: Sauvegarde
he_il: גיבוי
no_no: Sikkerhetskopiering
ro_ro: Copie de rezervă
ru_ru: Резервное копирование
uk_ua: Резервне копіювання
vi_vn: Sao lưu

source: Restore
ar_sa: استعادة
cs_cz: Obnovení
da_dk: Gendanne
de_de: Wiederherstellen
el_gr: Επαναφορά
es_es: Restaurar
fi_fi: Palauttaa
fr_fr: Restauration
he_il: שחזור
no_no: Gjenopprette
ro_ro: Restaurare
ru_ru: Восстановление
uk_ua: Відновлення
vi_vn: Khôi phục

source: Backup your main database file and config
ar_sa: النسخ الاحتياطي الخاصة بك ملف قاعدة البيانات الرئيسية والتهيئة
cs_cz: Zálohování souboru hlavní databáze a konfigurace
da_dk: Backup af dine vigtigste databasefilen og config
de_de: Sichern Sie Ihre wichtigsten Datenbankdatei und config
el_gr: Δημιουργία αντιγράφων ασφαλείας σας αρχείο κύριας βάσης δεδομένων και ρύθμισης παραμέτρων
es_es: Copia de seguridad de su archivo de base de datos principal y configuración
fi_fi: Varmuuskopioi tärkeimmät tietokantatiedosto ja config
fr_fr: Sauvegardez vos fichiers de base de données principale et la config
he_il: גיבוי קובץ מסד הנתונים הראשי ו config שלך
no_no: Sikkerhetskopiere viktigste databasefilen og config
ro_ro: Rezervă dumneavoastră principal de date fişier şi config
ru_ru: Резервное копирование файла главной базы данных и конфигурации
uk_ua: Резервне копіювання файлу базу даних основних і конфігурації
vi_vn: Sao lưu cơ sở dữ liệu chính tập tin và cấu hình của bạn

source: Select the folder you wish to save your backup file to
ar_sa: حدد المجلد تريد حفظ ملف النسخ الاحتياطي إلى
cs_cz: Vyberte složku, kterou chcete uložit záložní soubor do
da_dk: Vælg den mappe du vil gemme sikkerhedskopifilen til
de_de: Wählen Sie den Ordner, den, dem Sie Ihre backup-Datei zu speichern möchten
el_gr: Επιλέξτε το φάκελο που επιθυμείτε να αποθηκεύσετε το αρχείο αντιγράφου ασφαλείας για να
es_es: Seleccione la carpeta que desea guardar el archivo de copia de seguridad a
fi_fi: Valitse kansio, jonka haluat tallentaa varmuuskopiotiedoston voit
fr_fr: Sélectionnez le dossier que vous souhaitez enregistrer votre fichier de sauvegarde
he_il: בחר את התיקיה שאליה שברצונך לשמור את קובץ הגיבוי
no_no: Velg mappen du vil lagre sikkerhetskopifilen til
ro_ro: Selectaţi folderul în care doriţi să salvaţi fişierul copie de rezervă
ru_ru: Выберите папку, которую вы хотите сохранить ваш файл резервной копии
uk_ua: Виберіть папку, що ви хочете зберегти ваш файл резервної копії для
vi_vn: Chọn thư mục bạn muốn lưu tệp sao lưu của bạn để

source: Restore your main database file and config
ar_sa: استعادة ملف قاعدة البيانات الرئيسية والتهيئة
cs_cz: Obnovení souboru hlavní databáze a konfigurace
da_dk: Gendan din vigtigste databasefilen og config
de_de: Wiederherstellung Ihrer wichtigsten Datenbankdatei und config
el_gr: Επαναφέρετε το αρχείο κύριας βάσης δεδομένων σας και config
es_es: Restaurar su archivo de base de datos principal y configuración
fi_fi: Palauttaa päätietokannan tiedosto ja config
fr_fr: Restaurer votre fichier de base de données principale et la config
he_il: שחזור קובץ מסד הנתונים הראשי ו config שלך
no_no: Gjenopprette hoveddatabasen fil og config
ro_ro: Restaurați fișierul bază de date principală și config
ru_ru: Восстановить файл главной базы данных и конфигурации
uk_ua: Відновити базу даних основних файл і конфігурації
vi_vn: Khôi phục tập tin cơ sở dữ liệu chính và cấu hình của bạn

source: Select the backup file you wish to restore
ar_sa: حدد ملف النسخة الاحتياطية التي ترغب في استعادة
cs_cz: Vyberte záložní soubor, který chcete obnovit
da_dk: Vælg den sikkerhedskopi, du ønsker at gendanne
de_de: Wählen Sie die Sicherungsdatei, die Sie wiederherstellen möchten
el_gr: Επιλέξτε το αρχείο αντιγράφου ασφαλείας που θέλετε να επαναφέρετε
es_es: Seleccione el archivo de copia de seguridad que desea restaurar
fi_fi: Haluat palauttaa varmuuskopiotiedoston valitseminen
fr_fr: Sélectionnez le fichier de sauvegarde que vous voulez restaurer
he_il: בחר את קובץ הגיבוי שברצונך לשחזר
no_no: Merk sikkerhetskopifilen du vil gjenopprette
ro_ro: Selectaţi fişierul copie de rezervă doriţi să restabiliţi
ru_ru: Выберите файл резервной копии, которую вы хотите восстановить
uk_ua: Виберіть файл резервної копії, які ви хочете відновити
vi_vn: Chọn tập tin sao lưu để khôi phục

source: Misc
ar_sa: متفرقات
cs_cz: Různé
fi_fi: Muut
no_no: Diverse
ru_ru: Разное
uk_ua: Різне
vi_vn: Linh tinh

source: Interface
ar_sa: واجهة
cs_cz: Rozhraní
da_dk: Grænseflade
de_de: Schnittstelle
el_gr: Διεπαφή
es_es: Interfaz de
fi_fi: Käyttöliittymä
he_il: ממשק
no_no: Grensesnitt
ro_ro: Interfata
ru_ru: Интерфейс
uk_ua: Інтерфейс
vi_vn: Giao diện

source: Advanced Settings
ar_sa: إعدادات متقدمة
cs_cz: Upřesnit nastavení
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen
el_gr: Ρυθμίσεις για προχωρημένους
es_es: Configuración avanzada
fi_fi: Lisäasetukset
fr_fr: Paramètres avancés
he_il: הגדרות מתקדמות
no_no: Avanserte innstillinger
ro_ro: Setări avansate
ru_ru: Дополнительные параметры
uk_ua: Додаткові налаштування
vi_vn: Cài đặt nâng cao

source: Startup options. Indexer options. Log and show file locations.
ar_sa: خيارات بدء التشغيل. خيارات المفهرس. تسجيل وعرض مواقع الملفات.
cs_cz: Možnosti spuštění. Možnosti indexování. Umístění souborů protokolu a show.
da_dk: Startindstillinger. Indekserings-indstillinger. Log og Vis filplaceringer.
de_de: Startoptionen. Index-Optionen. Melden Sie sich und Speicherorte zeigen.
el_gr: Επιλογές εκκίνησης. Επιλογές ευρετηρίου. Θέσεις αρχείων καταγραφής και εμφάνιση.
es_es: Opciones de arranque. Opciones de indizador. Ubicaciones de archivos de registro y mostrar.
fi_fi: Käynnistysasetukset. Indeksoijan vaihtoehtoja. Kirjaudu ja Näytä tiedostojen sijainnit.
fr_fr: Options de démarrage. Options de l’indexeur. Emplacements des fichiers journaux et spectacle.
he_il: אפשרויות האתחול. אפשרויות של בונה האינדקסים. יומן ולהראות מיקומי קבצים.
no_no: Oppstartsalternativer. Indekserer Valgmulighetene. Logger og viser filplassering.
ro_ro: Opţiuni Startup. Opţiuni de indexare. Locaţii de fişier jurnal şi arată.
ru_ru: Параметры запуска. Параметры индексатора. Расположение файлов журнала и шоу.
uk_ua: Параметри запуску. Параметри індексування. Розташування файлів журналу та шоу.
vi_vn: Các tùy chọn khởi động. Các tùy chọn chỉ mục. Đăng nhập và hiển thị các tập tin địa điểm.

source: Some options may require a manual restart to take effect.
ar_sa: قد تتطلب بعض خيارات إعادة تشغيل يدوي تصبح نافذة المفعول.
cs_cz: Některé možnosti mohou vyžadovat ruční restartování projevily.
da_dk: Nogle indstillinger kan kræve en manuel genstart kan træde i kraft.
de_de: Einige Optionen erfordern einen manuellen Neustart wirksam werden.
el_gr: Ορισμένες επιλογές ενδέχεται να απαιτούν μη αυτόματη επανεκκίνηση για να τεθούν σε ισχύ.
es_es: Algunas opciones pueden requerir un reinicio manual para tomar efecto.
fi_fi: Jotkin vaihtoehdot voivat vaatia manuaalinen uudelleen käynnistämisen.
fr_fr: Certaines options peuvent exiger un redémarrage manuel soit prise en compte.
he_il: אפשרויות מסוימות עשויה לדרוש הפעלה מחדש ידנית כדי שהשינויים ייכנסו לתוקף.
no_no: Noen alternativer kan kreve manuell omstart skal tre i kraft.
ro_ro: Unele opţiuni poate solicita o repornire manuală să aibă efect.
ru_ru: Некоторые опции может потребовать ручного перезапуска вступили в силу.
uk_ua: Деякі варіанти може знадобитися вручну перезавантаження вступили в силу.
vi_vn: Một số tùy chọn có thể yêu cầu khởi động lại bằng tay để có hiệu lực.
