Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Default Indexer Language
ar_sa: اللغة الافتراضية مفهرس
cs_cz: Výchozí indexeru jazyk
da_dk: Indekseringen standardsprog
de_de: Indexer Standardsprache
el_gr: Προεπιλεγμένη γλώσσα δεικτοδότη
es_es: Idioma de indizador predeterminado
fi_fi: Indeksoijan oletuskieli
fr_fr: Langue d’indexeur par défaut
he_il: שפת ברירת המחדל של בונה האינדקסים
no_no: Standardspråket for indeksering
ro_ro: Limba implicită a cresta
ru_ru: Язык по умолчанию индексатор
uk_ua: Indexer мову за замовчуванням
vi_vn: Ngôn ngữ chỉ mục mặc định

source: for adding shows and metadata providers
ar_sa: لإضافة عروض وموفري البيانات الوصفية
cs_cz: pro přidání pořady a zprostředkovatelé metadata
da_dk: for at tilføje shows og metadata udbydere
de_de: für das Hinzufügen von Shows und Metadaten-Anbieter
el_gr: για την προσθήκη δείχνει και παροχείς μεταδεδομένων
es_es: para agregar programas y los proveedores de metadatos
fi_fi: lisäämällä ohjelmia ja metatietopalveluiden
fr_fr: pour l’ajout de séries et fournisseurs de métadonnées
he_il: להוספת מופעים, המספקים מטה-נתונים
no_no: for å legge til programmer og metadataleverandører
ro_ro: pentru adăugarea de spectacole şi furnizorii de metadate
ru_ru: для добавления шоу и метаданных поставщиков
uk_ua: для додавання шоу та метадані провайдерів
vi_vn: để thêm chương trình và siêu dữ liệu các nhà cung cấp

source: Launch browser
ar_sa: بدء تشغيل المستعرض
cs_cz: Spusťte prohlížeč
da_dk: Start browseren
de_de: Browser zu starten
el_gr: Εκκίνηση προγράμματος περιήγησης
es_es: Abra el navegador
fi_fi: Käynnistä selain
fr_fr: Lancer le navigateur
he_il: הפעל דפדפן
no_no: Starte nettleseren
ro_ro: Lansaţi browser-ul
ru_ru: Запуск браузера
uk_ua: Запуск браузера
vi_vn: Khởi động trình duyệt

source: open the SickRage home page on startup
ar_sa: فتح الصفحة الرئيسية سيكراجي في بدء التشغيل
cs_cz: Otevřete domovskou stránku SickRage na startu
da_dk: Åbn siden SickRage start ved start
de_de: Öffnen Sie die SickRage Homepage am Start
el_gr: Ανοίξτε την κεντρική σελίδα του SickRage κατά την εκκίνηση
es_es: abrir la página de inicio de SickRage al inicio
fi_fi: Avaa käynnistettäessä SickRage-Kotisivu
fr_fr: Ouvrez la page d’accueil de SickRage au démarrage
he_il: פתח את דף הבית SickRage בהפעלה
no_no: Åpne hjemmesiden SickRage ved oppstart
ro_ro: deschide pagina de start a SickRage startup
ru_ru: Откройте домашнюю страницу при запуске SickRage
uk_ua: Відкрийте домашню сторінку SickRage під час запуску
vi_vn: mở SickRage Trang chủ khi khởi động

source: Initial page
ar_sa: الصفحة الأولى
cs_cz: Úvodní stránka
da_dk: Startside
de_de: Startseite
el_gr: Αρχική σελίδα
es_es: Página inicial
fi_fi: Aloitussivu
fr_fr: Page initiale
he_il: הדף ההתחלתי
no_no: Startside
ro_ro: Pagina inițială
ru_ru: Начальная страница
uk_ua: Початкова сторінка
vi_vn: Đầu trang

source: when launching SickRage interface
ar_sa: عند بدء تشغيل واجهة سيكراجي
cs_cz: Při spuštění rozhraní SickRage
da_dk: Når indlede SickRage interface
de_de: beim Start von SickRage Schnittstelle
el_gr: κατά την εκκίνηση του SickRage διασύνδεση
es_es: al iniciar la interfaz de SickRage
fi_fi: käynnistettäessä SickRage liitäntä
fr_fr: lors du lancement d’interface SickRage
he_il: כאשר השקת ממשק SickRage
no_no: Når du starter SickRage grensesnitt
ro_ro: la lansarea SickRage interfata
ru_ru: При запуске интерфейса SickRage
uk_ua: під час запуску SickRage інтерфейс
vi_vn: khi tung ra các giao diện SickRage

source: Shows
ar_sa: يظهر
cs_cz: Ukazuje
da_dk: Viser
de_de: Zeigt
el_gr: Δείχνει
es_es: Series
fi_fi: Näyttää
fr_fr: Séries
he_il: מראה
no_no: Viser
ro_ro: Spectacole
ru_ru: Шоу
uk_ua: Показує
vi_vn: Cho thấy

source: Schedule
ar_sa: الجدول الزمني
cs_cz: Plán
da_dk: Tidsplan
de_de: Zeitplan
el_gr: Χρονοδιάγραμμα
es_es: Horario
fi_fi: Aikataulu
fr_fr: Calendrier
he_il: לוח הזמנים
no_no: Tidsplan
ro_ro: Programul
ru_ru: Расписание
uk_ua: Розклад
vi_vn: Lịch trình

source: History
ar_sa: التاريخ
cs_cz: Historie
da_dk: Historie
de_de: Geschichte
el_gr: Ιστορία
es_es: Historia
fi_fi: Historia
fr_fr: Historique
he_il: היסטוריה
no_no: Historie
ro_ro: Istorie
ru_ru: История
uk_ua: Історія
vi_vn: Lịch sử

source: IRC
ar_sa: الايرسي
he_il: ה-IRC
uk_ua: FR,

source: Daily show updates start time
ar_sa: يوميا تظهر التحديثات وقت البدء
cs_cz: Každý den ukazují, že čas zahájení aktualizace
da_dk: Dagligt Vis opdateringer starttidspunkt
de_de: Täglich zeigen Sie, dass Updates Zeit starten
el_gr: Καθημερινά δείχνουν ενημερώσεις ώρα έναρξης
es_es: Todos los días Mostrar actualizaciones de tiempo de inicio
fi_fi: Näytä päivittäin päivitykset aloitusaika
fr_fr: Montrer quotidiennement mises à jour l’heure de début
he_il: מדי יום להציג עדכוני זמן התחלה
no_no: Vis daglig oppdateringer starttid
ro_ro: Arată zilnic actualizări de începere
ru_ru: Ежедневно показывают, что время начала обновления
uk_ua: Щодня показувати час початку оновлення
vi_vn: Hàng ngày Hiển thị thông tin Cập Nhật thời gian bắt đầu

source: with information such as next air dates, show ended, etc.
ar_sa: مع معلومات مثل تواريخ الجوية القادمة، تظهر المنتهية، إلخ.
cs_cz: s informacemi jako jsou data příští vzduchu ukazují skončilo, atd.
da_dk: med oplysninger som næste luft datoer, Vis endte mv.
de_de: zeigen Sie mit Informationen wie nächsten Sendetermine endete, etc..
el_gr: με πληροφορίες όπως η επόμενη αέρα ημερομηνίες, δείχνουν έληξε, κλπ.
es_es: con información como próximas fechas aire, Mostrar terminado, etcetera.
fi_fi: tietoja, kuten seuraava air päivämäärät osoittavat, päättyi, jne.
fr_fr: avec des informations telles que les prochaines dates, spectacle terminé, etc.
he_il: עם מידע כגון תאריכי אוויר הבאה, להראות שהסתיימה, וכו '.
no_no: med informasjon som neste luft datoer, vise endte, etc.
ro_ro: cu informaţii cum ar fi următoarele date de aer, spectacol sa încheiat, etc.
ru_ru: такую информацию, как следующий воздуха даты шоу закончилось, и т.д.
uk_ua: з інформацію, таку як наступний повітряні дат Показати закінчився, і т. д.
vi_vn: với thông tin như kế tiếp máy ngày, Hiển thị kết thúc, vv.

source: Use 15 for 3pm, 4 for 4am etc. Anything over 23 or under 0 will be set to 0 (12am)
ar_sa: استخدام 15 03:00 م, 4 ل 04:00 ص إلخ. أي شيء على مدى 23 أو تحت 0 سيتم تعيين إلى 0 (12 ص)
cs_cz: Použití 15 hodin, 4 na 4 ráno atd. Cokoliv nad 23 nebo pod 0 bude nastavena na 0 (12 hod)
da_dk: Brug 15 til 3 pm, 4 til 4 am osv. Noget over 23 eller under 0 sættes til 0 (12 am)
de_de: Einsatz 15 für 15:00, 4 für 04:00 etc.. Alles über 23 oder unter 0 setzen auf 0 (12 Uhr)
el_gr: Χρήση 15 για 3 pm, 4 για 4 am κλπ. Οτιδήποτε πάνω από 23 ή κάτω από 0 θα οριστεί σε 0 (12 πμ)
es_es: Utilice 15 de 15:00, 4 de 4:00 etcetera. Algo más de 23 o bajo 0 se establece en 0 (12 am)
fi_fi: Viisitoista, 4 4 am 15 käyttöä jne. Mitään yli 23 tai 0 arvoksi 0 (12 am)
fr_fr: Utilisez 15 pour 15 heures, 4 heures pour 4 heures du matin, etc. Tout ce qui est supérieur à 23 ou inférieur à 0 sera réglé sur 0 (12 heures)
he_il: שימוש 15 שלוש בצהריים, 4 ב 4 בבוקר ועוד. כל דבר מעל 23 או תחת 0 יוגדר כ- 0 (12 am)
no_no: Bruk 15 for 3 pm, 4 for 4 am osv. Noe over 23 eller under 0 angis til 0 (12 am)
ro_ro: Utilizarea 15 pentru 15:00, 4 pentru 4:00 etc. Nimic peste 23 sau sub 0 va fi setată la 0 (12 am)
ru_ru: Использование 15 3 вечера, 4 для 4 утра и т.д. Что-нибыдь над 23 или под 0 будет присвоено значение 0 (12 am)
uk_ua: Використання 15 на 3 вечора, 4 для 4 ранку і т. д. Все, що над 23 або під 0 буде виставлено як 0 (12 ранку)
vi_vn: Sử dụng 15 cho 3 chiều, 4 cho 4 am vv. Bất cứ điều gì hơn 23 hoặc dưới 0 sẽ được đặt về 0 (12 am)

source: Daily show updates stale shows
ar_sa: إظهار التحديثات قديمة يظهر يوميا
cs_cz: Denní přehlídka aktualizuje zastaralých pořady
da_dk: Dagligt Vis opdateringer forslidt viser
de_de: Täglich zeigt Updates veraltet
el_gr: Καθημερινή εκπομπή ενημερώσεις μπαγιάτικο δείχνει
es_es: Programa diario actualiza programas obsoletos
fi_fi: Päivittäinen Näytä päivitykset tunkkainen osoittaa
fr_fr: Mises à jour quotidiennes des séries obsolètes
he_il: הדיילי שואו מעדכנת מראה מיושן
no_no: Vis daglig oppdateringer bedervet viser
ro_ro: Arată zilnic actualizări stătut spectacole
ru_ru: Ежедневные шоу обновления устаревших шоу
uk_ua: Денне шоу оновлює черствий шоу
vi_vn: Hàng ngày có thể hiển thị thông tin Cập Nhật cho thấy cu

source: should ended shows last updated less then 90 days get updated and refreshed automatically ?
ar_sa: ينبغي أن يظهر المنتهية آخر تحديث أقل 90 يوما ثم الحصول على تحديث وتحديثها تلقائياً؟
cs_cz: by měla ukončený ukazuje poslední aktualizace méně než 90 dní aktualizován a automaticky aktualizována?
da_dk: skal afsluttede shows Sidst opdateret mindre derefter 90 dage få opdateret og opdateres automatisk?
de_de: sollte endete zeigt zuletzt aktualisiert: weniger als 90 Tage aktualisiert und aktualisiert automatisch?
el_gr: θα πρέπει να ενημερώνεται και ανανεώνεται αυτόματα έληξε δείχνει Τελευταία ενημέρωση λιγότερο από 90 ημέρες;
es_es: ¿debe terminado muestra actualizada menos 90 días entonces actualiza y actualiza automáticamente?
fi_fi: päättyi osoittaa viimeksi päivitetty alle 90 päivää Hanki päivitetty ja päivittyvät automaattisesti?
fr_fr: spectacles terminés dernière mise à jour moins puis 90 jours devraient obtenir mis à jour et actualisés automatiquement ?
he_il: צריך מופעים שהסתיימה עודכן לאחרונה פחות 90 יום ואז לקבל עדכון, רענון אוטומטי?
no_no: bør endte viser oppdatert mindre enn 90 dager få oppdatert og oppdatert automatisk?
ro_ro: ar trebui să spectacole s-a terminat ultima actualizare mai puţin 90 de zile atunci obţine actualizate şi reîmprospătate automat?
ru_ru: следует закончился шоу, Последнее обновление менее 90 дней обновлена и обновляется автоматически?
uk_ua: слід закінчився шоу, останнє оновлення менше ніж 90 днів отримати оновлюється і оновлюється автоматично?
vi_vn: nên kết thúc cho thấy ít hơn sau đó 90 ngày Cập Nhật Cập Nhật và làm mới tự động?

source: Send to trash for actions
ar_sa: إرسال إلى سلة المهملات للإجراءات
cs_cz: Odeslat do koše na akce
da_dk: Send til papirkurven for handlinger
de_de: Senden Sie in den Papierkorb für Aktionen
el_gr: Στέλνετε στον κάδο απορριμμάτων για δράσεις
es_es: Enviar a la papelera para acciones
fi_fi: Lähetä trash toimille
fr_fr: Envoyer dans la Corbeille pour les actions
he_il: לשלוח זבל לפעולות
no_no: Papirkurven for handlinger
ro_ro: Trimite la gunoi pentru acţiuni
ru_ru: Отправить в корзину для действия
uk_ua: Надіслати до смітника для дій
vi_vn: Gửi đến thùng rác cho hành động

source: when using show "Remove" and delete files
ar_sa: عند استخدام عرض "إزالة" وحذف الملفات
cs_cz: Při použití Ukázat "Odstranit" a odstraňte soubory
da_dk: Når du bruger Vis "Fjern" og slette filer
de_de: Wenn mit Show "Entfernen" und löschen Sie Dateien
el_gr: Όταν χρησιμοποιώντας εμφάνιση «Αφαίρεση» και να διαγράψετε αρχεία
es_es: cuando usando Mostrar "Quitar" y eliminar los archivos de
fi_fi: Kun Näytä ”Poista” ja Poista tiedostot
fr_fr: lorsque vous utilisez l'option "Supprimer" et supprimez les fichiers
he_il: כאשר באמצעות הצג "הסר" ולמחוק קבצים
no_no: Når bruker Vis "Fjern" og slette filer
ro_ro: Când folosind Arată "Elimina" şi a şterge dosar
ru_ru: При использовании шоу «Удалить» и удаление файлов
uk_ua: коли за допомогою шоу "Видалити" а видаліть файли
vi_vn: khi sử dụng Hiển thị "Loại bỏ" và xóa các tập tin

source: on scheduled deletes of the oldest log files
ar_sa: في المقرر حذف ملفات السجل الأقدم
cs_cz: na pravidelné odstranění nejstarších souborů protokolů
da_dk: på planlagte sletter de ældste log filer
de_de: auf geplante löscht die ältesten Log-Dateien
el_gr: σε προγραμματισμένη διαγράφει τα παλαιότερα αρχεία καταγραφής
es_es: en eliminaciones regulares de los archivos de registro más antiguos
fi_fi: on suunniteltu poistaa vanhin lokitiedostoja
fr_fr: sur des suppressions planifiées des fichiers journaux plus anciens
he_il: על מתוזמנת מחיקות של קבצי יומן רישום העתיקים
no_no: på planlagt sletter de eldste loggfiler
ro_ro: pe programate şterge din fişierele jurnal mai vechi
ru_ru: по расписанию удаляет наиболее старые файлы журнала
uk_ua: про заплановане видалення старих лог-файли
vi_vn: ngày dự kiến xóa các tập tin log lâu đời nhất

source: selected actions use trash (recycle bin) instead of the default permanent delete
ar_sa: الإجراءات المحددة استخدام سلة المهملات (سلة المحذوفات) بدلاً من حذف الافتراضي الدائم
cs_cz: vybrané akce použít trash (koš) namísto výchozího trvalé odstranění
da_dk: udvalgte foranstaltninger bruge trash (Papirkurv) i stedet for den standard permanent slette
de_de: ausgewählte Aktionen verwenden Papierkorb (Papierkorb) anstelle der Standard dauerhaft löschen
el_gr: επιλεγμένες δράσεις χρήση σκουπίδια (recycle bin) αντί για το προεπιλεγμένο μόνιμη διαγραφή
es_es: acciones seleccionadas usan trash (papelera) en lugar de la eliminación permanente de defecto
fi_fi: valittujen toimien käyttää trash (Roskakori) sijasta oletuksena pysyvän poista
fr_fr: les actions sélectionnées mettent les fichiers dans la corbeille plutôt que de les supprimer définitivement
he_il: הפעולות הנבחרות להשתמש זבל (סל המיחזור) במקום מחק קבע ברירת מחדל
no_no: merkede handlingene bruke søppel (søppelbøtten) i stedet for standard permanent sletting
ro_ro: acţiunile selectate utilizaţi Coşul de gunoi (recycle bin) în loc de delete implicit permanentă
ru_ru: выбранные действия использовать корзину (корзина) вместо постоянного удаления по умолчанию
uk_ua: вибрані дії використання кошик (кошик) замість постійного видалення за промовчанням
vi_vn: lựa chọn hành động sử dụng thùng rác (recycle bin) thay vì xóa vĩnh viễn mặc định

source: Number of Log files saved
ar_sa: عدد ملفات السجلات المحفوظة
cs_cz: Počet souborů protokolu, které jsou uloženy
da_dk: Antal logfiler gemmes
de_de: Anzahl der Log-Dateien gespeichert
el_gr: Αριθμός αρχείων καταγραφής που Αποθηκεύτηκε
es_es: Número de archivos de registro guardado
fi_fi: Tallennettu lokitiedostojen määrä
fr_fr: Nombre de fichiers journaux sauvegardés
he_il: מספר קבצי יומן הרישום שנשמרו
no_no: Antall loggfiler lagres
ro_ro: Numărul de fișiere jurnal salvat
ru_ru: Количество файлов журналов, сохраненных
uk_ua: Кількість лог-файли, збережені
vi_vn: Số lượng các tập tin đăng nhập đã lưu

source: default = 5
ar_sa: الافتراضي = 5
cs_cz: výchozí = 5
da_dk: standard = 5
de_de: Standard = 5
el_gr: προεπιλογή = 5
es_es: por defecto = 5
fi_fi: oletus = 5
fr_fr: par défaut = 5
he_il: ברירת מחדל = 5
no_no: standard = 5
ro_ro: implicit = 5
ru_ru: по умолчанию = 5
uk_ua: за замовчуванням = 5
vi_vn: mặc định = 5

source: Size of Log files saved
ar_sa: حجم ملفات سجل المحفوظة
cs_cz: Velikost souborů protokolu, které jsou uloženy
da_dk: Størrelsen af logfiler gemmes
de_de: Größe der Log-Dateien gespeichert
el_gr: Μέγεθος των αρχείων καταγραφής που Αποθηκεύτηκε
es_es: Tamaño de archivos de registro guardado
fi_fi: Kokoa lokitiedostot tallennetaan
fr_fr: Taille des fichiers journaux sauvegardés
he_il: הגודל של קבצי יומן רישום שנשמרו
no_no: Størrelsen på loggfilene som er lagret
ro_ro: Dimensiunea fişierelor jurnal salvat
ru_ru: Размер файлов журнала сохранены
uk_ua: Розмір лог-файли, збережені
vi_vn: Kích thước của tập tin đăng nhập đã lưu

source: default = 1048576 (1MB)
ar_sa: الافتراضي = 1048576 (1 ميغابايت)
cs_cz: výchozí = 1048576 (1MB)
da_dk: standard = 1048576 (1MB)
de_de: Standard = 1048576 (1MB)
el_gr: προεπιλογή = 1048576 (1MB)
es_es: por defecto = 1048576 (1MB)
fi_fi: oletus = 1048576 (1MB)
fr_fr: par défaut = 1048576 (1MB)
he_il: ברירת מחדל = 1048576 (1MB)
no_no: standard = 1048576 (1MB)
ro_ro: implicit = 1048576 (1MB)
ru_ru: по умолчанию = 1048576 (1MB)
uk_ua: за замовчуванням = 1048576 (до 1 МБ)
vi_vn: mặc định = 1048576 (1MB)

source: Default indexer for adding shows
ar_sa: مفهرس الافتراضي لإضافة عروض
cs_cz: Výchozí indexeru pro přidání pořady
da_dk: Standard indekseringsprogrammet for at tilføje viser
de_de: Standardindexer für das Hinzufügen von shows
el_gr: Προεπιλεγμένο ευρετήριο για την προσθήκη δείχνει
es_es: Indizador predeterminado para agregar programas
fi_fi: Oletus indexer lisäämällä osoittaa
fr_fr: Indexeur par défaut pour l’ajout de séries
he_il: בונה האינדקסים ברירת המחדל עבור הוספת מראה
no_no: Standard indeksereren for å legge til programmer
ro_ro: Lipsă a cresta pentru adăugarea de spectacole
ru_ru: Индексатор по умолчанию для добавления шоу
uk_ua: За промовчанням програма індексування для додавання шоу
vi_vn: Chỉ mục mặc định để thêm chương trình

source: All Indexers
ar_sa: جميع مفهرسات
cs_cz: Všechny indexery
da_dk: Alle indeks
de_de: Alle Indexer
el_gr: Όλες οι δεικτοδότες
es_es: Los indizadores
fi_fi: Kaikki Indeksoijilla
fr_fr: Tous les indexeurs
he_il: אינדקסים כל
no_no: Alle Indekserere
ro_ro: Toate Indexers
ru_ru: Все индексаторы
uk_ua: Всі індексатори
vi_vn: Tất cả Indexers

source: Show indexer timeout
ar_sa: إظهار مهلة مفهرس
cs_cz: Zobrazit časový limit indexeru
da_dk: Vis indekseringen timeout
de_de: Indexer Timeout zu zeigen
el_gr: Εμφάνιση δεικτοδότη χρονικού ορίου
es_es: Mostrar el tiempo de espera de indizador
fi_fi: Näytä indeksoijan aikakatkaisu
fr_fr: Voir l’indexeur timeout
he_il: הצג את פסק הזמן של בונה האינדקסים
no_no: Vis indeksereren tidsavbrudd
ro_ro: Timeout de indexare Arată
ru_ru: Показать индексатор таймаут
uk_ua: Показати індексатор таймаут
vi_vn: Thời gian chờ indexer Hiển thị

source: default = 10
ar_sa: الافتراضي = 10
cs_cz: výchozí = 10
da_dk: standard = 10
de_de: Standard = 10
el_gr: προεπιλογή = 10
es_es: por defecto = 10
fi_fi: oletus = 10
fr_fr: par défaut = 10
he_il: ברירת מחדל = 10
no_no: standard = 10
ro_ro: implicit = 10
ru_ru: по умолчанию = 10
uk_ua: за замовчуванням = 10
vi_vn: mặc định = 10

source: Show root directories
ar_sa: وتبين الدلائل الجذر
cs_cz: Zobrazení kořenového adresáře
da_dk: Vis rod mapper
de_de: Stammverzeichnisse zeigen
el_gr: Εμφάνιση ριζικούς καταλόγους
es_es: Mostrar directorios raíz
fi_fi: Näytä päähakemistot
fr_fr: Afficher les répertoires racines
he_il: מדריכים בסיס הצג
no_no: Vis rotmapper
ro_ro: Arată directoarele rădăcină
ru_ru: Показать директорий корня
uk_ua: Показати кореневої директорії
vi_vn: Hiển thị thư mục gốc

source: Updates
ar_sa: التحديثات
cs_cz: Aktualizace
da_dk: Opdateringer
el_gr: Ενημερώσεις
es_es: Actualizaciones
fi_fi: Päivitykset
fr_fr: Mises à jour
he_il: עדכונים
no_no: Oppdateringer
ro_ro: Actualizări
ru_ru: Обновления
uk_ua: Оновлення
vi_vn: Thông tin Cập Nhật

source: Options for software updates.
ar_sa: خيارات للحصول على تحديثات البرامج.
cs_cz: Možnosti pro aktualizace softwaru.
da_dk: Indstillingerne for softwareopdateringer.
de_de: Optionen für Software-Updates.
el_gr: Επιλογές για ενημερωμένες εκδόσεις λογισμικού.
es_es: Opciones para actualizaciones de software.
fi_fi: Ohjelmistopäivitysten asetukset.
fr_fr: Options pour les mises à jour logicielles.
he_il: אפשרויות עבור עדכוני תוכנה.
no_no: Alternativer for programvareoppdateringer.
ro_ro: Opţiuni pentru software-ul actualizări.
ru_ru: Параметры для обновлений программного обеспечения.
uk_ua: Варіантів для оновлення програмного забезпечення.
vi_vn: Tùy chọn cập nhật phần mềm.

source: Check software updates
ar_sa: التحقق من تحديثات البرامج
cs_cz: Kontrola aktualizací softwaru
da_dk: Check softwareopdateringer
de_de: Software-Updates überprüfen
el_gr: Ελέγξτε τις ενημερωμένες εκδόσεις λογισμικού
es_es: Comprobar actualizaciones de software
fi_fi: Tarkista ohjelmistopäivitykset
fr_fr: Vérifier les mises à jour logicielles
he_il: לבדוק עדכוני תוכנה
no_no: Sjekk programvareoppdateringer
ro_ro: Verificaţi software-ul actualizări
ru_ru: Проверить обновления программного обеспечения
uk_ua: Перевірити оновлення програмного забезпечення
vi_vn: Kiểm tra cập nhật phần mềm

source: and display notifications when updates are available. Checks are run on startup and at the frequency set below*
ar_sa: وعرض إعلامات عند توفر تحديثات. يتم تشغيل الاختبارات في بدء التشغيل وفي تواتر أدناه *
cs_cz: a zobrazit upozornění, když jsou aktualizace k dispozici. Kontroly jsou spuštěny při spuštění a na frekvenci pod *
de_de: und Benachrichtigungen angezeigt, wenn Updates verfügbar sind. Prüfungen laufen beim Start und bei der Frequenz die nachstehenden *
fi_fi: ja Näytä ilmoitus, kun päivityksiä on saatavilla. Suoritetaan tarkastuksia, käynnistyksessä ja taajuudella alempi *
ru_ru: и отображения уведомлений, когда обновления доступны. Выполняются проверки на старте и на частоте ниже *
vi_vn: và hiển thị thông báo khi Cập Nhật có sẵn. Kiểm tra đang chạy khi khởi động và tần suất thiết lập dưới đây *

source: Automatically update
ar_sa: تحديث تلقائي
cs_cz: Automaticky aktualizovat
da_dk: Automatisk at opdatere
de_de: Automatisch aktualisieren
el_gr: Αυτόματη ενημέρωση
es_es: Actualizar automáticamente
fi_fi: Päivitä automaattisesti
fr_fr: Mise à jour automatique
he_il: עדכון אוטומטי
no_no: Automatisk oppdatering
ro_ro: Actualiza automat
ru_ru: Автоматическое обновление
uk_ua: Автоматичне оновлення
vi_vn: Tự động Cập Nhật

source: fetch and install software updates.Updates are run on startupand in the background at the frequency setbelow*
ar_sa: جلب وتثبيت تحديثات البرامج. يتم تشغيل التحديثات على ستارتوباند في الخلفية في التردد سيتبيلوو *
cs_cz: Stáhnout a nainstalovat aktualizace softwaru. Aktualizace jsou spouštěny na startupand v pozadí na frekvenci setbelow *
de_de: Abrufen und installieren von Software-Updates. Aktualisierungen werden auf Startupand im Hintergrund auf der Frequenz Setbelow * ausgeführt.
fi_fi: Hae ja asenna ohjelmistopäivityksiä. Päivitykset suoritetaan startupand taustalla on usein setbelow *
ru_ru: загрузить и установить обновления программного обеспечения. Обновления выполняются на startupand в фоновом режиме на частоте setbelow *
vi_vn: tải và cài đặt cập nhật phần mềm. Bản Cập Nhật đang chạy trên startupand trong nền tại setbelow tần số *

source: Check the server every*
ar_sa: تحقق من الملقم كل *
cs_cz: Zkontrolujte server každých *
de_de: Überprüfen Sie den Server jedes *
fi_fi: Tarkista palvelin joka *
ru_ru: Проверьте сервер каждый *
vi_vn: Kiểm tra máy chủ mỗi *

source: default = 12 (hours)
ar_sa: الافتراضي = 12 (ساعة)
cs_cz: výchozí = 12 (hodiny)
da_dk: standard = 12 (timer)
de_de: Standard = 12 (Stunden)
el_gr: προεπιλογή = 12 (ώρες)
es_es: por defecto = 12 (horas)
fi_fi: oletus = 12 (tuntia)
fr_fr: par défaut = 12 (heures)
he_il: ברירת מחדל = 12 (שעות)
no_no: standard = 12 (timer)
ro_ro: implicit = 12 (ore)
ru_ru: по умолчанию = 12 (часов)
uk_ua: за замовчуванням = 12 (години)
vi_vn: mặc định = 12 (giờ)

source: Notify on software update
ar_sa: إخطار على تحديث البرامج
cs_cz: Upozornění na aktualizaci softwaru
da_dk: Meddelelse om softwareopdatering
de_de: Bei Software-Updates benachrichtigen
el_gr: Ειδοποίηση σχετικά με την ενημερωμένη έκδοση λογισμικού
es_es: Notificación de actualización de software
fi_fi: Ilmoita ohjelmistopäivitys
fr_fr: Informer sur la mise à jour logicielle
he_il: נא להודיע על עדכון תוכנה
no_no: Varsle på programvareoppdatering
ro_ro: Anunta pe actualizare software
ru_ru: Уведомлять о обновление программного обеспечения
uk_ua: Повідомити про оновлення програмного забезпечення
vi_vn: Thông báo về bản cập nhật phần mềm
