Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Copy
ar_sa: نسخة
cs_cz: Kopírovat
da_dk: Kopi
de_de: Kopie
el_gr: Αντίγραφο
es_es: Copia
fi_fi: Kopioi
fr_fr: Copie
he_il: העתק
no_no: Kopier
ro_ro: Copie
ru_ru: Копия
uk_ua: Копія
vi_vn: Bản sao

source: Move
ar_sa: نقل
cs_cz: Přesun
da_dk: Flytte
de_de: Bewegen
el_gr: Κίνηση
es_es: Movimiento
fi_fi: Siirrä
fr_fr: Se déplacer
he_il: מהלך
no_no: Flytte
ro_ro: Muta
ru_ru: Перемещение
uk_ua: Переміщення
vi_vn: Di chuyển

source: Hard Link
ar_sa: الارتباط الثابت
cs_cz: Pevný odkaz
da_dk: Skrap samkøre
el_gr: Μόνιμη σύνδεση
es_es: Enlace duro
fi_fi: Kova linkki
fr_fr: Lien en dur
he_il: קישור קשיח
no_no: Hard koble sammen
ro_ro: Tare Link
ru_ru: Жёсткая ссылка
uk_ua: Жорсткі посилання
vi_vn: Khó khăn liên kết

source: Symbolic Link
ar_sa: ارتباط رمزي
cs_cz: Symbolický odkaz
da_dk: Symbolsk samkøre
de_de: Symbolischer Link
el_gr: Συμβολικός δεσμός
es_es: Enlace simbólico
fi_fi: Symbolinen linkki
fr_fr: Lien symbolique
he_il: הקישור הסימבולי
no_no: Symbolsk kobling
ro_ro: Link-ul simbolic
ru_ru: Символическая ссылка
uk_ua: Символічне посилання
vi_vn: Liên kết tượng trưng

source: Symbolic Link Reversed
ar_sa: ارتباط رمزي عكس
cs_cz: Symbolický odkaz stornovat
da_dk: Symbolsk samkøre vendt
de_de: Symbolische Verknüpfung rückgängig gemacht
el_gr: Συμβολικός δεσμός αντιστραφεί
es_es: Enlace simbólico invertido
fi_fi: Symbolinen linkki käänteinen
fr_fr: Lien symbolique inversée
he_il: קישור סמלי הפוך
no_no: Symbolsk kobling reversert
ro_ro: Link-ul simbolic inversat
ru_ru: Символическая ссылка вспять
uk_ua: Символічне посилання скасовано
vi_vn: Liên kết tượng trưng đảo ngược

source: What method should be used to put files into the library?
ar_sa: ينبغي استخدام طريقة ما لوضع الملفات في المكتبة؟
cs_cz: Jaká metoda by měla použít umístit soubory do knihovny?
da_dk: Hvilken metode bør anvendes til at sætte filer i biblioteket?
de_de: Welche Methode sollte verwendet werden, um Dateien in die Bibliothek?
el_gr: Ποια μέθοδος πρέπει να χρησιμοποιηθεί για να βάλει τα αρχεία στη βιβλιοθήκη;
es_es: ¿Qué método debe utilizar para poner los archivos en la biblioteca?
fi_fi: Mitä menetelmää olisi käytettävä laittaa tiedostoja kirjastoon?
fr_fr: Quelle méthode doit être utilisée pour mettre les fichiers dans la bibliothèque ?
he_il: באיזו שיטה יש להשתמש כדי להכניס קבצים בספריה?
no_no: Hvilken metode bør brukes til å sette filer i biblioteket?
ro_ro: Ce metodă se folosește pentru a pune fişierele în bibliotecă?
ru_ru: Какой метод следует использовать для размещения файлов в библиотеку?
uk_ua: Який метод слід використовувати розміщувати файли у бібліотеці?
vi_vn: Những phương pháp nên được sử dụng để đặt các tệp vào thư viện không?

source: If you keep seeding torrents after they finish, please avoid the 'move' processing method to prevent errors.
ar_sa: إذا كان الاحتفاظ ببذر السيول بعد الانتهاء، الرجاء تجنب 'نقل' طريقة لمنع أخطاء معالجة.
cs_cz: Je-li udržet sešlost bystřina, po jejich dokončení, vyhnout se "krok" s využitím zpracovatelské metody zabránit chybám.
da_dk: Hvis du holde såning torrents, når de er færdig, skal du undgå 'move' behandling metode til at forhindre fejl.
de_de: Wenn Sie Torrents Aussaat zu halten, nachdem sie fertig sind, vermeiden Sie bitte den "Umzug" Verarbeitungsmethode um Fehler zu vermeiden.
el_gr: Αν σας κρατήσει torrents σπορά αφού τελειώσει, παρακαλούμε να αποφύγει το 'move' επεξεργασία μεθόδου για την αποφυγή σφαλμάτων.
es_es: Si mantener siembra torrentes después de que acaben, por favor, evite la 'jugada' método para evitar errores de proceso.
fi_fi: Jos pitää kylvää ryöppy päättymisen jälkeen, Vältä ”Siirrä” käsittelytapa estää virheitä.
fr_fr: Si vous gardez l’ensemencement torrents après avoir fini, s’il vous plaît éviter le « mouvement » méthode pour éviter les erreurs de traitement.
he_il: אם תמשיך זריעה טורנטים אחרי שהם סיימו, בבקשה להימנע 'מהלך' עיבוד שיטה למניעת שגיאות.
no_no: Hvis du holde seeding torrents etter de er ferdige, kan du unngå "Flytt" behandling metode for å hindre feil.
ro_ro: Dacă păstraţi însămânţarea torrentele după ce au terminat, vă rugăm să evite 'mutare' metoda pentru a preveni erorile de procesare.
ru_ru: Если вы держать посева торренты, после того, как они закончат, пожалуйста, Избегайте «переместить» метод для предотвращения ошибок обработки.
uk_ua: Якщо після того, як вони закінчити тримати посів торенти, будь ласка, уникайте переміщення, обробки методом запобігти помилок.
vi_vn: Nếu bạn giữ cho hạt giống torrent sau khi họ kết thúc, xin vui lòng tránh 'di chuyển' xử lý các phương pháp để ngăn chặn lỗi.

source: Auto Post-Processing Frequency
ar_sa: التلقائي تجهيز التردد
cs_cz: Auto pro post-processing frekvence
da_dk: Auto post-processing frekvens
de_de: Auto Post-Processing-Frequenz
el_gr: Μετα-επεξεργασία συχνότητα αυτόματης
es_es: Auto procesamiento posterior frecuencia
fi_fi: Auto jälkikäsittelyä taajuus
fr_fr: Auto fréquence de post-traitement
he_il: אוטומטי עיבוד דפוס תדר
no_no: Auto etterbehandling frekvens
ro_ro: Auto post-procesare frecvenţă
ru_ru: Автоматическая постобработка частоты
uk_ua: Авто частоти для пост-обробки даних
vi_vn: Tự động sau khi xử lý tần số

source: Postpone post processing
ar_sa: تأجيل تجهيز آخر
cs_cz: Odložit post zpracování
da_dk: Udskyde efterbehandling
de_de: Post-Processing zu verschieben
el_gr: Αναβολή μετά την επεξεργασία
es_es: Aplazar el procesamiento posterior
fi_fi: Lykätä jälkikäsittelyssä
fr_fr: Reporter le post-traitement
he_il: לדחות לאחר העיבוד
no_no: Utsette etterbehandling
ro_ro: Amâna post-procesare
ru_ru: Отложить пост-обработки
uk_ua: Відкласти пост-обробка
vi_vn: Hoãn xử lý đăng bài

source: Wait to process a folder if sync files are present.
ar_sa: الانتظار لتجهيز مجلد إذا كان يتم مزامنة الملفات الحالية.
cs_cz: Čekat na jeho zpracování složky, je-li synchronizovat soubory jsou přítomny.
da_dk: Vente med at behandle en mappe, hvis synkronisere filer er til stede.
de_de: Warten Sie, um einen Ordner zu verarbeiten, wenn Sync Dateien vorhanden sind.
el_gr: Περιμένετε να επεξεργαστεί ένα φάκελο, εάν υπάρχουν αρχεία συγχρονισμού.
es_es: Espera para procesar una carpeta si sincronizar archivos están presentes.
fi_fi: Odottaa käsitellä kansion synkronoinnin tiedostojen löytyessä.
fr_fr: Attendre pour traiter un dossier si la synchronisation de fichiers est présentes.
he_il: לחכות כדי לעבד לתיקיה סנכרן קבצים הנמצאות.
no_no: Vent til å behandle en mappe hvis synkronisere filer.
ro_ro: Aşteptaţi pentru a procesa un folder dacă sincronizare fişiere sunt prezente.
ru_ru: Ждать, чтобы обрабатывать папки, если присутствуют файлы синхронизации.
uk_ua: Чекати, щоб обробляти папки, якщо Синхронізація файлів присутні.
vi_vn: Chờ đợi để xử lý một thư mục nếu đồng bộ tệp hiện tại.

source: Sync File Extensions to Ignore
ar_sa: ملحقات الملفات المزامنة تجاهل
cs_cz: Přípony souborů synchronizace ignorovat
da_dk: Sync fil Extensions at ignorere
de_de: Sync-Datei-Erweiterungen zu ignorieren
el_gr: Επεκτάσεις αρχείων συγχρονισμού να αγνοήσει
es_es: Extensiones de archivo de sincronización para ignorar
fi_fi: Sync tiedostotunnisteet Ohita
fr_fr: Synchronisation des Extensions de fichiers à ignorer
he_il: סינכרון סיומות להתעלם
no_no: Sync arkiv Extensions å ignorere
ro_ro: Extensii de fişier sincronizare să Ignore
ru_ru: Синхронизация расширений файлов игнорировать
uk_ua: Розширення імен файлів синхронізації ігнорувати
vi_vn: Tiện ích mở rộng đồng bộ tập tin để bỏ qua

source: Rename Episodes
ar_sa: قم بإعادة تسمية الحلقات
cs_cz: Přejmenovat epizody
da_dk: Omdøbe episoder
de_de: Benennen Sie Episoden
el_gr: Μετονομασία επεισόδια
es_es: Cambiar el nombre de episodios
fi_fi: Nimeä jaksot
fr_fr: Renommer des épisodes
he_il: שינוי שם פרקים
no_no: Endre episoder
ro_ro: Redenumiţi episoade
ru_ru: Переименование эпизодов
uk_ua: Перейменувати епізоди
vi_vn: Đổi tên tập phim

source: Rename episode using the Episode
ar_sa: قم بإعادة تسمية الحلقة باستخدام الحلقة
cs_cz: Přejmenovat pomocí Epizoda Epizoda
de_de: Benennen Sie die Episode mit der Folge
el_gr: Μετονομάστε το χρησιμοποιώντας το επεισόδιο επεισόδιο
es_es: Cambiar el nombre de episodio con el episodio
fi_fi: Nimetä uudelleen käyttäen episodi episodi
he_il: שינוי שם פרק באמצעות הפרק
no_no: Endre episode bruker episoden
ro_ro: Redenumiţi episod folosind episod
ru_ru: Переименование с помощью эпизод эпизод
uk_ua: Перейменувати епізод, використовуючи епізод
vi_vn: Đổi tên các tập phim bằng cách sử dụng các tập phim

source: Naming settings?
ar_sa: إعدادات التسمية؟
cs_cz: Nastavení pojmenování?
de_de: Benennen von Einstellungen?
el_gr: Ονοματοδοσία ρυθμίσεις;
es_es: ¿Configuración de nombres?
fi_fi: Nimeäminen asetukset?
he_il: הגדרות למתן שמות?
no_no: Navngiving innstillinger?
ro_ro: Denumire setările?
ru_ru: Именование параметров?
uk_ua: Іменування настройки?
vi_vn: Cài đặt đặt tên?

source: Create missing show directories
ar_sa: إنشاء الدلائل إظهار مفقود
cs_cz: Vytvořit chybějící Zobrazit adresářů
da_dk: Opret manglende Vis mapper
de_de: Fehlende Show Verzeichnisse erstellen
el_gr: Δημιουργία λείπει εμφάνιση καταλόγων
es_es: Crear falta mostrar directorios
fi_fi: Luoda puuttuvat Näytä hakemistoja
fr_fr: Créer des répertoires de spectacle disparus
he_il: ליצור ספריות הצג חסרים
no_no: Opprett manglende Vis kataloger
ro_ro: Creaţi directoarele Arată lipsă
ru_ru: Создайте отсутствующие Показать каталоги
uk_ua: Створити зниклих без вести шоу каталоги
vi_vn: Tạo thiếu Hiển thị thư mục

source: when they get deleted
ar_sa: عندما هي الحصول على حذف
cs_cz: Když se smažou
de_de: Wenn sie gelöscht
el_gr: Όταν θα πάρει διαγραφούν
es_es: Cuando Haz borrados
fi_fi: Kun he panna deletoida
he_il: מתי הם לקבל נמחקו
no_no: Når de får fjernet
ro_ro: Când au fi şters
ru_ru: когда они удаляются
uk_ua: коли вони видаляються
vi_vn: khi họ nhận được xóa

source: Add shows without directory
ar_sa: إضافة يظهر دون دليل
cs_cz: Přidat pořady bez adresáře
da_dk: Tilføje viser uden bibliotek
de_de: Sendungen ohne Verzeichnis hinzufügen
el_gr: Προσθέστε εκπομπές χωρίς κατάλογο
es_es: Añadir series sin directorio
fi_fi: Lisää ohjelmia ilman osoitekalenteri
fr_fr: Ajouter des séries sans répertoire
he_il: להוסיף מראה ללא מדריך
no_no: Legge til viser uten katalog
ro_ro: Adauga spectacole fără Director
ru_ru: Добавление шоу без каталога
uk_ua: Додати шоу без Реєстр
vi_vn: Thêm chương trình mà không có thư mục

source: Add shows without creating a
ar_sa: إضافة يظهر دون خلق
cs_cz: Přidat pořady bez vytvoření
de_de: Hinzufügen, zeigt ohne Erstellen einer
el_gr: Προσθέστε εκπομπές χωρίς τη δημιουργία ενός
es_es: Añadir series sin crear un
fi_fi: Lisää osoittaa luomatta
he_il: להוסיף מראה מבלי ליצור
no_no: Legge til programmer uten å opprette en
ro_ro: Adauga spectacole fără a crea o
ru_ru: Добавить шоу, не создавая
uk_ua: Додати шоу без створення за
vi_vn: Thêm chương trình mà không tạo ra một

source: directory (not recommended)
ar_sa: الدليل (غير مستحسن)
cs_cz: Adresář (není doporučeno)
de_de: Verzeichnis (nicht empfohlen)
el_gr: Κατάλογος (δεν συνιστάται)
es_es: directorio (no recomendado)
fi_fi: Hakemisto (ei suositella)
he_il: מדריך (לא מומלץ)
no_no: katalog (anbefales ikke)
ro_ro: Director (nerecomandat)
ru_ru: Каталог (не рекомендуется)
uk_ua: Каталог (не рекомендовано)
vi_vn: thư mục (không khuyến cáo)

source: Move Associated Files
ar_sa: نقل الملفات المقترنة
cs_cz: Přemístit soubory
da_dk: Flytte tilknyttede filer
de_de: Zugehörige Dateien zu verschieben
el_gr: Μετακινήστε τα αρχεία που σχετίζονται
es_es: Mover archivos asociados
fi_fi: Siirrä liittyvät tiedostot
fr_fr: Déplacez les fichiers associés
he_il: להעביר את הקבצים המשויכים
no_no: Flytte tilknyttede filer
ro_ro: Mutaţi fişierele asociate
ru_ru: Переместить связанные файлы
uk_ua: Перемістити зв'язані файли
vi_vn: Di chuyển các tập tin liên kết

source: Move srr/srt/sfv/etc files with the
ar_sa: نقل ملفات srr/الصربية/sfv/إلخ مع
cs_cz: Přesunutí souborů srr/srt/sfv/etc s
de_de: Verschieben Sie Srr/Srt/Sfv/Etc-Dateien mit der
el_gr: Μετακινήστε τα αρχεία srr/srt/sfv/etc με το
es_es: Mover archivos de srr/srt/sfv/etcetera con el
fi_fi: Siirrä srr/srt sfv tms tiedostot
he_il: להעביר קבצים תיכון (הנדסה) / srt/sfv/ועוד עם
no_no: Flytte srr/srt/sfv/etc filer med den
ro_ro: Mutaţi fişierele srr/srt/sfv/etc cu
ru_ru: Переместите файлы СРР/сто/sfv/и т.д. с
uk_ua: Переміщення файлів srr/srt/sfv/etc з на
vi_vn: Di chuyển các tệp srr/srt/sfv/etc với các

source: episode when processed?
ar_sa: الحلقة عند معالجتها؟
cs_cz: Epizoda při zpracování?
de_de: Folge bei der Verarbeitung?
el_gr: επεισόδιο κατά την επεξεργασία;
es_es: ¿episodio cuando el procesado?
fi_fi: episodi käsittelyn?
he_il: פרק כאשר מעובד?
no_no: Episode da behandlet?
ro_ro: episod când prelucrate?
ru_ru: эпизод, когда обрабатываются?
uk_ua: епізод при обробці?
vi_vn: tập khi xử lý?

source: Rename .nfo file
ar_sa: إعادة تسمية ملف.nfo
cs_cz: Přejmenovat soubor NFO
da_dk: Omdøbe .nfo-fil
de_de: NFO-Datei umbenennen
el_gr: Μετονομάστε το αρχείο .nfo
es_es: Cambiar el nombre de archivo .nfo
fi_fi: Nimeä .nfo-tiedosto
fr_fr: Renommez le fichier .nfo
he_il: שינוי שם קובץ. nfo
no_no: NFO-filen nytt navn
ro_ro: Redenumiţi fişierul .nfo
ru_ru: Переименовать файл .nfo
uk_ua: Перейменуйте файл. nfo
vi_vn: Đổi tên tập tin .nfo

source: Rename the original .nfo file to
ar_sa: إعادة تسمية ملف.nfo الأصلي إلى
cs_cz: Přejmenujte původní soubor NFO
de_de: Benennen Sie die ursprüngliche .nfo-Datei zu
el_gr: Μετονομάστε το αρχικό αρχείο .nfo
es_es: Renombrar el archivo .nfo original a
fi_fi: Nimeä alkuperäinen .nfo-tiedosto ja
he_il: שנה את שם הקובץ. nfo המקורי כדי
no_no: Gi nytt navn filen NFO til
ro_ro: Redenumiţi fişierul .nfo originală a
ru_ru: Переименуйте исходный файл .nfo для
uk_ua: Перейменуйте вихідний файл. nfo
vi_vn: Đổi tên file .nfo gốc cho

source: .nfo-orig to avoid conflicts?
ar_sa: .nfo الأصلية لتجنب الصراعات؟
cs_cz: NFO orig konfliktům?
de_de: NFO-Orig um Konflikte zu vermeiden?
el_gr: .nfo-orig για να αποφύγετε διενέξεις;
es_es: ¿.nfo-orig para evitar conflictos?
fi_fi: .nfo-orig ristiriitojen välttämiseksi?
he_il: . nfo-טנק רוחו המקורית כדי למנוע התנגשויות?
no_no: NFO-orig å unngå konflikter?
ro_ro: .NFO-orig. pentru a evita conflicte?
ru_ru: .nfo ориг избежать конфликтов?
uk_ua: . nfo ориг уникнути конфліктів?
vi_vn: .NFO-orig để tránh những xung đột?

source: Change File Date
ar_sa: تغيير تاريخ الملف
cs_cz: Datum změny souboru
da_dk: Skift fildato
de_de: Änderungsdatum der Datei
el_gr: Αλλαγή ημερομηνίας αρχείου
es_es: Cambio fecha de archivo
fi_fi: Muuta tiedoston päivämäärä
fr_fr: Date de modification fichier
he_il: שינוי קובץ תאריך
no_no: Endre fildato
ro_ro: Schimbare data fi║ierului
ru_ru: Дата изменения файла
uk_ua: Дата змінення файлу
vi_vn: Ngày thay đổi tập tin

source: Set last modified filedate to the date that the episode aired?
ar_sa: آخر تعديل مجموعة فيلدت إلى التاريخ الذي بثت الحلقة؟
cs_cz: Nastavení změněno filedate k datu, které vysílala epizoda?
da_dk: Sæt sidst ændret filedate til den dato, hvor episoden blev sendt?
de_de: Satz der letzten Änderung Datum, das Datum, an dem die Episode ausgestrahlt?
el_gr: Σετ Τελευταία φορά filedate την ημερομηνία που το επεισόδιο προβλήθηκε;
es_es: ¿Conjunto última modificación fecha a la fecha en que el episodio salió al aire?
fi_fi: Set viimeksi muutettu filedate päivämäärään, jolloin episodi esitettiin?
fr_fr: Ensemble modifié le filedate à la date à laquelle la diffusion de l’épisode ?
he_il: Filedate סט עודכן לתאריך שבו הפרק שודר?
no_no: Sett Sist endret filedate til datoen episoden sendt?
ro_ro: Set ultima modificare filedate la data care a fost difuzat episod?
ru_ru: Изменение набора сообщаемый на дату этого эпизода?
uk_ua: Набір останнього змінення filedate на сьогоднішній день, який був показаний епізод?
vi_vn: Thiết lập thay đổi filedate đến nay các tập phim phát sóng?

source: Some systems may ignore this feature.
ar_sa: وقد تجاهل بعض أنظمة هذه الميزة.
cs_cz: Některé systémy mohou ignorovat tuto funkci.
da_dk: Nogle systemer kan ignorere denne funktion.
de_de: Einige Systeme können diese Funktion ignorieren.
el_gr: Μερικά συστήματα μπορεί να αγνοήσει αυτό το χαρακτηριστικό.
es_es: Algunos sistemas pueden ignorar esta característica.
fi_fi: Joissakin järjestelmissä voi sivuuttaa tätä ominaisuutta.
fr_fr: Certains systèmes peuvent ignorer cette fonctionnalité.
he_il: מערכות מסוימות עשויים להתעלם תכונה זו.
no_no: Noen systemer kan ignorere denne funksjonen.
ro_ro: Unele sisteme pot ignora această caracteristică.
ru_ru: Некоторые системы могут игнорировать эту возможность.
uk_ua: Деякі системи можуть ігнорувати цю функцію.
vi_vn: Một số hệ thống có thể bỏ qua các tính năng này.

source: Timezone for File Date:
ar_sa: المنطقة الزمنية لتاريخ الملف:
cs_cz: Časové pásmo pro datum souboru:
da_dk: Tidszone for fildato:
de_de: Zeitzone für Datei-Datum:
el_gr: Ζώνη ώρας για την ημερομηνία αρχείου:
es_es: Zona horaria de fecha del archivo:
fi_fi: Aikavyöhyke tiedoston päivämäärä:
fr_fr: Fuseau horaire pour la Date du fichier :
he_il: אזור זמן עבור תאריך הקובץ:
no_no: Tidssone for fildato:
ro_ro: Fusul orar pentru data de fişier:
ru_ru: Часовой пояс для файла Дата:
uk_ua: Часовий пояс для файлу Дата:
vi_vn: Timezone cho tập tin ngày:

source: Unpack
ar_sa: فك
cs_cz: Rozbalit
da_dk: Pak
de_de: Entpacken
el_gr: Απλήρωτος
es_es: Desembale
fi_fi: Purkaa
fr_fr: Décompresser
he_il: ביטול אריזה
no_no: Pakke
ro_ro: Despacheta
ru_ru: Распакуйте
uk_ua: Розпакуйте
vi_vn: Giải nén

source: Unpack any TV releases in your
ar_sa: فك أي النشرات التلفزيونية في الخاص بك
cs_cz: Rozbalit všechny TV verze v svém
da_dk: Pak alle TV udgivelser i din
de_de: Entpacken Sie alle TV-Versionen in Ihrem
el_gr: Απλήρωτος οποιαδήποτε τηλεόραση κυκλοφορίες σε σας
es_es: Desempaquetar cualquier TV notas en su
fi_fi: Purkaa TV vuosikooste vuodelta sinun
fr_fr: Déballez tout rejet de TV dans votre
he_il: לפרוק את כל מהדורות הטלוויזיה ב שלך
no_no: Pakk ut alle TV utgivelser i din
ro_ro: Despacheta orice versiuni de TV în dumneavoastră
ru_ru: Распаковать любой ТВ релизы в вашем
uk_ua: Розпаковувати будь-які ТБ релізів в ваш
vi_vn: Giải nén mọi phiên bản TV của bạn

source: TV Download Dir
ar_sa: دير تحميل التلفزيون
el_gr: TV κατεβάσετε Dir
es_es: TV descarga Dir
fi_fi: TV Lataa Dir
fr_fr: TV téléchargement Dir
he_il: Dir הורד טלוויזיה
no_no: TV ned Dir
ro_ro: TV Descarca Dir
ru_ru: Рубрике загрузки ТВ
uk_ua: ТБ завантажити Dir
vi_vn: Truyền tải về thư mục

source: Only working with RAR archive
ar_sa: تعمل فقط مع أرشيف RAR
cs_cz: Pouze práce s RAR archiv
de_de: Nur Arbeit mit RAR-Archiv
fi_fi: Vain työskentelee RAR arkisto
ru_ru: Только работа с RAR Архив
vi_vn: Chỉ làm việc với lưu trữ RAR

source: Delete RAR contents
ar_sa: حذف محتويات رر
cs_cz: Smazat RAR obsah
da_dk: Slette RAR indhold
de_de: RAR-Inhalt löschen
el_gr: Διαγράψτε τα περιεχόμενα του RAR
es_es: Eliminar el contenido RAR
fi_fi: Poistaa RAR sisältö
fr_fr: Supprimer le contenu RAR
he_il: מחיקת תוכן RAR
no_no: Slett RAR innholdet
ro_ro: Şterge conţinutul de RAR
ru_ru: Удалить содержимое RAR
uk_ua: Видалити вміст RAR
vi_vn: Xoá nội dung RAR

source: Delete content of RAR files, even if Process Method not set to move?
ar_sa: حذف محتوى ملفات RAR، حتى لو كان عدم تعيين "أسلوب عملية" الانتقال؟
cs_cz: Odstranit obsah RAR souborů, i v případě, že proces metoda není nastaven na přesunout?
da_dk: Slet indholdet af RAR filer, selvom processen metode ikke er indstillet til at flytte?
de_de: Löschen Inhalt der RAR-Dateien zu, selbst wenn Process-Methode nicht um zu bewegen?
el_gr: Διαγραφή περιεχομένου από RAR αρχεία, ακόμη και αν δεν έχει οριστεί μέθοδος διαδικασίας για να μετακινήσετε;
es_es: ¿Borrar contenido de los archivos RAR, si método de proceso no para mover?
fi_fi: Poistaa RAR tiedostojen sisältöä, vaikka menetelmää ei asetettu siirtymään?
fr_fr: Supprimer le contenu des fichiers RAR, même si méthode Process ne sur pas pour déplacer ?
he_il: האם למחוק את התוכן של קבצי RAR, גם אם תהליך שיטה אינה מוגדרת כדי להעביר?
no_no: Slette innholdet i RAR filer, selv hvis prosessen metoden ikke flytte?
ro_ro: Ştergeţi conţinutul RAR fişiere, chiar dacă procesul de metodă nu setat să se mute?
ru_ru: Удалить содержимое RAR файлов, даже если метод процесса не задано для перемещения?
uk_ua: Видалити вміст RAR файлів, навіть якщо процес метод не рухатися?
vi_vn: Xoá nội dung của các tập tin RAR, thậm chí nếu quá trình phương pháp không đặt để di chuyển?

source: Don't delete empty folders
ar_sa: لا تقم بحذف المجلدات الفارغة
cs_cz: Není odstranit prázdné složky
da_dk: Ikke slette tomme mapper
de_de: Nicht leere Ordner löschen
el_gr: Μην διαγράψτε άδειο φακέλους
es_es: No borra las carpetas vacías
fi_fi: Älä poista tyhjät kansiot
fr_fr: Ne supprimez pas les dossiers vides
he_il: אל תמחק תיקיות ריקות
no_no: Ikke Slett tomme mapper
ro_ro: Nu ştergeţi folderele goale
ru_ru: Не удаляйте пустые папки
uk_ua: Не видалити порожні папки
vi_vn: Đừng xóa thư mục rỗng

source: Leave empty folders when Post Processing?
ar_sa: اترك المجلدات الفارغة عند تجهيز آخر؟
cs_cz: Ponechejte prázdné složky, když Post zpracování?
da_dk: Efterlade tomme mapper når efterbehandling?
de_de: Lassen Sie leere Ordner, wenn Post-Processing?
el_gr: Αφήσετε άδειο φακέλους, όταν μετά την επεξεργασία;
es_es: ¿Deja las carpetas vacías al proceso del poste?
fi_fi: Jättää tyhjiä kansioita, kun jälkikäsittelyssä?
fr_fr: Laissez les dossiers vides lors du Post traitement ?
he_il: השאירו תיקיות ריקות בעת עיבוד פוסט?
no_no: La tomme mapper når etterbehandling?
ro_ro: Lăsaţi folderele goale atunci când Post de prelucrare?
ru_ru: Оставьте пустые папки, когда пост обработки?
uk_ua: Залишити порожні папки, коли пост-обробки?
vi_vn: Để lại thư mục rỗng khi đăng bài chế biến?

source: Can be overridden using manual Post Processing
ar_sa: يمكن أن يتم تجاوز استخدام "معالجة" دليل آخر
cs_cz: Může být přepsána pomocí ručního zpracování Post
da_dk: Kan tilsidesættes ved hjælp af manuel efterbehandling
de_de: Kann überschrieben werden mit manuellen Nachbearbeitung
el_gr: Μπορεί να παρακαμφθεί με τη χρήση χειροκίνητη επεξεργασία Post
es_es: Se puede redefinir usando manual Post procesamiento
fi_fi: Voi ohittaa käyttäminen manuaalisen jälkikäsittely
fr_fr: Peut être substituée à l’aide de manuel Post traitement
he_il: ניתן לעקוף באמצעות עיבוד ידני פוסט
no_no: Kan overstyres med manuell etterbehandling
ro_ro: Poate fi suprascris folosind manuale Post procesare
ru_ru: Может быть переопределен с помощью ручного постобработка
uk_ua: Може бути відключена за допомогою ручної обробки пост
vi_vn: Có thể được ghi đè bằng cách sử dụng hướng dẫn sử dụng đăng bài chế biến

source: Use Failed Downloads
ar_sa: فشل استخدام الأسبوعية
cs_cz: Použití ke stažení se nezdařilo
de_de: Einsatz konnte Downloads
ru_ru: Использование сбой загрузки
vi_vn: Sử dụng thất bại lượt tải

source: Use Failed Download Handling?
ar_sa: استخدام فشل معالجة التحميل؟
cs_cz: Použití se nezdařilo stáhnout zpracování?
de_de: Einsatz versagt Download Handling?
ru_ru: Использование не удалось скачать обработку?
vi_vn: Sử dụng không thể xử lý tải về?

source: Delete Failed
ar_sa: فشل في حذف
cs_cz: Odstranění se nezdařilo
da_dk: Sletning mislykkedes
de_de: Löschen fehlgeschlagen
el_gr: Διαγραφή απέτυχε
es_es: Error al eliminar
fi_fi: Poisto epäonnistui
fr_fr: Échoué de la suppression
he_il: מחיקה נכשלה
no_no: Slett mislyktes
ro_ro: Ştergere nu a reușit
ru_ru: Не удалось удалить
uk_ua: Не вдалося видалити
vi_vn: Xóa bỏ thất bại
