Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Pushbullet devices
ar_sa: أجهزة بوشبوليت
cs_cz: Pushbullet zařízení
da_dk: Pushbullet enheder
de_de: Pushbullet Geräte
el_gr: Pushbullet συσκευές
es_es: Pushbullet dispositivos
fi_fi: Pushbullet laitteet
fr_fr: Dispositifs de Pushbullet
he_il: Pushbullet התקנים
no_no: Pushbullet-enheter
ro_ro: Dispozitive de Pushbullet
ru_ru: Pushbullet устройства
uk_ua: Pushbullet пристрої
vi_vn: Thiết bị Pushbullet

source: select device you wish to push to.
ar_sa: حدد الجهاز الذي تريد دفع.
cs_cz: Vyberte zařízení, které chcete posunout.
da_dk: Vælg enhed, du ønsker at skubbe til.
de_de: Wählen Sie Gerät zu schieben möchten.
el_gr: Επιλέξτε τη συσκευή που θέλετε να ωθήσει.
es_es: Seleccione el dispositivo que desea empujar a.
fi_fi: Valitse laite jonka haluat työntää.
fr_fr: Sélectionnez le périphérique que vous souhaitez pousser à.
he_il: בחר את ההתקן שברצונך לדחוף.
no_no: Velg enheten du vil presse.
ro_ro: selectaţi dispozitivul pe care doreşti să împinge.
ru_ru: Выберите устройство, которое вы хотите, чтобы нажать.
uk_ua: Виберіть пристрій, який ви хочете, щоб штовхати.
vi_vn: chọn thiết bị bạn muốn tới.

source: Update device list
ar_sa: تحديث قائمة الأجهزة
cs_cz: Aktualizovat seznam zařízení
da_dk: Opdater enhedsliste
de_de: Update-Geräteliste
el_gr: Η ενημερωμένη έκδοση λίστα συσκευών
es_es: Actualizar la lista de dispositivos
fi_fi: Päivitä luettelo
fr_fr: Mettre à jour la liste des périphériques
he_il: עדכון רשימת ההתקנים
no_no: Oppdatere listen over enheter
ro_ro: Lista cu dispozitive de actualizare
ru_ru: Обновление списка устройств
uk_ua: Оновлення списку пристрій
vi_vn: Cập nhật danh sách thiết bị

source: Test Pushbullet
ar_sa: اختبار بوشبوليت
cs_cz: Testovat Pushbullet
el_gr: Τεστ Pushbullet
es_es: Pushbullet prueba
fi_fi: Testaa Pushbullet
he_il: מבחן Pushbullet
ro_ro: Testul Pushbullet
ru_ru: Тест Pushbullet
uk_ua: Тест Pushbullet
vi_vn: Kiểm tra Pushbullet

source: Free Mobile is a famous French cellular network provider.<br> It provides to their customer a free SMS API.
ar_sa: هو موبايل مجاناً شبكة خلوية فرنسي الشهير provider.<br> فإنه يوفر للعملاء واجهة "برمجة تطبيقات الرسائل القصيرة" مجاناً.
cs_cz: Free Mobile je provider.<br> slavný francouzský mobilní sítě, které poskytuje zákazníkovi zdarma SMS API.
da_dk: Gratis mobiltelefon er en berømt fransk cellular netværk provider.<br> det giver til deres kunde en gratis SMS API.
de_de: Kostenlose Mobile ist eine berühmte französische Mobilfunknetz-provider.<br>, die es ihren Kunden eine kostenlose SMS-API bietet.
el_gr: Δωρεάν Mobile είναι ένα διάσημο γαλλικό δίκτυο κινητής τηλεφωνίας provider.<br> που παρέχει στον πελάτη τους μια δωρεάν SMS API.
es_es: Móvil libre es un provider.<br> famoso francés red celular ofrece a sus clientes una API de SMS gratis.
fi_fi: Ilmainen Mobile on kuuluisa ranskalainen matkapuhelinverkon provider.<br> se tarjoaa asiakkaidensa vapauttaa SMS API.
fr_fr: Free Mobile est un réseau cellulaire Français célèbre provider.<br> qu'il fournit à son client une API SMS gratuit.
he_il: נייד חינם הוא provider.<br> הצרפתי המפורסם תקשורת סלולרית שהיא מספקת ללקוח שלהם של ה-API SMS חינם.
no_no: Gratis Mobile er en berømt fransk mobilnettverk provider.<br> det gir kundenes en ledig SMS-API.
ro_ro: Gratuit mobil este un provider.<br> de celebrul francez cellular reţea oferă clienţilor lor un API SMS gratuit.
ru_ru: Бесплатный мобильный является известный французский сотовой сети provider.<br>, которые он предоставляет их клиенту бесплатные SMS API.
uk_ua: Безкоштовно Мобільний є знаменитий французький стільникової мережі provider.<br>, вона забезпечує своїх клієнтів безкоштовні SMS API.
vi_vn: Miễn phí điện thoại di động là một provider.<br> nổi tiếng Pháp kết nối mạng, nó cung cấp cho khách hàng của họ một API miễn phí tin nhắn SMS.

source: send SMS notifications?
ar_sa: إرسال إشعارات SMS؟
cs_cz: poslat SMS upozornění?
da_dk: sende SMS beskeder?
de_de: senden Sie SMS-Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις μέσω SMS;
es_es: ¿Envíe notificaciones de SMS?
fi_fi: Lähetä Tekstiviesti-ilmoituksia?
fr_fr: Envoyer des notifications par SMS ?
he_il: לשלוח הודעות SMS?
no_no: sende SMS-varsler?
ro_ro: trimite notificari SMS?
ru_ru: Отправьте SMS-уведомления?
uk_ua: надсилати SMS-сповіщень?
vi_vn: gửi tin nhắn SMS thông báo?

source: send a SMS when a download starts?
ar_sa: إرسال رسالة نصية قصيرة عند بدء تحميل؟
cs_cz: poslat SMS, když začne stahování?
da_dk: Send en SMS, når et download starter?
de_de: senden Sie eine SMS, wenn ein Download beginnt?
el_gr: Στείλτε ένα SMS όταν μια λήψη ξεκινά;
es_es: ¿Envíe un SMS cuando se inicia una descarga?
fi_fi: Lähetä Tekstiviesti, kun lataus alkaa?
fr_fr: Envoyez un SMS au démarrage d’un téléchargement ?
he_il: שלח SMS עם הפעלת הורדה?
no_no: sende en SMS når en nedlasting starter?
ro_ro: Trimite un SMS atunci când începe un drum liber?
ru_ru: отправить SMS, когда начнется загрузка?
uk_ua: Відправляйте SMS, коли почнеться завантаження?
vi_vn: gửi tin nhắn SMS một khi bắt đầu tải xuống?

source: send a SMS when a download finishes?
ar_sa: إرسال رسالة SMS عند انتهاء تحميل؟
cs_cz: Po dokončení stahování, poslat SMS?
da_dk: Send en SMS, når download er færdig?
de_de: senden Sie eine SMS, wenn ein Download abgeschlossen ist?
el_gr: Όταν ολοκληρωθεί η λήψη, να στείλει ένα SMS;
es_es: ¿Envíe un SMS cuando una descarga termina?
fi_fi: Lähetä Tekstiviesti, kun lataus on valmis?
fr_fr: Envoyer un SMS lorsqu’un téléchargement se termine ?
he_il: לשלוח SMS כשהטיפול הורדה?
no_no: sende en SMS når et ferdig?
ro_ro: Trimite un SMS atunci când se termină o descărcare?
ru_ru: отправить SMS, когда завершения загрузки?
uk_ua: Після завершення завантаження необхідно відправити SMS?
vi_vn: gửi tin nhắn SMS một khi tải xuống hoàn tất?

source: send a SMS when subtitles are downloaded?
ar_sa: إرسال رسالة نصية عندما يتم تحميل ترجمات؟
cs_cz: poslat SMS, když se stáhnou titulky?
da_dk: Send en SMS, når undertekster er downloadet?
de_de: senden Sie eine SMS, wenn Untertitel heruntergeladen werden?
el_gr: Στείλτε ένα SMS κατά τη λήψη υπότιτλους;
es_es: ¿Enviar un SMS cuando se descargan los subtitulos?
fi_fi: Lähetä Tekstiviesti, kun tekstitys ladataan?
fr_fr: Envoyer un SMS quand les sous-titres sont téléchargés ?
he_il: שלח SMS כאשר כתוביות מורדים?
no_no: sende en SMS når undertekster er lastet ned?
ro_ro: Trimite un SMS atunci cand sunt downloadate subtitrari?
ru_ru: отправить SMS, когда субтитры загружаются?
uk_ua: Відправляйте SMS, коли субтитри завантажено?
vi_vn: gửi tin nhắn SMS một khi phụ đề được tải xuống không?

source: Free Mobile customer ID
ar_sa: معرف العميل المحمول مجاناً
cs_cz: Zdarma mobilní zákaznické ID
da_dk: Gratis mobil kunde-ID
de_de: Kostenlose Mobile Kunden-ID
el_gr: Δωρεάν κινητά customer ID
es_es: Identificación de cliente móvil gratis
fi_fi: Ilmainen mobiili Asiakastunnus
fr_fr: ID de client Mobile gratuit
he_il: מזהה לקוח ניידים חינם
no_no: Gratis mobil kunde-ID
ro_ro: ID client mobil gratuit
ru_ru: Бесплатные мобильные клиента ID
uk_ua: Безкоштовно Мобільний клієнт ID
vi_vn: ID khách hàng điện thoại di động miễn phí

source: ex. 12345678
ar_sa: مثلاً: 12345678
de_de: Bsp. 12345678
el_gr: π.χ. 12345678
es_es: ej.: 12345678
he_il: אקס 12345678
vi_vn: Ví dụ: 12345678

source: Free Mobile API Key
ar_sa: مفتاح API المحمول مجاناً
cs_cz: Zdarma mobilní klíč API
da_dk: Gratis mobil API-nøgle
de_de: Kostenlose Mobile API-Schlüssel
el_gr: Δωρεάν κινητά API κλειδί
es_es: Gratis móvil API Key
fi_fi: Ilmainen mobiili API avain
fr_fr: Clef libre de l’API Mobile
he_il: המפתח של ניידים חינם
no_no: Gratis mobil API-nøkkel
ro_ro: Drum liber Mobile API cheie
ru_ru: Бесплатный мобильный ключ API
uk_ua: Безкоштовно Мобільний ключ API
vi_vn: Điện thoại di động miễn phí khóa API

source: enter yourt API key
ar_sa: أدخل مفتاح yourt API
cs_cz: Zadejte yourt API klíč
da_dk: Indtast yourt API nøgle
de_de: Yourt API-Key eingeben
el_gr: Εισάγετε το κλειδί API yourt
es_es: introducir la clave correcta API
fi_fi: astua yourt API avain
fr_fr: Entrez la clé d’yourt API
he_il: הזן וללבוש API מפתח
no_no: Angi yourt API-nøkkel
ro_ro: Introduceţi yourt API-cheie
ru_ru: Введите ключ yourt API
uk_ua: Введіть ключ юрті API
vi_vn: nhập yourt API key

source: Click below to test your settings.
ar_sa: انقر أدناه لاختبار الإعدادات الخاصة بك.
cs_cz: Klikněte níže pro test nastavení.
de_de: Klicken Sie unten, um Ihre Einstellungen zu testen.
el_gr: Κάντε κλικ παρακάτω για να ελέγξετε τις ρυθμίσεις σας.
es_es: Haga clic a continuación para probar la configuración.
fi_fi: Testaa asetuksia valitsemalla alla.
he_il: לחץ להלן כדי לבדוק את ההגדרות.
no_no: Klikk nedenfor for å teste innstillingene.
ro_ro: Click mai jos pentru a testa setările.
ru_ru: Нажмите ниже, чтобы проверить настройки.
uk_ua: Натисніть нижче, щоб перевірити ваші налаштування.
vi_vn: Bấm vào dưới đây để kiểm tra cài đặt của bạn.

source: Test SMS
ar_sa: اختبار SMS
cs_cz: Testovací SMS
el_gr: Δοκιμαστικό μήνυμα
es_es: Prueba SMS
fi_fi: Testi SMS
he_il: מבחן ה-SMS
ro_ro: SMS-uri de testare
ru_ru: Тестовый SMS
uk_ua: Тест SMS
vi_vn: Kiểm tra tin nhắn SMS

source: Telegram is a cloud-based instant messaging service
ar_sa: برقية خدمة مراسلة فورية المستندة إلى مجموعة النظراء
cs_cz: Telegram je instant messaging služba na principu cloudů
da_dk: Telegram er en cloud-baseret instant messaging service
de_de: Telegramm ist eine Cloud-basierte Chat-Dienst
el_gr: Τηλεγράφημα είναι μια cloud-based υπηρεσία ανταλλαγής άμεσων μηνυμάτων
es_es: Telegrama es un servicio de mensajería instantánea basado en la nube
fi_fi: Sanoman on pilvi-pohjainen instant messaging service
fr_fr: Télégramme est un service de messagerie instantanée basé sur un nuage
he_il: מברק הוא המבוסס על ענן צמתים שירות העברת ההודעות המיידיות
no_no: Telegram er en sky-basert Øyeblikkelig meldingstjeneste
ro_ro: Telegrama este un nor serviciul de mesagerie instant
ru_ru: Телеграмма является облачной службы мгновенного обмена сообщениями
uk_ua: Телеграма є на хмарі службу миттєвих повідомлень
vi_vn: Bức điện là một dựa ngay lập tức tin nhắn dịch vụ

source: send Telegram notifications?
ar_sa: إرسال إعلامات برقية؟
cs_cz: Odeslat Telegram oznámení?
da_dk: Send Telegram meddelelser?
de_de: senden Telegramm-Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις τηλεγράφημα;
es_es: ¿enviar notificaciones telegrama?
fi_fi: lähettää sanoman ilmoituksia?
fr_fr: Envoyer des notifications de télégramme ?
he_il: לשלוח מברק הודעות?
no_no: sende Telegram meldinger?
ro_ro: Trimite telegrama notificări?
ru_ru: отправлять уведомления Телеграмма?
uk_ua: Надіслати сповіщення Телеграма?
vi_vn: gửi thông báo điện tín?

source: send a message when a download starts?
ar_sa: إرسال رسالة عند بدء تحميل؟
cs_cz: Odeslat zprávu, když začne stahování?
da_dk: Send en besked, når et download starter?
de_de: senden Sie eine Nachricht, wenn ein Download beginnt?
el_gr: Στείλτε ένα μήνυμα όταν μια λήψη ξεκινά;
es_es: ¿Enviar un mensaje cuando se inicia una descarga?
fi_fi: lähettää sanoman, kun lataus alkaa?
fr_fr: Envoyer un message au démarrage d’un téléchargement ?
he_il: לשלוח הודעה כאשר מתחיל הורדה?
no_no: Send en melding når en nedlasting starter?
ro_ro: Trimite un mesaj atunci când începe un drum liber?
ru_ru: Отправить сообщение, когда начнется загрузка?
uk_ua: надсилати повідомлення, коли почнеться завантаження?
vi_vn: gửi tin nhắn khi bắt đầu tải xuống?

source: send a message when a download finishes?
ar_sa: إرسال رسالة عند انتهاء تحميل؟
cs_cz: Odeslat zprávu po dokončení stahování?
da_dk: Send en besked, når en overførsel er færdig?
de_de: senden Sie eine Nachricht, wenn ein Download abgeschlossen ist?
el_gr: Στείλτε ένα μήνυμα όταν ολοκληρωθεί μια λήψη;
es_es: ¿Enviar un mensaje cuando termina una descarga?
fi_fi: lähettää viestin, kun lataus on valmis?
fr_fr: Envoyer un message lorsqu’un téléchargement se termine ?
he_il: לשלוח הודעה כשהטיפול הורדה?
no_no: Send en melding når et ferdig?
ro_ro: Trimite un mesaj atunci când se termină o descărcare?
ru_ru: Отправить сообщение по завершении загрузки?
uk_ua: надсилати повідомлення після завершення завантаження?
vi_vn: gửi tin nhắn khi kết thúc một tải?

source: send a message when subtitles are downloaded?
ar_sa: إرسال رسالة عندما يتم تحميل ترجمات؟
cs_cz: Odeslat zprávu, když se stáhnou titulky?
da_dk: Send en besked, når undertekster er downloadet?
de_de: senden Sie eine Nachricht, wenn Untertitel heruntergeladen werden?
el_gr: Στείλτε ένα μήνυμα κατά τη λήψη υπότιτλους;
es_es: ¿Enviar un mensaje cuando se descargan los subtitulos?
fi_fi: lähettää viestin, kun tekstitys ladataan?
fr_fr: Envoyer un message quand les sous-titres sont téléchargés ?
he_il: לשלוח הודעה בעת ההורדה כתוביות?
no_no: Send en melding når undertekster er lastet ned?
ro_ro: Trimite un mesaj atunci când sunt descărcate subtitrari?
ru_ru: Отправить сообщение, когда субтитры загружаются?
uk_ua: надсилати повідомлення, коли субтитри завантажено?
vi_vn: gửi tin nhắn khi phụ đề được tải xuống không?

source: User/Group ID
ar_sa: معرف المستخدم/المجموعة
cs_cz: ID uživatele/skupiny
da_dk: Bruger/gruppe-ID
de_de: Benutzer/Gruppen-ID
el_gr: Αναγνωριστικό χρήστη/ομάδας
es_es: ID de usuario/grupo
fi_fi: Käyttäjän tai ryhmän tunnus
fr_fr: ID d’utilisateur/groupe
he_il: מזהה משתמש/קבוצה
no_no: Bruker/gruppe-ID
ro_ro: ID utilizator/grup
ru_ru: Идентификатор пользователя/группы
uk_ua: Ідентифікатор користувача або групи
vi_vn: ID người dùng/nhóm

source: contact @myidbot on Telegram to get an ID
ar_sa: اتصل @myidbot في برقية للحصول على معرف
cs_cz: obraťte se na @myidbot na Telegram získat ID
da_dk: Kontakt @myidbot på Telegram at få et ID
de_de: Kontakt @myidbot auf Telegramm an eine ID zu erhalten
el_gr: Επικοινωνήστε με την @myidbot στο τηλεγράφημα να πάρει ένα Αναγνωριστικό
es_es: @myidbot en telegrama para obtener un ID de contacto
fi_fi: Sanoman saada tunnuksen yhteydessä @myidbot
fr_fr: Télégramme pour obtenir un ID d’un contact avec @myidbot
he_il: צור קשר עם @myidbot על המברק להשיג תעודת זהות
no_no: Kontakt @myidbot på Telegram få en ID
ro_ro: Telegramă pentru a obţine un ID de contact @myidbot
ru_ru: контакт @myidbot на телеграмму, чтобы получить идентификатор
uk_ua: контакт @myidbot на телеграму отримати ID
vi_vn: liên hệ với @myidbot vào điện để có được một ID

source: NOTE
ar_sa: ملاحظة
cs_cz: POZNÁMKA:
da_dk: BEMÆRK
de_de: HINWEIS
el_gr: ΣΗΜΕΊΩΣΗ
es_es: NOTA
fi_fi: HUOMAUTUS
fr_fr: REMARQUE
he_il: הערה
no_no: MERK
ro_ro: NOTĂ
ru_ru: ПРИМЕЧАНИЕ
uk_ua: ПРИМІТКА
vi_vn: LƯU Ý

source: Don't forget to talk with your bot at least one time if you get a 403 error.
ar_sa: لا تنسى أن الحديث مع بوت الخاص بك على الأقل مرة واحدة إذا كنت تحصل على خطأ 403.
cs_cz: Nezapomeňte se mluvit s bot alespoň jednou, pokud se dostanete chybu číslo 403.
da_dk: Glem ikke at tale med din bot mindst én gang hvis du får en 403 fejl.
de_de: Vergessen Sie nicht, mit Ihren Bot bereits mindestens einmal sprechen, erhältst du ein 403-Fehler.
el_gr: Μην ξεχάσετε να μιλήσει με το bot σας τουλάχιστον μία φορά αν μπορείτε να πάρετε ένα 403 σφάλμα.
es_es: No olvides hablar con tu bot por lo menos una vez Si obtienes un error 403.
fi_fi: Älä unohda puhua botin vähintään kerran jos saat 403 virhe.
fr_fr: N’oubliez pas de parler avec votre bot au moins une fois, si vous obtenez une erreur 403.
he_il: אל תשכחו לדבר עם בוט שלך לפחות פעם אחת, אם אתה מקבל הודעת שגיאה 403.
no_no: Ikke glem å snakke med boten minst én gang hvis du får en 403-feil.
ro_ro: Nu uitaţi să vorbesc cu botul cel puţin o dată, dacă tu a lua un error 403.
ru_ru: Не забудьте поговорить с ваш бот по крайней мере один раз, если вы получаете ошибку 403.
uk_ua: Не забудьте поговорити з ваш бот принаймні один раз, якщо ви отримаєте 403 помилка.
vi_vn: Đừng quên để nói chuyện với bot của bạn ít nhất một thời gian nếu bạn nhận được một lỗi 403.

source: Bot API Key
ar_sa: مفتاح API بوت
cs_cz: Bot API klíč
da_dk: Bot API-nøgle
de_de: Bot-API-Schlüssel
el_gr: Bot API κλειδί
fi_fi: Bot API-avain
fr_fr: Clé d’API bot
he_il: בוט API מפתח
no_no: Bot-API-nøkkel
ro_ro: Bot API-cheie
ru_ru: Скрипт API ключ
uk_ua: Ключ API бота

source: contact @BotFather on Telegram to set up one
ar_sa: اتصل @BotFather في برقية لإعداد واحد
cs_cz: obraťte se na @BotFather na Telegram nastavit jeden
da_dk: Kontakt @BotFather på Telegram til at oprette en
de_de: wenden Sie sich an @BotFather auf Telegramm zur Errichtung
el_gr: Επικοινωνήστε με την @BotFather στο τηλεγράφημα για να ρυθμίσετε ένα
es_es: Póngase en contacto con @BotFather en telegrama a establecer una
fi_fi: Ota yhteyttä @BotFather sanoman perustamaan
fr_fr: Contacter @BotFather le télégramme à mettre en place un
he_il: צור קשר עם @BotFather על המברק להגדיר אחד
no_no: Kontakt @BotFather på Telegram til sette opp en
ro_ro: @BotFather pe telegramă să înfiinţeze una de contact
ru_ru: связаться с @BotFather на Телеграмма настроить один
uk_ua: зв'язатися з @BotFather на телеграму налаштувати один
vi_vn: liên hệ với @BotFather vào điện tín để thiết lập một

source: Test Telegram
ar_sa: اختبار برقية
cs_cz: Testovací Telegram
de_de: Test-Telegramm
el_gr: Δοκιμή τηλεγράφημα
es_es: Telegrama de prueba
fi_fi: Testaa sanoman
fr_fr: Télégramme de test
he_il: מבחן מברק
no_no: Teste Telegram
ro_ro: Telegrama de testare
ru_ru: Телеграмма тест
uk_ua: Тест Телеграма
vi_vn: Kiểm tra điện

source: Twilio is a webservice API that allows you to communicate directly with a mobile number. This notifier will send a text directly to your mobile device.
ar_sa: توليو هو webservice API الذي يسمح لك بالاتصال مباشرة برقم هاتف محمول. سيتم إرسال هذا الإشعار نص مباشرة إلى الجهاز المحمول الخاص بك.
cs_cz: Twilio je webservice API, která vám umožní komunikovat přímo s mobilním číslem. Tento oznamovatel zašle text přímo do vašeho mobilního zařízení.
da_dk: Twilio er en webservice API, der giver mulighed for at kommunikere direkte med en mobil nummer. Denne anmelder vil sende en tekst direkte til din mobile enhed.
de_de: Twilio ist ein Webservice-API, die Sie direkt mit einer Handynummer kommunizieren kann. Dieser Melder sendet einen Text direkt auf Ihr mobiles Gerät.
el_gr: Twilio είναι ένα webservice API που σας επιτρέπει να επικοινωνείτε απευθείας με έναν αριθμό κινητού τηλεφώνου. Κοινοποιών αυτό θα στείλει ένα κείμενο απευθείας στη φορητή συσκευή σας.
es_es: Twilio es un servicio Web API que le permite comunicarse directamente con un número de móvil. Este notificador enviará un texto directamente a su dispositivo móvil.
fi_fi: Twilio on webservice API, jonka avulla voit kommunikoida suoraan matkapuhelinnumero. Tämä ilmoittaja lähettää tekstiviestin suoraan puhelimeesi.
fr_fr: Twilio est un service Web API qui vous permet de communiquer directement avec un numéro de téléphone mobile. L’auteur de cette notification envoie un texte directement sur votre appareil mobile.
he_il: Twilio הוא webservice API זה מאפשר לך לתקשר ישירות עם מספר טלפון נייד. Notifier זה ישלח הודעה ישירות למכשיר הנייד שלך.
no_no: Twilio er en webservice API som lar deg kommunisere direkte med et mobilnummer. Denne varsleren sender tekst direkte til den mobile enheten.
ro_ro: Twilio este o webservice API care vă permite să comunice direct cu un număr de mobil. Această notificare va trimite un text direct la aparatul dvs. mobil.
ru_ru: Twilio является webservice API, который позволяет вам общаться непосредственно с мобильного телефона. Эта программа оповещения будет посылать текст непосредственно на ваше мобильное устройство.
uk_ua: Twilio є веб-служба API, що дозволяє спілкуватися безпосередньо з мобільного номера. Цей засіб сповіщення буде відправити текст безпосередньо на вашому мобільному пристрої.
vi_vn: Twilio là một webservice API cho phép bạn giao tiếp trực tiếp với một số điện thoại di động. Thông báo này sẽ gửi một văn bản trực tiếp đến điện thoại di động.

source: text your mobile device?
ar_sa: نص الجهاز المحمول الخاص بك؟
cs_cz: text vašeho mobilního zařízení?
da_dk: tekst din mobilenhed?
de_de: Text Ihr mobiles Gerät?
el_gr: κείμενο την κινητή συσκευή σας;
es_es: ¿texto su dispositivo móvil?
fi_fi: tekstin mobiililaitteeseen?
fr_fr: texte votre appareil mobile ?
he_il: טקסט המכשיר הנייד שלך?
no_no: tekst mobilenheten?
ro_ro: textul dispozitivul mobil?
ru_ru: текст вашего мобильного устройства?
uk_ua: текст вашого мобільного пристрою?
vi_vn: văn bản điện thoại di động?

source: Twilio Account SID
ar_sa: توليو حساب SID
cs_cz: Bezplatný účet prodej SID
da_dk: Twilio konto SID
de_de: Twilio Konto SID
el_gr: Twilio λογαριασμού SID
es_es: Twilio cuenta SID
fi_fi: Twilio tilin SID-TUNNUKSELLE
fr_fr: SID du compte Twilio
he_il: Twilio חשבון סיד
no_no: Twilio konto-SID
ro_ro: Twilio cont SID
ru_ru: ИД безопасности учетной записи Twilio
uk_ua: Twilio облікового запису SID
vi_vn: Twilio tài khoản SID

source: account SID of your Twilio account.
ar_sa: حساب SID حسابك توليو.
cs_cz: účtu SID účtu Twilio.
da_dk: konto SID på din Twilio konto.
de_de: Konto SID des Kontos Twilio.
el_gr: λογαριασμού SID του λογαριασμού Twilio.
es_es: cuenta SID de su cuenta de Twilio.
fi_fi: tilin SID-TUNNUKSELLE Twilio-tilisi.
fr_fr: SID du compte Twilio du compte.
he_il: חשבון ה-SID של חשבונך Twilio.
no_no: konto-SID for kontoen Twilio.
ro_ro: cont SID al contului Twilio.
ru_ru: Учетная запись SID учетной записи Twilio.
uk_ua: облікового запису SID облікового Twilio.
vi_vn: tài khoản SID Twilio tài khoản của bạn.

source: Twilio Auth Token
ar_sa: رمز مصادقة توليو
cs_cz: Twilio autentizační Token
el_gr: Twilio έλεγχος ταυτότητας διακριτικού
fi_fi: Twilio Auth tunnus
fr_fr: Jeton d’authentification Twilio
he_il: אסימון אימות Twilio
ru_ru: Маркер проверки подлинности Twilio
uk_ua: Twilio Auth маркер

source: enter your auth token
ar_sa: أدخل الرمز المميز المصادقة
cs_cz: Zadejte váš autentizační token
da_dk: Indtast dit auth token
de_de: Geben Sie Ihrem Auth-token
el_gr: Εισάγετε το διακριτικό σας ΑΠΘ
es_es: Ingrese su token auth
fi_fi: Kirjoita auth tunnus
fr_fr: Entrez votre jeton d’authentification
he_il: הזן את אסימון אימות
no_no: Angi auth-token
ro_ro: Introduceţi ta token auth
ru_ru: Введите ваш маркер проверки подлинности
uk_ua: Введіть ваш ключ auth
vi_vn: nhập của bạn auth token

source: Twilio Phone SID
ar_sa: توليو الهاتف SID
cs_cz: Twilio telefon SID
da_dk: Twilio telefon SID
de_de: Twilio Telefon SID
el_gr: Twilio τηλέφωνο SID
es_es: Twilio teléfono SID
fi_fi: Twilio puhelimen SID
fr_fr: Twilio téléphone SID
he_il: טלפון Twilio סיד
no_no: Twilio telefonen SID
ro_ro: Telefon Twilio SID
ru_ru: Twilio телефон SID
uk_ua: Twilio телефон SID
vi_vn: Điện thoại Twilio SID

source: phone SID that you would like to send the sms from.
ar_sa: سيد أن كنت ترغب في إرسال الرسائل القصيرة من الهاتف.
cs_cz: telefon SID, který byste chtěli posílat sms ze.
da_dk: telefon SID, som du gerne vil sende sms fra.
de_de: SID, die Sie, senden Sie die Sms vom möchten Handy.
el_gr: SID που θα επιθυμούσατε να στείλετε το sms από το τηλέφωνο.
es_es: SID que desea enviar el sms desde el teléfono.
fi_fi: Puhelin SID, jonka haluat lähettää sms polveutua.
fr_fr: Téléphone SID que vous souhaitez envoyer le sms à partir.
he_il: טלפון סיד שתרצי לשלוח את sms.
no_no: telefon SID som du ønsker å sende sms fra.
ro_ro: SID care doriţi să trimiteţi sms la telefon.
ru_ru: SID, который вы бы хотели отправить sms из телефона.
uk_ua: ідентифікатор безпеки, який ви хотіли б відправити sms з телефону.
vi_vn: điện thoại SID mà bạn muốn gửi tin nhắn sms từ.

source: Your phone number
ar_sa: رقم الهاتف الخاص بك
cs_cz: Vaše telefonní číslo
da_dk: Dit telefonnummer
de_de: Ihre Telefonnummer
el_gr: Τον αριθμό τηλεφώνου σας
es_es: Su número de teléfono
fi_fi: Puhelinnumerosi
fr_fr: Votre numéro de téléphone
he_il: מספר הטלפון שלך
no_no: Telefonnummeret ditt
ro_ro: Numarul tau de telefon
ru_ru: Ваш номер телефона
uk_ua: Номер телефону
vi_vn: Số điện thoại của bạn
