Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: The folder at %s doesn't contain a tvshow.nfo - copy your files to that folder before you change the directory in SiCKRAGE.
ar_sa: لا يحتوي المجلد في %s tvshow.nfo--نسخ الملفات إلى هذا المجلد قبل تغيير الدليل في سيكراجي.
cs_cz: Složka v %s neobsahuje tvshow.nfo - kopírovat soubory do této složky, než změníte adresář v SiCKRAGE.
da_dk: Mappen på %s indeholder ikke en tvshow.nfo - kopiere dine filer til denne mappe, før du ændrer mappen i SiCKRAGE.
de_de: Der Ordner %s enthält keine tvshow.nfo - kopieren Sie Ihre Dateien in diesen Ordner, bevor Sie das Verzeichnis in SiCKRAGE ändern.
el_gr: Ο φάκελος στο %s δεν περιέχει ένα tvshow.nfo - αντιγράψετε τα αρχεία σε αυτόν το φάκελο, πριν να αλλάξετε τον κατάλογο σε SiCKRAGE.
es_es: La carpeta en %s no contiene un tvshow.nfo - copiar los archivos a esa carpeta antes de cambiar el directorio en SiCKRAGE.
fi_fi: Kansion %s ei sisällä tvshow.nfo - kopioida tiedostot tähän kansioon, ennen kuin muutat SiCKRAGE hakemistoon.
fr_fr: Le dossier à le %s ne contient pas un tvshow.nfo - copiez vos fichiers dans ce dossier avant de modifier le répertoire dans SiCKRAGE.
he_il: התיקיה ב- %s אינו מכיל את tvshow.nfo - העתק את הקבצים שלך לתיקיה זו לפני שינוי בספריה SiCKRAGE.
no_no: Mappen på %s inneholder ikke en tvshow.nfo - kopiere filene til mappen før du endrer mappen i SiCKRAGE.
ro_ro: Dosar la %s nu conţine un tvshow.nfo - copia fişierele în acest dosar, înainte de a vă schimba directorul în SiCKRAGE.
ru_ru: Папка на %s не содержит tvshow.nfo - копировать файлы в эту папку, прежде чем изменять каталог в SiCKRAGE.
uk_ua: Папки на %s не містить на tvshow.nfo - копіювати файли до папки перед зміненням каталогу в SiCKRAGE.
vi_vn: Cặp %s không chứa một tvshow.nfo - sao chép các tập tin của bạn vào thư mục đó trước khi bạn thay đổi thư mục trong SiCKRAGE.

source: Unable to update show: {0}
ar_sa: غير قادر على تحديث عرض: {0}
cs_cz: Nelze aktualizovat show: {0}
de_de: Nicht in der Lage, anzeigen zu aktualisieren: {0}
ru_ru: Не удается обновить шоу: {0}
vi_vn: Không thể Cập Nhật Hiển thị: {0}

source: Unable to force an update on scene exceptions of the show.
ar_sa: غير قادر على فرض تحديث على الاستثناءات مشهد من المعرض.
cs_cz: Nelze vynutit aktualizaci na scéně výjimky show.
da_dk: Stand til at tvinge en opdatering på scene undtagelser af showet.
de_de: Nicht in der Lage, ein Update auf Szene Ausnahmen der Show zu zwingen.
el_gr: Δεν είναι δυνατό να επιβάλετε μια ενημέρωση σχετικά με εξαιρέσεις από σκηνή της παράστασης.
es_es: No se puede forzar una actualización sobre la excepción de la escena del espectáculo.
fi_fi: Kykenisi pakottamaan päivityksen kohtaus poikkeuksia Show.
fr_fr: Impossible de forcer une mise à jour sur les exceptions de la scène du spectacle.
he_il: אין אפשרות לכפות עדכון על זירת חריגים של המופע.
no_no: Kan ikke fremtvinge en oppdatering på scenen unntak av showet.
ro_ro: Imposibil pentru a forţa o actualizare pe scena excepţii de spectacol.
ru_ru: Не удается выполнить принудительное обновление на сцене исключений шоу.
uk_ua: Не в змозі Примусово оновити сцени винятки шоу.
vi_vn: Không thể buộc một Cập Nhật trên cảnh ngoại lệ của các hiển thị.

source: Unable to force an update on scene numbering of the show.
ar_sa: غير قادر على فرض تحديث ترقيم المشهد من المعرض.
cs_cz: Nelze vynutit aktualizaci na scénu číslování pořadu.
da_dk: Stand til at tvinge en opdatering på scene nummerering af showet.
de_de: Nicht in der Lage, eine Aktualisierung erzwingen auf Szene Nummerierung der Show.
el_gr: Δεν είναι δυνατό να επιβάλετε μια ενημέρωση σχετικά με αρίθμηση σκηνή της παράστασης.
es_es: No se puede forzar una actualización en numeración de escena del espectáculo.
fi_fi: Kykenisi pakottamaan päivityksen kohtaus numerointia show.
fr_fr: Impossible de forcer une mise à jour sur la scène de numérotation du spectacle.
he_il: אין אפשרות לכפות עדכון על זירת מספור של המופע.
no_no: Kan ikke fremtvinge en oppdatering på scenen nummerering av showet.
ro_ro: Imposibil pentru a forţa o actualizare pe scena numerotare de spectacol.
ru_ru: Не удается выполнить принудительное обновление на сцене нумерации шоу.
uk_ua: Не в змозі Примусово оновити на сцені нумерацію шоу.
vi_vn: Không thể buộc một Cập Nhật trên cảnh đánh số của chương trình.

source: {num_errors:d} error{plural} while saving changes:
ar_sa: {num_errors:d} error{plural} أثناء حفظ التغييرات:
cs_cz: {num_errors:d} error{plural} při ukládání změn:
da_dk: {num_errors:d} error{plural} samtidig spare ændringer:
de_de: {num_errors:d} error{plural} beim Speichern der Änderungen:
el_gr: {num_errors:d} error{plural} κατά την αποθήκευση αλλαγών:
es_es: {num_errors:d} error{plural} al guardar los cambios:
fi_fi: {num_errors:d} error{plural} tallennettaessa muutoksia:
fr_fr: {num_errors:d} error{plural} lors de l’enregistrement des modifications :
he_il: error{plural} {num_errors:d} תוך כדי לשמור את השינויים:
no_no: {num_errors:d} error{plural} når du lagrer endringer:
ro_ro: {num_errors:d} error{plural} în timp ce salvarea modificărilor:
ru_ru: {num_errors:d} error{plural} при сохранении изменений:
uk_ua: {num_errors:d} error{plural} під час збереження змін:
vi_vn: {num_errors:d} error{plural} trong khi tiết kiệm những thay đổi:

source: Unable to find the specified show
ar_sa: غير قادر على العثور على العرض المحدد
cs_cz: Nelze najít zadaný show
da_dk: Kan ikke finde den angivne show
de_de: Keine die angegebenen Show finden
el_gr: Δεν μπορείτε να βρείτε την καθορισμένη Εμφάνιση
es_es: No se puede encontrar el programa especificado
fi_fi: Ei löydy määritelty
fr_fr: Impossible de trouver le spectacle spécifié
he_il: אין אפשרות למצוא את התוכנית שצוינה
no_no: Finner ikke den angitte showet
ro_ro: Imposibil de găsit Arată specificat
ru_ru: Не удается найти указанный шоу
uk_ua: Не вдалося знайти вказаний шоу
vi_vn: Không thể tìm thấy các hiển thị được chỉ định

source: %s has been %s
ar_sa: وقد تم %s %s
cs_cz: %s byla %s
da_dk: %s har været %s
de_de: %s wurde %s
el_gr: %s έχει %s
es_es: %s ha sido %s
fi_fi: %s on ollut %s
fr_fr: %s a été %s
he_il: %s היה %s
no_no: %s er %s
ro_ro: %s a fost %s
ru_ru: %s был %s
uk_ua: %s був %s
vi_vn: %s đã %s

source: resumed
ar_sa: استأنفت
cs_cz: obnoveno
da_dk: genoptaget
de_de: wieder aufgenommen
el_gr: επαναλαμβάνεται
es_es: reasumido
fi_fi: jatkettiin
fr_fr: a repris
he_il: חידש
no_no: gjenopptatt
ro_ro: a reluat
ru_ru: возобновил
uk_ua: відновив
vi_vn: tiếp tục

source: paused
ar_sa: توقف مؤقت
cs_cz: pozastaveno
da_dk: midlertidigt afbrudt
de_de: angehalten
el_gr: σε παύση
es_es: hizo una pausa
fi_fi: keskeytetty
fr_fr: en pause
he_il: מושהה
no_no: midlertidig stanset
ro_ro: în pauză
ru_ru: приостановлено
uk_ua: призупинено
vi_vn: tạm dừng

source: %s has been %s %s
ar_sa: وقد تم %s %s %s
cs_cz: %s byla %s %s
da_dk: %s har været %s %s
de_de: %s wurde %s %s
el_gr: %s έχει %s %s
es_es: %s ha sido %s %s
fi_fi: %s on ollut %s %s
fr_fr: %s a été %s %s
he_il: %s היה %s %s
no_no: %s er %s %s
ro_ro: %s a fost %s %s
ru_ru: %s был %s %s
uk_ua: %s був %s %s
vi_vn: %s đã %s %s

source: deleted
ar_sa: حذف
cs_cz: odstraněno
da_dk: slettet
de_de: gelöscht
el_gr: διαγράφεται
es_es: elimina
fi_fi: poistettu
fr_fr: supprimé
he_il: נמחק
no_no: slettet
ro_ro: elimină
ru_ru: удалены
uk_ua: видалено
vi_vn: xóa bỏ

source: trashed
ar_sa: إلى الحضيض
cs_cz: ožralý
da_dk: smidt i papirkurven
de_de: im Papierkorb
el_gr: Πατήθηκε
fi_fi: roskakoriin
fr_fr: saccagé
he_il: הרס
no_no: kastet
ro_ro: aruncată la coş
ru_ru: корзины
vi_vn: vào thùng rác

source: (media untouched)
ar_sa: (وسائل الإعلام لم يمسها)
cs_cz: (média beze změny)
da_dk: (media urørt)
de_de: (Media unberührt)
el_gr: (media ανέγγιχτη)
es_es: (medios de Virgenes)
fi_fi: (media koskematon)
fr_fr: (médias intacte)
he_il: (מדיה ללא שינוי)
no_no: (media urørt)
ro_ro: (media neatins)
ru_ru: (СМИ нетронутой)
uk_ua: (медіа недоторканою)
vi_vn: (phương tiện truyền thông ảnh hưởng)

source: (with all related media)
ar_sa: (مع كل ما يتصل وسائل الإعلام)
cs_cz: (se všemi související média)
da_dk: (med alle relaterede medier)
de_de: (mit allen damit verbundenen Medien)
el_gr: (με όλα τα συναφή μέσα μαζικής ενημέρωσης)
es_es: (con todo lo relacionado con los medios de comunicación)
fi_fi: (ja kaikki siihen liittyvät media)
fr_fr: (avec tous les médias)
he_il: (עם כל המדיה קשורים)
no_no: (med alle relaterte media)
ro_ro: (cu toate legate de mass-media)
ru_ru: (все связанные с СМИ)
uk_ua: (з усіма пов'язані ЗМІ)
vi_vn: (với tất cả liên quan đến phương tiện truyền thông)

source: Unable to delete this show.
ar_sa: غير قادر على حذف هذا المعرض.
cs_cz: Nelze odstranit tuto show.
da_dk: Det er ikke muligt at slette dette show.
de_de: Nicht in der Lage, diese Show zu löschen.
el_gr: Δεν μπορείτε να διαγράψετε αυτό το δείχνουν.
es_es: No se puede eliminar este programa.
fi_fi: Ei voi poistaa tämä show.
fr_fr: Impossible de supprimer ce spectacle.
he_il: אין אפשרות למחוק את התוכנית הזאת.
no_no: Kan ikke slette dette showet.
ro_ro: Imposibil de șters acest spectacol.
ru_ru: Не удается удалить это шоу.
uk_ua: Не вдалося видалити це шоу.
vi_vn: Không thể xoá Hiển thị này.

source: Unable to refresh this show.
ar_sa: غير قادر على تحديث هذا العرض.
cs_cz: Nelze aktualizovat tuto show.
da_dk: Der kan ikke opdatere dette show.
de_de: Nicht in der Lage, diese Show zu aktualisieren.
el_gr: Δεν είναι δυνατό να ανανεώσετε αυτό το δείχνουν.
es_es: No se puede actualizar este programa.
fi_fi: Ei voi päivittää tämän osoittavat.
fr_fr: Impossible d’actualiser ce spectacle.
he_il: אין אפשרות לרענן את המופע הזה.
no_no: Kan ikke oppdatere dette showet.
ro_ro: Imposibil de reîmprospătat acest spectacol.
ru_ru: Не удается обновить это шоу.
uk_ua: Не вдалося оновити це шоу.
vi_vn: Không thể để làm mới hiện nay.

source: Unable to update this show.
ar_sa: غير قادر على تحديث هذا العرض.
cs_cz: Nelze aktualizovat tuto show.
da_dk: Der kan ikke opdatere dette show.
de_de: Nicht in der Lage, diese Show zu aktualisieren.
el_gr: Δεν είναι δυνατό να ενημερώσετε αυτό το δείχνουν.
es_es: No se puede actualizar este programa.
fi_fi: Ei voi päivittää tämän osoittavat.
fr_fr: Impossible de mettre à jour de ce spectacle.
he_il: אין אפשרות לעדכן את התוכנית הזאת.
no_no: Kan ikke oppdatere dette showet.
ro_ro: Imposibilitatea de a actualiza acest spectacol.
ru_ru: Не удается обновить это шоу.
uk_ua: Не вдалося оновити це шоу.
vi_vn: Không thể Cập Nhật hiện nay.

source: Library update command sent to KODI host(s):
ar_sa: إرسال الأمر تحديث المكتبة إلى مضيف/مضيفين منطقيين كودي:
cs_cz: Příkaz update knihovny zaslány KODI hostiteli:
da_dk: Biblioteket update-kommando sendes til KODI værter:
de_de: Bibliothek-Update-Befehl gesendet, um KODI Hosts:
el_gr: Βιβλιοθήκη ενημέρωση εντολή αποστέλλεται KODI Host (s):
es_es: Comando de actualización de la biblioteca envió a KODI hosts:
fi_fi: Kirjasto update-komennolla lähetetään KODI isäntä (t):
fr_fr: Bibliothèque mise à jour de commande envoyée au KODI hôte (s) :
he_il: ספריית עדכון פקודה שלח KODI host(s):
no_no: Biblioteket oppdateringskommandoen sendt til KODI verten (e):
ro_ro: Biblioteca actualizare comanda trimisă zaharia Host(uri):
ru_ru: Команда update библиотека направил Коди хост:
uk_ua: Бібліотека команду оновлення надіслано KODI вузлів:
vi_vn: Thư viện Cập Nhật lệnh gửi đến KODI host(s):

source: Unable to contact one or more KODI host(s):
ar_sa: غير قادر على الاتصال بمضيف/واحد أو أكثر من مضيفين منطقيين كودي:
cs_cz: Nelze se spojit s jedním nebo více hostiteli KODI:
da_dk: Stand til at kontakte en eller flere KODI værter:
de_de: Nicht in der Lage, einen oder mehrere KODI Hosts zu kontaktieren:
el_gr: Δυνατό να επικοινωνήσει με έναν ή περισσότερους KODI Host (s):
es_es: No puede ponerse en contacto con uno o más hosts KODI:
fi_fi: Voi ottaa yhteyttä KODI-isäntien:
fr_fr: Impossibilité de joindre un ou plusieurs hôtes KODI :
he_il: אפשרות ליצור קשר עם host(s) KODI אחד או יותר:
no_no: Kan ikke kontakte en eller flere KODI verten (e):
ro_ro: Imposibilitatea de a contacta una sau mai multe Host(uri) marian:
ru_ru: Не удается связаться с одним или несколькими узлами Коди:
uk_ua: Не вдалося підключитися до одного або кількох-KODI вузлів:
vi_vn: Không thể liên lạc với một hoặc nhiều KODI host(s):

source: Library update command sent to Plex Media Server host:
ar_sa: إرسال إلى مضيف ملقم وسائط من نوع Plex الأمر تحديث المكتبة:
cs_cz: Příkaz update knihovny odesílány serveru Plex Media Server hostitele:
da_dk: Biblioteket update-kommando sendes til Plex Media Server vært:
de_de: Bibliothek aktualisieren-Befehl an Plex Media Server Host gesendet:
el_gr: Βιβλιοθήκη ενημέρωση εντολή που του στάλθηκε Plex Media Server κεντρικού υπολογιστή:
es_es: Comando de actualización de la biblioteca enviado a Plex Media Server host:
fi_fi: Kirjasto update-komennolla lähetetään Plex joukkoviestimet tarjoilija isäntä:
fr_fr: Commande de mise à jour de bibliothèque envoyé à Plex Media Server hôte :
he_il: ספריית עדכון לפקודה שנשלחה לארח Plex Media Server:
no_no: Bibliotek oppdateringskommando sendt til pleksisettet Media Server vert:
ro_ro: Biblioteca actualizare comanda trimisă Plex Media Server gazdă:
ru_ru: Команда update Библиотека, отправляемых хосту Plex Media Server:
uk_ua: Бібліотека команду оновлення надіслано до медіасервера Plex хоста:
vi_vn: Thư viện Cập Nhật lệnh được gửi đến máy chủ lưu trữ Plex Media Server:

source: Unable to contact Plex Media Server host:
ar_sa: غير قادر على الاتصال بمضيف ملقم وسائط من نوع Plex:
cs_cz: Nelze se spojit s Plex Media Server hostitele:
da_dk: Stand til at kontakte Plex Media Server vært:
de_de: Nicht in der Lage, Plex Media Server Host zu erreichen:
el_gr: Δυνατό να επικοινωνήσει με το διακομιστή Plex Media Server κεντρικού υπολογιστή:
es_es: No puede ponerse en contacto con el host de Plex Media Server:
fi_fi: Voi ottaa yhteyttä Plex joukkoviestimet tarjoilija isäntä:
fr_fr: Impossibilité de joindre l’hôte de Plex Media Server :
he_il: אפשרות ליצור קשר עם שרת מדיה Plex מארח:
no_no: Kan ikke kontakte Plex Media Server vert:
ro_ro: Imposibilitatea de a contacta Plex Media Server gazdă:
ru_ru: Не удается связаться с принимающей Plex Media Server:
uk_ua: Не вдалося підключитися до медіа-сервер Plex хост:
vi_vn: Không thể liên lạc với máy chủ lưu trữ Plex Media Server:

source: Library update command sent to Emby host:
ar_sa: إرسال إلى المضيف امبي الأمر تحديث المكتبة:
cs_cz: Příkaz update knihovny zaslány držíme hostitele:
da_dk: Biblioteket update-kommando sendes til Emby vært:
de_de: Bibliothek aktualisieren-Befehl an Emby Host gesendet:
el_gr: Βιβλιοθήκη ενημέρωση εντολή που του στάλθηκε Emby κεντρικού υπολογιστή:
es_es: Comando de actualización de la biblioteca enviado a Emby host:
fi_fi: Kirjasto päivityskomennolla lähetti Emby isäntä:
fr_fr: Commande de mise à jour de bibliothèque envoyé à Emby hôte :
he_il: ספריית עדכון הפקודה שלח אל המארח אמבי עם השיער:
no_no: Biblioteket oppdateringskommandoen sendt til Emby vert:
ro_ro: Biblioteca actualizare comanda trimisă Renate gazdă:
ru_ru: Команда update библиотека направил Эмбы хост:
uk_ua: Бібліотека команду оновлення надіслано до Емби хоста:
vi_vn: Thư viện Cập Nhật lệnh được gửi đến máy chủ lưu trữ Emby:

source: Unable to contact Emby host:
ar_sa: غير قادر على الاتصال بمضيف امبي:
cs_cz: Nelze se spojit s držíme hostitele:
da_dk: Stand til at kontakte Emby vært:
de_de: Nicht in der Lage, Emby Host zu erreichen:
el_gr: Δυνατό να επικοινωνήσει με το Emby οικοδεσπότη:
es_es: No puede ponerse en contacto con Emby host:
fi_fi: Voi ottaa yhteyttä Emby isäntä:
fr_fr: Impossibilité de joindre l’hôte Emby :
he_il: אפשרות ליצור קשר עם המארח אמבי עם השיער:
no_no: Kan ikke kontakte Emby vert:
ro_ro: Imposibilitatea de a contacta Renate gazdă:
ru_ru: Не удается связаться с Эмбы хост:
uk_ua: Не вдалося підключитися до Емби хост:
vi_vn: Không thể liên lạc với Emby host:

source: Syncing Trakt with SiCKRAGE
ar_sa: Trakt المزامنة مع سيكراجي
cs_cz: Synchronizace Trakt s SiCKRAGE
da_dk: Synkronisering Trakt med SiCKRAGE
de_de: Trakt mit SiCKRAGE synchronisieren
el_gr: Συγχρονισμός Trakt με SiCKRAGE
es_es: Sincronización de Trakt con SiCKRAGE
fi_fi: Synkronointi Trakt SiCKRAGE
fr_fr: Trakt synchronisation avec SiCKRAGE
he_il: סינכרון Trakt עם SiCKRAGE
no_no: Synkronisering Trakt med SiCKRAGE
ro_ro: Sincronizarea Trakt cu SiCKRAGE
ru_ru: Синхронизация тракт с SiCKRAGE
uk_ua: Синхронізація Trakt з SiCKRAGE
vi_vn: Đồng bộ hoá Trakt với SiCKRAGE

source: You must specify a show and at least one episode
ar_sa: يجب عليك تحديد إظهار وحلقة واحدة على الأقل
cs_cz: Musíte zadat alespoň jednu epizodu a show
da_dk: Du skal angive et show og mindst én episode
de_de: Sie müssen eine Show und mindestens eine Episode angeben.
el_gr: Πρέπει να καθορίσετε μια εκπομπή και τουλάχιστον ένα επεισόδιο
es_es: Debe especificar un show y al menos un episodio
fi_fi: Määritä Näytä ja vähintään yksi episodi
fr_fr: Vous devez spécifier un spectacle et au moins un épisode
he_il: עליך לציין מופע של פרק אחד לפחות
no_no: Du må angi et show og minst én episode
ro_ro: Trebuie să specificați un spectacol şi cel puţin un episod
ru_ru: Необходимо указать по крайней мере один эпизод и шоу
uk_ua: Потрібно вказати шоу і принаймні один епізод
vi_vn: Bạn phải chỉ định một chương trình và ít nhất một tập

source: Invalid status
ar_sa: حالة غير صالحة
cs_cz: Neplatný stav
da_dk: Ugyldig status
de_de: Ungültiger status
el_gr: Μη έγκυρη κατάσταση
es_es: Estado no válido
fi_fi: Virheellisen tilan
fr_fr: État non valide
he_il: מצב לא חוקי
no_no: Ugyldig status
ro_ro: Stare nevalidă
ru_ru: Недопустимый статус
uk_ua: Неприпустимий статус
vi_vn: Trạng thái không hợp lệ

source: Backlog was automatically started for the following seasons of
ar_sa: وبدأ تراكم تلقائياً للمواسم التالية
cs_cz: Nevyřízené položky se automaticky spustí pro následující období
da_dk: Puklen startede automatisk for de følgende sæsoner af
de_de: Rückstand wurde für den folgenden Spielzeiten der automatisch gestartet.
el_gr: Ανεκτέλεστο ξεκίνησε αυτόματα για τις ακόλουθες εποχές του
es_es: Cartera de pedidos se inició automáticamente para las siguientes temporadas de
fi_fi: Ruuhkan automaattisesti alku seuraavat vuodenaikaa
fr_fr: Carnet de commandes a été lancée automatiquement pour les saisons suivantes de
he_il: מצבור הופעל באופן אוטומטי עבור העונות הבאות
no_no: Etterslep ble automatisk startet til følgende årstider av
ro_ro: Întârzierile a început automat pentru următoarele sezoane de
ru_ru: Невыполненная работа автоматически запускается для следующих сезонов
uk_ua: Відставання автоматично було розпочато протягом наступних сезонів з
vi_vn: Tồn đọng được tự động bắt đầu trong mùa giải sau của

source: Season
ar_sa: الموسم
cs_cz: Sezóny
da_dk: Sæson
de_de: Saison
el_gr: Σεζόν
es_es: Temporada
fi_fi: Kausi
fr_fr: Saison
he_il: העונה
no_no: Sesongen
ro_ro: Sezon
ru_ru: Сезон
uk_ua: Сезон
vi_vn: Mùa giải

source: Backlog started
ar_sa: تراكمات بدأت
cs_cz: Nevyřízené položky začala
da_dk: Puklen startede
de_de: Rückstand gestartet
el_gr: Ανεκτέλεστο ξεκίνησε
es_es: Cartera de iniciado
fi_fi: Tilauskanta alkoi
fr_fr: Carnet de commandes a commencé
he_il: מצבור התחיל
no_no: Etterslep i gang
ro_ro: Întârzierile a început
ru_ru: Отставание начал
uk_ua: Відставання почав
vi_vn: Backlog bắt đầu

source: Retrying Search was automatically started for the following season of
ar_sa: إعادة محاولة البحث تلقائياً بدأت في الموسم التالي من
cs_cz: Opakování hledání byl automaticky spustí pro následující sezónu
da_dk: Prøver igen søgning var startes automatisk til den følgende sæson af
de_de: Erneuter Versuch Suche wurde für die kommende Saison der automatisch gestartet.
el_gr: Επανάληψη αναζήτησης ξεκίνησε αυτόματα για την επόμενη σεζόν του
es_es: Volver a intentar la búsqueda se inicia automáticamente para la siguiente temporada de
fi_fi: Yritetään uudelleen Etsi aloitettiin automaattisesti seuraavan kauden
fr_fr: Une nouvelle tentative de recherche a été lancée automatiquement pour la saison suivante
he_il: מנסה שוב חיפוש החלה אוטומטית לעונה הבאה של
no_no: Prøver på nytt søk ble automatisk startet for følgende sesongen
ro_ro: Se reîncearcă Căutaţi a fost pornit automat pentru sezonul următor de
ru_ru: Повтор поиска автоматически началась на следующий сезон
uk_ua: Повторна спроба пошук був запускається автоматично на наступний сезон з
vi_vn: Thử lại tìm được tự động bắt đầu cho mùa sau

source: Retry Search started
ar_sa: بدأ البحث عن إعادة المحاولة
cs_cz: Opakovat hledání začalo
da_dk: Prøv Søg startede
de_de: Wiederholung-Suche gestartet
el_gr: Επανάληψη αναζήτησης ξεκίνησε
es_es: Vuelva a intentar la búsqueda comenzó
fi_fi: Yritä uudelleen haku alkoi
fr_fr: Commencé à rechercher de nouvelles tentatives
he_il: חפש שנית התחיל
no_no: Prøv søket startet
ro_ro: Reîncercare căutare a început
ru_ru: Повторить поиск начат
uk_ua: Повторити пошук роботи
vi_vn: Thử tìm bắt đầu

source: You must specify a show
ar_sa: يجب عليك تحديد إظهار
cs_cz: Je třeba zadat show
da_dk: Du skal angive en vis
de_de: Sie müssen eine Show angeben.
el_gr: Πρέπει να καθορίσετε μια εκπομπή
es_es: Debe especificar un programa de
fi_fi: Määritä Näytä
fr_fr: Vous devez spécifier un spectacle
he_il: עליך לציין מופע
no_no: Du må angi et show
ro_ro: Trebuie să specificați un spectacol
ru_ru: Необходимо указать шоу
uk_ua: Потрібно вказати шоу
vi_vn: Bạn phải chỉ định một hiển thị

source: Can't rename episodes when the show dir is missing.
ar_sa: لا يمكن إعادة تسمية الحلقات عند دير إظهار مفقود.
cs_cz: Nelze přejmenovat epizody, když chybí dir Ukázat.
da_dk: Kan ikke omdøbe episoder, når Vis dir mangler.
de_de: Episoden kann nicht umbenannt werden, wenn die Show Dir fehlt.
el_gr: Δεν είναι δυνατό να μετονομάσετε επεισόδια όταν λείπει το dir εμφάνιση.
es_es: No puede cambiar el nombre de episodios cuando falta la dir de mostrar.
fi_fi: Jaksoa ei voi nimetä uudelleen, kun Näytä dir puuttuu.
fr_fr: Impossible de renommer des épisodes lorsque le spectacle dir est manquant.
he_il: לא ניתן לשנות שם פרקים כאשר הצג dir חסרה.
no_no: Kan ikke gi episoder når Vis dir mangler.
ro_ro: Imposibil de redenumit episoade, atunci când Arată dir lipseşte.
ru_ru: Не удается переименовать эпизодов, когда шоу dir отсутствует.
uk_ua: Не вдається перейменувати епізодів, коли рубриці Показати відсутній.
vi_vn: Không thể đổi tên tập khi hiển thị dir là mất tích.

source: New subtitles downloaded: %s
ar_sa: ترجمات جديدة التحميل: %s
cs_cz: Nové titulky stáhnout: %s
da_dk: Nye undertekster downloadet: %s
de_de: Neue Untertitel herunterladen: %s
el_gr: Νέα υπότιτλους κατεβάσει: %s
es_es: Nuevos subtítulos Descargar: %s
fi_fi: Uusi otsikko ladata: %s
fr_fr: Nouveaux sous-titres téléchargés : %s
he_il: חדש בכתוביות להורדה: %s
no_no: Nye undertekster lastet ned: %s
ro_ro: Noi subtitrari descărcat: %s
ru_ru: Новые субтитры скачать: %s
uk_ua: Нові субтитри завантажено: %s
vi_vn: Phụ đề mới tải về: %s

source: No subtitles downloaded
ar_sa: ترجمة لا تحميل
cs_cz: Žádné titulky stáhnout
da_dk: Ingen undertekster downloadet
de_de: Keine Untertitel herunterladen
el_gr: Χωρίς υπότιτλους κατεβάσει
es_es: Sin subtitulos descargar
fi_fi: Ei tekstitystä ladata
fr_fr: Pas de sous-titres téléchargés
he_il: ללא תרגום להורדה
no_no: Ingen undertekster lastet ned
ro_ro: Nr subtitrari descărcat
ru_ru: Субтитры не загружен
uk_ua: Без субтитрів, скачав
vi_vn: Không có phụ đề tải về

source: Could not load changes from the repo. [Click here for CHANGES.md]({})
ar_sa: تعذر تحميل التغييرات من الريبو. [انقر هنا ل CHANGES.md] ({})
cs_cz: Nelze načíst změny z repo. [KliknÄ›te zde pro CHANGES.md] ({})
de_de: Änderungen konnte aus dem Repo nicht geladen werden. [Klicken Sie hier für CHANGES.md] ({})
fi_fi: Muutoksia ei voitu ladata repo. [Klikkaa tästä CHANGES.md] ({})
ru_ru: Не удалось загрузить изменения из репозитория. [Нажмите здесь для CHANGES.md] ({})
vi_vn: Không thể nạp thay đổi từ repo. [Bấm vào đây để CHANGES.md] ({})
