Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: The was a problem connecting to github, please refresh and try again
ar_sa: كانت مشكلة تتعلق بالاتصال github، الرجاء تحديث ثم حاول مرة أخرى
cs_cz: Byl problém s připojením k github, prosím aktualizovat a opakujte akci
de_de: Das war ein Problem beim Verbinden mit Github, bitte aktualisieren und versuchen Sie es erneut
fi_fi: Oli ongelma yhteyden github, Päivitä ja yritä uudelleen
ru_ru: Была проблема с подключением к github, пожалуйста, обновления и повторите попытку
vi_vn: Các vấn đề kết nối đến github, xin vui lòng làm mới và thử lại

source: Postprocessing results
ar_sa: نتائج تحليل نتائج العمل
cs_cz: Postprocessing výsledků
da_dk: Efterbehandle resultater
de_de: Nachbearbeitung Ergebnisse
el_gr: Postprocessing αποτελέσματα
es_es: Postproceso de resultados
fi_fi: Jälkikäsittely tulokset
fr_fr: Post-traitement des résultats
he_il: תוצאות postprocessing
no_no: Postprosessering resultater
ro_ro: Postprocesare rezultate
ru_ru: Постобработка результатов
uk_ua: Після-обробки результатів
vi_vn: Postprocessing kết quả

source: No folders selected.
ar_sa: لا المجلدات المحددة.
cs_cz: Nejsou vybrány žádné složky.
da_dk: Ingen mapper vælges.
de_de: Kein Ordner ausgewählt.
el_gr: Δεν τους φακέλους που επιλέξατε.
es_es: Sin carpetas seleccionadas.
fi_fi: Yhtään kansiota ei ole valittu.
fr_fr: Aucun dossier sélectionné.
he_il: אין התיקיות שנבחרו.
no_no: Ingen mapper er valgt.
ro_ro: Nici foldere selectate.
ru_ru: Папки не выбран.
uk_ua: Жодна папка вибрані.
vi_vn: Không có thư mục được chọn.

source: New Show
ar_sa: عرض جديد
cs_cz: Nový pořad
da_dk: Nye Show
de_de: Neue Show
el_gr: Νέα εκπομπή
es_es: Nuevo Show
fi_fi: Uusi Show
fr_fr: Nouveau spectacle
he_il: המופע החדש
no_no: Nye Show
ro_ro: Noul Show
ru_ru: Новое шоу
uk_ua: Нове шоу
vi_vn: Hiển thị mới

source: Existing Show
ar_sa: إظهار القائمة
cs_cz: Stávající Show
da_dk: Eksisterende Show
de_de: Vorhandene Show
el_gr: Υπάρχουσα εμφάνιση
es_es: Existente ver
fi_fi: Nykyisten Näytä
fr_fr: Voir l’existante
he_il: הצג הקיים
no_no: Eksisterende Vis
ro_ro: Existente Arată
ru_ru: Существующие шоу
uk_ua: Існуючі шоу
vi_vn: Hiện có hiển thị

source: Adding Show
ar_sa: إضافة عرض
cs_cz: Přidání Show
da_dk: Tilføje Show
de_de: Hinzufügen von Show
el_gr: Προσθήκη προβολή
es_es: Adición de mostrar
fi_fi: Lisäämällä Näytä
fr_fr: Ajout de spectacle
he_il: הוספת הצג
no_no: Legge til Vis
ro_ro: Adăugarea Arată
ru_ru: Добавление шоу
uk_ua: Додавання шоу
vi_vn: Hiển thị thêm

source: Adding the specified show into
ar_sa: إضافة العرض المحدد في
cs_cz: Přidání zadaného pořad do
da_dk: Tilføjer den angivne show i
de_de: Die angegebenen Show in hinzufügen
el_gr: Προσθέτοντας την καθορισμένο εμφάνιση σε
es_es: Agregar el programa especificado en
fi_fi: Lisäämällä määritetty Näytä osaksi
fr_fr: Ajout de l’émission spécifiée dans
he_il: הוספת המופע שצוין לתוך
no_no: Legger til den angitte showet i
ro_ro: Adăugarea Arată specificate în
ru_ru: Добавление указанного шоу в
uk_ua: Додавання вказаного шоу в
vi_vn: Thêm các hiển thị được chỉ định thành

source: No root directories setup, please go back and add one.
ar_sa: لا الدلائل الجذر الإعداد، الرجاء العودة وإضافة واحدة.
cs_cz: Žádné kořenových adresářů nastavení, prosím vraťte se a přidejte jeden.
da_dk: Ingen rod mapper setup, skal du gå tilbage og tilføje en.
de_de: Keine Wurzelverzeichnisse einrichten, bitte gehe zurück und fügen Sie eine.
el_gr: Καμία ριζικούς καταλόγους setup, παρακαλώ πηγαίνετε πίσω και προσθέστε ένα.
es_es: No directorios raíz de instalación, por favor volvían y agregar una.
fi_fi: Ei ole päähakemistot asetukset, palaa takaisin ja lisää.
fr_fr: Pas de répertoire racine d’installation, s’il vous plaît revenir en arrière et add-on.
he_il: אין ספריות בסיס ההתקנה, נא לחזור ולהוסיף אחד.
no_no: Ingen rotmapper oppsett, gå tilbake og legge en.
ro_ro: Nici o directoare de rădăcină de instalare, mergeţi înapoi şi adăugaţi una.
ru_ru: Не корневые каталоги установки, вернитесь и добавьте один.
uk_ua: Немає кореневої директорії установки, поверніться назад і додати один.
vi_vn: Không có thư mục gốc thiết lập, xin vui lòng quay trở lại và thêm một.

source: Unknown error. Unable to add show due to problem with show selection.
ar_sa: خطأ غير معروف. غير قادر على إضافة تبين سبب المشكلة مع إظهار التحديد.
cs_cz: Neznámá chyba. Nelze přidat show kvůli problému s výběrem show.
da_dk: Ukendt fejl. Stand til at tilføje Vis på grund af problemet med Vis markering.
de_de: Unbekannter Fehler. Es kann nicht wegen Problem mit Show-Auswahl hinzugefügt werden.
el_gr: Παρουσιάστηκε άγνωστο σφάλμα. Δεν είναι δυνατή η προσθήκη εμφάνιση λόγω προβλήματος με την επιλογή του εμφάνιση.
es_es: Error desconocido. No se puede mostrar debido a problema con Mostrar selección de añadir.
fi_fi: Tuntematon virhe. Ei voi lisätä Näytä koska ongelma Näytä valinta.
fr_fr: Erreur inconnue. Impossible d’ajouter le spectacle en raison de problème avec Voir la sélection.
he_il: שגיאה לא ידועה. לא ניתן להוסיף הצג עקב בעיה עם בחירת הצג.
no_no: Ukjent feil. Kan ikke legge til vise på grunn av problem med Vis utvalg.
ro_ro: Eroare necunoscută. Imposibil de adăugat Arată din cauza probleme cu Arată selecţie.
ru_ru: Неизвестная ошибка. Не удается добавить шоу из-за проблемы с выбором шоу.
uk_ua: Невідома помилка. Не вдалося додати шоу через проблеми з вибором шоу.
vi_vn: Lỗi không xác định. Không thể thêm Hiển thị do vấn đề với Hiển thị lựa chọn.

source: Folder
ar_sa: مجلد
cs_cz: Složka
da_dk: Mappe
de_de: Ordner
el_gr: Φάκελος
es_es: Carpeta de
fi_fi: Kansio
fr_fr: Dossier
he_il: תיקיה
no_no: Mappen
ro_ro: Pliant
ru_ru: Папка
uk_ua: Папка
vi_vn: Thư mục

source: exists already
ar_sa: موجود بالفعل
cs_cz: již existuje
da_dk: findes allerede
de_de: ist bereits vorhanden
el_gr: υπάρχει ήδη
es_es: ya existe
fi_fi: on jo olemassa
fr_fr: Il existe déjà
he_il: קיים כבר
no_no: finnes allerede
ro_ro: există deja
ru_ru: уже существует
uk_ua: Існує вже
vi_vn: tồn tại đã

source: Unable to create the folder , can't add the show
ar_sa: غير قادر على إنشاء المجلد، لا يمكن إضافة العرض
cs_cz: Nelze vytvořit složku, nelze přidat show
da_dk: Kunne ikke oprette mappen, kan ikke tilføje showet
de_de: Kann nicht erstellt der Ordner kann nicht hinzugefügt werden die show
el_gr: Δεν μπορείτε να δημιουργήσετε το φάκελο, δεν μπορεί να προσθέσει την παράσταση
es_es: No se puede crear la carpeta, no se puede Agregar el programa
fi_fi: Ei voi luoda kansiota, ei voi lisätä show
fr_fr: Impossible de créer le dossier, impossible d’ajouter le spectacle
he_il: אין אפשרות ליצור התיקיה, אין אפשרות להוסיף את המופע
no_no: Kan ikke opprette mappen kan ikke legge til showet
ro_ro: Imposibil de creat folderul, nu puteţi adăuga show
ru_ru: Не удается создать папку, не удалось добавить шоу
uk_ua: Не вдається створити папку, не можна додавати шоу
vi_vn: Không thể tạo thư mục, không thể thêm các hiển thị

source: Shows Added
ar_sa: يظهر المضافة
cs_cz: Zobrazí přidané
da_dk: Viser ekstra
de_de: Zeigt zusätzliche
el_gr: Δείχνει προστέθηκε
es_es: Muestra añadida
fi_fi: Näyttää lisätty
fr_fr: Série ajoutée
he_il: מראה נוסף
no_no: Viser lagt til
ro_ro: Prezinta adăugat
ru_ru: Показывает добавлен
uk_ua: Показує додано
vi_vn: Hiển thị thêm

source: Automatically added
ar_sa: يضاف تلقائياً
cs_cz: Automaticky přidány
da_dk: Automatisk tilføjet
de_de: Automatisch hinzugefügt
el_gr: Προστίθενται αυτόματα
es_es: Añade automáticamente
fi_fi: Lisätään automaattisesti
fr_fr: Automatiquement ajoutés
he_il: נוסף באופן אוטומטי
no_no: Automatisk lagt
ro_ro: Adaugă automat
ru_ru: Автоматически добавлено
uk_ua: Автоматично додається
vi_vn: Tự động thêm vào

source: from their existing metadata files
ar_sa: من ملفات بيانات التعريف الموجودة على
cs_cz: z jejich stávající metadata souborů
da_dk: fra deres eksisterende metadatafiler
de_de: aus ihren vorhandenen Metadatendateien
el_gr: από τα υπάρχοντα αρχεία μετα-δεδομένων
es_es: de sus archivos de metadatos
fi_fi: olevista metatieto-tiedostoista
fr_fr: de leurs dossiers de métadonnées existants
he_il: מקבצי המטא-נתונים הקיימים שלהם
no_no: fra eksisterende metadatafiler
ro_ro: la fişierele lor existente de metadate
ru_ru: от их существующих метаданных файлов
uk_ua: від їх існуючі файли метаданих
vi_vn: từ tập tin siêu dữ liệu hiện có của họ

source: Missing Subtitles
ar_sa: ترجمات في عداد المفقودين
cs_cz: Chybějící titulky
da_dk: Mangler undertekster
de_de: Fehlende Untertitel
el_gr: Λείπουν υπότιτλους
es_es: Falta Subtitulos
fi_fi: Puuttuu tekstitykset
fr_fr: Manque de sous-titres
he_il: חסרים כתוביות
no_no: Mangler undertekster
ro_ro: Lipsesc subtitrari
ru_ru: Недостающие субтитры
uk_ua: Зниклі без вести субтитри
vi_vn: Thiếu phụ đề

source: Unable to refresh show
ar_sa: غير قادر على تحديث العرض
cs_cz: Nelze aktualizovat show
da_dk: Ikke opdatere Vis
de_de: Nicht in der Lage, Anzeigen aktualisieren
el_gr: Δεν είναι δυνατή η ανανέωση Εμφάνιση
es_es: No se puede actualizar Mostrar
fi_fi: Ei voi päivittää Näytä
fr_fr: Impossible d’actualiser le spectacle
he_il: אין אפשרות לרענן את הצג
no_no: Kan ikke oppdatere Vis
ro_ro: Imposibil de reîmprospătat Arată
ru_ru: Не удается обновить шоу
uk_ua: Не вдалося оновити зв'язки із шоу
vi_vn: Không thể làm tươi Hiển thị

source: Errors encountered
ar_sa: تمت مصادفة أخطاء
cs_cz: Chyby, které nastaly
da_dk: Fejl
de_de: Aufgetretenen Fehler
el_gr: Σφάλματα που αντιμετωπίστηκαν
es_es: Errores encontrados
fi_fi: Virheet
fr_fr: Erreurs rencontrées
he_il: שגיאות בהן נתקל
no_no: Feil oppstod
ro_ro: Erori întâlnite
ru_ru: Обнаруженные ошибки
uk_ua: Помилок, які сталися
vi_vn: Lỗi gặp phải

source: The following actions were queued:
ar_sa: وقد اصطف الإجراءات التالية:
cs_cz: Byly zařazeny následující akce:
da_dk: Følgende handlinger blev stillet i kø:
de_de: Folgenden Aktionen wurden in der Warteschlange:
el_gr: Ήταν σε ουρά για τις ακόλουθες ενέργειες:
es_es: Fueron cola las siguientes acciones:
fi_fi: Seuraavat toimet jonossa:
fr_fr: Les actions suivantes ont été mises en attente :
he_il: הפעולות הבאות היו ממתינים בתור:
no_no: Følgende ble lagt i kø:
ro_ro: Următoarele acţiuni au fost în coada de aşteptare:
ru_ru: Следующие действия были в очереди:
uk_ua: Було поставлено наступні дії:
vi_vn: Các hành động sau đây đã được xếp hàng đợi:

source: Backlog search started
ar_sa: البحث عن تراكمات بدأت
cs_cz: Nevyřízené položky hledání začalo
da_dk: Puklen søgning startede
de_de: Backlog Suche begann
el_gr: Αναζήτηση λίστας εκκρεμοτήτων που ξεκίνησε
es_es: Comenzadas la búsqueda de la cartera
fi_fi: Ruuhkan haku alkoi
fr_fr: Recherche de carnet de commandes a commencé
he_il: חיפוש מצבור התחיל
no_no: Etterslep søk startet
ro_ro: Restante Căutaţi a început
ru_ru: Невыполненная работа Поиск работы
uk_ua: Відставання пошук роботи
vi_vn: Backlog tìm bắt đầu

source: Daily search started
ar_sa: البحث اليومية التي بدأت
cs_cz: Denní hledání začalo
da_dk: Daglige søgning startede
de_de: Tägliche Suche gestartet
el_gr: Καθημερινή αναζήτηση ξεκίνησε
es_es: Búsqueda diaria iniciada
fi_fi: Päivittäin haku alkoi
fr_fr: Recherche quotidienne a commencé
he_il: חיפוש יומי התחיל
no_no: Daglige søk startet
ro_ro: Căutaţi zilnică a început
ru_ru: Ежедневный поиск работы
uk_ua: Щоденний почав пошук
vi_vn: Tìm kiếm hàng ngày bắt đầu

source: Find propers search started
ar_sa: العثور على البحث بروبيرس بدأت
cs_cz: Najít propers hledání začalo
da_dk: Finde propers søgning startede
de_de: Proprien Suche begann zu finden
el_gr: Βρείτε propers αναζήτηση ξεκίνησε
es_es: Buscar búsqueda propios iniciada
fi_fi: Etsi propers haku alkoi
fr_fr: Trouver propre recherche a commencé
he_il: למצוא חיפוש propers התחיל
no_no: Finne propers søk startet
ro_ro: Găsi propers căutare a început
ru_ru: Поиска propers начал
uk_ua: Знайти propers пошук роботи
vi_vn: Tìm tìm kiếm propers bắt đầu

source: History cleared
ar_sa: مسح المحفوظات
cs_cz: Vymazání historie
da_dk: Historie ryddet
de_de: Geschichte gelöscht
el_gr: Εκκαθάριση ιστορικού
es_es: Historia borrado
fi_fi: Historiatiedot tyhjennettyä
fr_fr: Effacée l'historique
he_il: היסטוריה מנוקה
no_no: Historie fjernet
ro_ro: Istoria eliminate
ru_ru: История очищается
uk_ua: Історії очищено
vi_vn: Xóa lịch sử

source: Removed history entries older than 30 days
ar_sa: تاريخ إزالة الإدخالات الأقدم من 30 يوما
cs_cz: Položky odstraněné historie starší než 30 dní
da_dk: Fjernet oversigtsposter ældre end 30 dage
de_de: Entfernte Verlaufseinträge älter als 30 Tage
el_gr: Καταχωρήσεις αφαιρούνται ιστορία που είναι παλαιότερες από 30 ημέρες
es_es: Entradas de historia quitado más de 30 días
fi_fi: Poistaa sivuhistorian yli 30 päivää vanhat
fr_fr: Entrées d’historique supprimé plus de 30 jours
he_il: ערכי ההיסטוריה שהוסר שגילן עולה על 30 ימים
no_no: Fjernet loggoppføringene eldre enn 30 dager
ro_ro: Eliminat Istoricul intrări mai vechi de 30 zile
ru_ru: Удалить историю записи старше 30 дней
uk_ua: Вилучений історію записів старше, ніж 30 днів
vi_vn: Mục đã xoá lịch sử cũ hơn 30 ngày

source: Backup/Restore
ar_sa: النسخ الاحتياطي/الاستعادة
cs_cz: Zálohování a obnovení
da_dk: Sikkerhedskopiering/gendannelse
el_gr: Δημιουργία αντιγράφου ασφαλείας/επαναφορά
es_es: Backup y Restore
fr_fr: Sauvegarde/restauration
he_il: גיבוי/שחזור
no_no: Sikkerhetskopiering/gjenoppretting
ro_ro: Copiere de rezervă/restaurare
ru_ru: Резервное копирование и восстановление
uk_ua: Резервне копіювання/відновлення
vi_vn: Sao lưu/khôi phục

source: Configuration
ar_sa: التكوين
cs_cz: Konfigurace
da_dk: Konfiguration
de_de: Konfiguration
el_gr: Ρύθμιση παραμέτρων
es_es: Configuración
fi_fi: Kokoonpano
he_il: תצורה
no_no: Konfigurasjon
ro_ro: Configurare
ru_ru: Конфигурация
uk_ua: Конфігурації
vi_vn: Cấu hình

source: Configuration Reset to Defaults
ar_sa: إعادة تعيين التكوين إلى الإعدادات الافتراضية
cs_cz: Konfigurace obnovit výchozí nastavení
da_dk: Konfiguration Nulstil til standardindstillinger
de_de: Zurücksetzen der Konfiguration auf die Standardwerte
el_gr: Ρύθμιση παραμέτρων επαναφορά στις προεπιλογές
es_es: Configuración restablecer valores predeterminados
fi_fi: Kokoonpano Palauta oletukset
fr_fr: Réinitialisation de la configuration par défaut
he_il: תצורת אפס לברירות המחדל
no_no: Konfigurasjon Tilbakestill til standarder
ro_ro: Configurare Reiniţializare la valorile implicite
ru_ru: Сброс конфигурации по умолчанию
uk_ua: Конфігурація повернути значення за замовчуванням
vi_vn: Cấu hình thiết lập lại để mặc định

source: Config - General
ar_sa: التكوين-العامة
cs_cz: Config - obecné
el_gr: Config - γενικά
fr_fr: Config - général
he_il: Config - כללי
no_no: Config - generelt
ru_ru: Config - Генеральный
uk_ua: Config - Генеральний
vi_vn: Config - tổng hợp

source: General Configuration
ar_sa: تكوين عامة
cs_cz: Obecná konfigurace
da_dk: Generel konfiguration
de_de: Allgemeine Konfiguration
el_gr: Γενική διαμόρφωση
es_es: Configuración general
fi_fi: Yleiset asetukset
fr_fr: Configuration générale
he_il: תצורה כלליות
no_no: Generell konfigurasjon
ro_ro: Configurare generala
ru_ru: Общие настройки
uk_ua: Загальні конфігурація
vi_vn: Cấu hình chung

source: Error(s) Saving Configuration
ar_sa: خطأ (أخطاء) حفظ التكوين
cs_cz: Chyby konfigurace
da_dk: Fejl gemme konfiguration
de_de: Fehler beim Speichern der Konfiguration
el_gr: Σφάλματα αποθήκευσης ρύθμισης παραμέτρων
es_es: Errores de configuración de ahorro
fi_fi: Virheet tallennetaan kokoonpano
fr_fr: Erreur (s) enregistrement de Configuration
he_il: השגיאות שמירת התצורה
no_no: Feil lagre konfigurasjon
ro_ro: Erori de configurare de economisire
ru_ru: Ошибки, сохранение конфигурации
uk_ua: Помилки збереження конфігурації
vi_vn: Lỗi đã lưu cấu hình

source: [GENERAL] Configuration Saved
ar_sa: حفظ التكوين [GENERAL]
cs_cz: Uloženo v [GENERAL] konfigurace
da_dk: [GENERAL] konfiguration gemmes
de_de: [GENERAL] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [GENERAL]
es_es: [GENERAL] configuración de guardado
fi_fi: [GENERAL] kokoonpano tallennetaan
fr_fr: [GENERAL] Configuration sauvegardée
he_il: תצורת [GENERAL] הציל
no_no: [GENERAL] konfigurasjon lagret
ro_ro: [GENERAL] de configurare salvat
ru_ru: [GENERAL] конфигурации сохранены
uk_ua: [GENERAL] конфігурації зберігаються
vi_vn: [GENERAL] cấu hình đã lưu

source: Config - Backup/Restore
ar_sa: التكوين--النسخ الاحتياطي/الاستعادة
cs_cz: Config - zálohování a obnovení
da_dk: Config - Backup/gendannelse
el_gr: Config - δημιουργία αντιγράφου ασφαλείας/επαναφορά
es_es: Config - Backup y Restore
fr_fr: Config - sauvegarde/restauration
he_il: Config - גיבוי/שחזור
no_no: Config - sikkerhetskopiering/gjenoppretting
ro_ro: Config - copiere de rezervă/restaurare
ru_ru: Config - резервное копирование и восстановление
uk_ua: Config - резервне копіювання/відновлення
vi_vn: Config - sao lưu/khôi phục

source: Backup SUCCESSFUL
ar_sa: نجاح النسخ الاحتياطي
cs_cz: Zálohování úspěšná
da_dk: Backup vellykket
de_de: Backup erfolgreich
el_gr: ΕΠΙΤΥΧΗΜΈΝΗ δημιουργία αντιγράφων ασφαλείας
es_es: Copia de seguridad exitosa
fi_fi: Varmuuskopiointi onnistui
fr_fr: Sauvegarde réussie
he_il: גיבוי מוצלח
no_no: Sikkerhetskopiering vellykket
ro_ro: Backup succes
ru_ru: Резервное копирование успешно
uk_ua: УСПІШНЕ резервне копіювання
vi_vn: Sao lưu thành công

source: Backup FAILED!
ar_sa: فشلت عملية النسخ الاحتياطي!
cs_cz: Zálohování selhalo!
da_dk: Sikkerhedskopieringen mislykkedes!
de_de: Sicherung ist fehlgeschlagen!
el_gr: Δημιουργία αντιγράφων ασφαλείας απέτυχε!
es_es: ERROR de copia de seguridad.
fi_fi: Varmuuskopiointi epäonnistui!
fr_fr: ÉCHEC de la sauvegarde !
he_il: הגיבוי נכשל!
no_no: Sikkerhetskopieringen mislyktes!
ro_ro: Copie de rezervă a EŞUAT!
ru_ru: СБОЙ резервного копирования!
uk_ua: Помилка резервного копіювання!
vi_vn: Sao lưu thất bại!

source: You need to choose a folder to save your backup to first!
ar_sa: كنت بحاجة لاختيار مجلد الذي تريد حفظ النسخة الاحتياطية الخاصة بك إلى أول!
cs_cz: Je třeba vybrat složku pro uložení zálohy do první!
da_dk: Du skal vælge en mappe til at gemme din backup først!
de_de: Du musst einen Ordner zum Speichern Ihrer Sicherung zuerst auswählen!
el_gr: Πρέπει να επιλέξετε ένα φάκελο για να αποθηκεύσετε το αντίγραφο ασφαλείας πρώτα!
es_es: Tienes que elegir una carpeta para guardar la copia de seguridad primero.
fi_fi: Sinun täytyy valita kansion varmuuskopion ensin!
fr_fr: Vous devez choisir un dossier pour enregistrer votre sauvegarde d’abord !
he_il: עליך לבחור תיקיה כדי לשמור את הגיבוי הראשון!
no_no: Du må velge en mappe å lagre sikkerhetskopien først!
ro_ro: Trebuie să alegeţi un folder pentru a salva al tău copie de rezervă la prima!
ru_ru: Необходимо выбрать папку для сохранения резервного копирования для первой!
uk_ua: Потрібно вибрати папку для збереження резервної копії на перший!
vi_vn: Bạn cần phải chọn một thư mục để lưu bản sao lưu của bạn đầu tiên!

source: Successfully extracted restore files to
ar_sa: استعادة بنجاح استخراج الملفات إلى
cs_cz: Úspěšně extrahován obnovených souborů
da_dk: Med held udpakkede Gendan filer til
de_de: Wiederherstellung erfolgreich extrahierte Dateien
el_gr: Αρχεία που έχουν εξαχθεί με επιτυχία επαναφορά
es_es: Archivos de restaurar con éxito extraído a
fi_fi: Onnistuneesti puretut palauttaa tiedostot
fr_fr: Extrait avec succès de restaurer des fichiers à
he_il: שחולץ בהצלחה שחזור קבצים
no_no: Vellykket utdraget gjenopprette filer til
ro_ro: Fişierele de restaurare cu succes extrase
ru_ru: Успешно извлечения восстановить файлы в
uk_ua: Файли успішно витягнуті відновлення до
vi_vn: Khôi phục thành công chiết xuất các tập tin

source: <br>Restart sickrage to complete the restore.
ar_sa: <br>Restart سيكراجي لإتمام الاستعادة.
cs_cz: <br>Restart sickrage k dokončení obnovení.
da_dk: <br>Restart sickrage at fuldføre gendannelsespunktet.
de_de: <br>Restart Sickrage um die Wiederherstellung abzuschließen.
el_gr: <br>Restart sickrage να ολοκληρωθεί η επαναφορά.
es_es: Sickrage de <br>Restart para completar la restauración.
fi_fi: <br>Restart sickrage palauttaminen loppuun.
fr_fr: <br>Restart sickrage pour terminer la restauration.
he_il: Sickrage <br>Restart כדי להשלים את השחזור.
no_no: <br>Restart sickrage å fullføre gjenopprettingspunktet.
ro_ro: <br>Restart sickrage pentru a finaliza procesul de restaurare.
ru_ru: <br>Restart sickrage для завершения процесса восстановления.
uk_ua: <br>Restart sickrage для завершення відновлення.
vi_vn: <br>Restart sickrage để hoàn tất khôi phục.

source: Restore FAILED
ar_sa: فشل في استعادة
cs_cz: Obnovení se nezdařilo
da_dk: Gendannelse mislykkedes
de_de: Wiederherstellung ist fehlgeschlagen
el_gr: Η επαναφορά απέτυχε
es_es: No se pudo restaurar
fi_fi: Palautus epäonnistui
fr_fr: Restauration a échoué
he_il: השחזור נכשל
no_no: Gjenoppretting mislyktes
ro_ro: Pauză nu a reuşit
ru_ru: Не удалось восстановить
uk_ua: Не вдалося відновити
vi_vn: Khôi phục không thành công

source: You need to select a backup file to restore!
ar_sa: أنت بحاجة لتحديد ملف النسخ احتياطي لاستعادة!
cs_cz: Je třeba vybrat záložní soubor pro obnovení!
da_dk: Du skal vælge en sikkerhedskopi til at gendanne!
de_de: Sie müssen eine Sicherungsdatei wiederherstellen auswählen!
el_gr: Θα πρέπει να επιλέξετε ένα αρχείο αντιγράφου ασφαλείας για να επαναφέρετε!
es_es: ¡Debe seleccionar un archivo de respaldo para restaurar!
fi_fi: Sinun täytyy valita varmuuskopiotiedoston palauttaminen!
fr_fr: Vous devez sélectionner un fichier de sauvegarde à restaurer !
he_il: עליך לבחור קובץ הגיבוי כדי לשחזר!
no_no: Du må velge en sikkerhetskopifil gjenopprette!
ro_ro: Trebuie să selectaţi un fişier copie de rezervă pentru a restabili!
ru_ru: Вам нужно выбрать файл резервной копии для восстановления!
uk_ua: Слід вибрати файл резервної копії для відновлення!
vi_vn: Bạn cần phải chọn một tập tin sao lưu để khôi phục!

source: Config - Episode Search
ar_sa: التكوين--البحث عن الحلقة
cs_cz: Config - epizoda hledání
de_de: Config - Episode Suche
ru_ru: Config - эпизод Поиск
vi_vn: Config - tập tìm

source: Unable to create directory
ar_sa: غير قادر على إنشاء الدليل
cs_cz: Nelze vytvořit adresář
da_dk: Kunne ikke oprette mappe
de_de: Verzeichnis kann nicht erstellt
el_gr: Δεν είναι δυνατή η δημιουργία καταλόγου
es_es: No se puede crear directorio
fi_fi: Hakemistoa ei voi luoda
fr_fr: Impossible de créer le répertoire
he_il: אין אפשרות ליצור מדריך
no_no: Kan ikke opprette katalogen
ro_ro: Imposibil de creat Director
ru_ru: Не удается создать каталог
uk_ua: Не вдається створити каталог
vi_vn: Không thể tạo thư mục

source: , dir not changed.
ar_sa: ، دير لم تتغير.
cs_cz: , dir není změněna.
da_dk: , dir ikke ændret.
de_de: , Dir nicht geändert.
el_gr: , dir δεν άλλαξε.
es_es: , dir no cambiada.
fi_fi: , dir ei muuteta.
fr_fr: , dir n’a ne pas changé.
he_il: , dir לא השתנו.
no_no: , dir ikke endret.
ro_ro: , dir nu s-a schimbat.
ru_ru: , dir не изменилась.
uk_ua: , dir не змінюється.
vi_vn: , dir không thay đổi.

source: [SEARCH] Configuration Saved
ar_sa: حفظ التكوين [SEARCH]
cs_cz: Uloženo v [SEARCH] konfigurace
da_dk: [SEARCH] konfiguration gemmes
de_de: [SEARCH] Konfiguration gespeichert
el_gr: Αποθηκεύτηκε σε διαμόρφωση [SEARCH]
es_es: [SEARCH] configuración de guardado
fi_fi: [SEARCH] kokoonpano tallennetaan
fr_fr: [SEARCH] Configuration sauvegardée
he_il: תצורת [SEARCH] הציל
no_no: [SEARCH] konfigurasjon lagret
ro_ro: [SEARCH] de configurare salvat
ru_ru: [SEARCH] конфигурации сохранены
uk_ua: [SEARCH] конфігурації зберігаються
vi_vn: [SEARCH] cấu hình đã lưu

source: Config - Post Processing
ar_sa: التكوين-مرحلة ما بعد المعالجة
cs_cz: Config - Post zpracování
da_dk: Config - efterbehandling
el_gr: Config - μετά την επεξεργασία
es_es: Config - proceso del poste
fi_fi: Config - jälkikäsittelyssä
fr_fr: Config - Post traitement
he_il: Config - פוסט עיבוד
no_no: Config - etterbehandling
ro_ro: Config - Post procesare
ru_ru: Config - пост обработки
uk_ua: Config - пост-обробки
vi_vn: Config - đăng bài chế biến
