Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Extend (Limited)
ar_sa: تمديد (المحدودة)
cs_cz: Rozšířit (Limited)
da_dk: Udvide (begrænset)
de_de: Erweiterung (Limited)
el_gr: Επεκτείνετε την (περιορισμένη)
es_es: Extender (limitado)
fi_fi: Laajentaa (rajoitettu)
fr_fr: Étendre (Limited)
he_il: להרחיב (מוגבלת)
no_no: Utvide (begrenset)
ro_ro: Se extindă (limitat)
ru_ru: Расширение (Limited)
uk_ua: Розширити (ТОВ)
vi_vn: Mở rộng (có giới hạn)

source: Extend (Limited, E-prefixed)
ar_sa: تمديد (محدودة، مسبوقة ه)
cs_cz: Rozšířit (omezená, předponu E)
da_dk: Udvide (begrænset, E-præfiks)
de_de: Verlängern Sie (begrenzt, E vorangestellt)
el_gr: Επέκταση (περιορισμένη, E-πρόθεμα)
es_es: Extender (limitada, E-prefijo)
fi_fi: Laajentaa (rajoitetun, E etuliitteenä)
fr_fr: Étendre (limité, avec le préfixe E)
he_il: להרחיב (מוגבל, הקידומת E)
no_no: Utvide (begrenset, E-prefiks)
ro_ro: Se extindă (limitat, prefixate de E)
ru_ru: Расширение (ограниченное, E-, обладающие префиксом)
uk_ua: Розширити (обмежений, E-префіксом)
vi_vn: Mở rộng (giới hạn, E-mục)

source: Snatched (Proper)
ar_sa: وانتزع (سليم)
cs_cz: Vytrhla (správné)
da_dk: Snappede (korrekt)
de_de: Schnappte sich (richtig)
el_gr: Άρπαξε (σωστή)
es_es: Arrebatado (correcto)
fi_fi: Nappasi (oikea)
fr_fr: Arraché (naturel)
he_il: חטפו (נכונה)
no_no: Snappet (riktig)
ro_ro: Smuls (buna)
ru_ru: Вырвал (правильное)
uk_ua: Схопив (належне)
vi_vn: Snatched (đúng)

source: Failed
ar_sa: فشل
cs_cz: Se nezdařilo
da_dk: Mislykkedes
de_de: Fehler beim
el_gr: Απέτυχε
es_es: No se pudo
fi_fi: Epäonnistui
fr_fr: A échoué
he_il: נכשל
no_no: Mislyktes
ro_ro: Nu a reușit
ru_ru: Не удалось
uk_ua: Не вдалося
vi_vn: Thất bại

source: Snatched (Best)
ar_sa: وانتزع (أفضل)
cs_cz: Vytrhla (nejlépe)
da_dk: Snappede (bedst)
de_de: Schnappte sich (am besten)
el_gr: Άρπαξε (καλύτερα)
es_es: Arrebatado (mejor)
fi_fi: Nappasi (hyvin)
fr_fr: Arraché (le meilleur)
he_il: חטפו (הטוב)
no_no: Snappet (Best)
ro_ro: Smuls (cel mai bun)
ru_ru: Вырвал (лучше всего)
uk_ua: Схопив (найкраще)
vi_vn: Snatched (tốt nhất)

source: Archived
ar_sa: أرشفة
cs_cz: Archivováno
da_dk: Arkiveret
de_de: Archiviert
el_gr: Αρχειοθετούνται
es_es: Programa archivado
fi_fi: Arkistoitu
fr_fr: Archivées
he_il: בארכיון
no_no: Arkivert
ro_ro: Arhivate
ru_ru: Архив
uk_ua: Архівні
vi_vn: Lưu trữ

source: Unknown
ar_sa: المجهول
cs_cz: Neznámý
da_dk: Ukendt
de_de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
fi_fi: Tuntematon
fr_fr: Inconnu
he_il: ידוע
no_no: Ukjent
ro_ro: Necunoscut
ru_ru: Неизвестно
uk_ua: Невідомо
vi_vn: Chưa biết

source: Unaired
ar_sa: [اونيرد]
de_de: Ausgestrahlte
es_es: No
fi_fi: Esittämätön
he_il: סגורים ללא אוורור
ru_ru: Непроверенные
vi_vn: Giải

source: Skipped
ar_sa: تخطي
cs_cz: Vynecháno
da_dk: Sprunget over
de_de: Übersprungen
el_gr: Καραβοκύρης
es_es: Saltó
fi_fi: Ohitetaan
fr_fr: Sauté
he_il: המערכת דילגה
no_no: Hoppet over
ro_ro: De sarit
ru_ru: Пропущен
uk_ua: Пропущено
vi_vn: Bỏ qua

source: Wanted
ar_sa: مطلوبة
cs_cz: Chtěl
da_dk: Ønskede
de_de: Wollte
el_gr: Ήθελε
es_es: Quería
fi_fi: Halusi
he_il: רצה
no_no: Ønsket
ro_ro: Vrut
ru_ru: Хотел
uk_ua: Хотів
vi_vn: Muốn

source: Ignored
ar_sa: تجاهل
cs_cz: Ignorováno
da_dk: Ignoreret
de_de: Ignoriert
el_gr: Αγνοούνται
es_es: No hizo caso
fi_fi: Huomiotta
fr_fr: Ignorés
he_il: המערכת תתעלם
no_no: Ignorert
ro_ro: Ignorat
ru_ru: Игнорируется
uk_ua: Ігноруються
vi_vn: Bỏ qua

source: Episode snatched
ar_sa: الحلقة انتزع
cs_cz: Epizoda vytrhl
da_dk: Episode snappede
de_de: Folge entrissen
el_gr: Άρπαξε το επεισόδιο
es_es: Episodio le arrebatada
fi_fi: Episodi nappasi
fr_fr: Épisode arraché
he_il: פרק חטפו
no_no: Episode nappet
ro_ro: Episod smuls
ru_ru: Вырвал эпизод
uk_ua: Епізод схопив

source: New update found for SiCKRAGE, starting auto-updater
ar_sa: تحديث جديد سيكراجي، بدء تشغيل التحديث التلقائي
cs_cz: Nová aktualizace pro SiCKRAGE, spouštění automatických aktualizací
da_dk: Nye opdatering fundet for SiCKRAGE, start auto-updater
de_de: Neues Update für SiCKRAGE, Auto-Updater starten gefunden
el_gr: Νέα ενημερωμένη έκδοση που βρέθηκαν για SiCKRAGE, ξεκινώντας το αυτόματος-Updater-αυτοκίνητο
es_es: Nueva actualización de SiCKRAGE, a partir de auto-updater
fi_fi: Uusi päivitys haulle SiCKRAGE alkaa auto-updater
fr_fr: Nouvelle mise à jour trouvée pour SiCKRAGE, démarrage auto-updater
he_il: עדכון חדש עבור SiCKRAGE, החל עדכון אוטומטי
no_no: Ny oppdatering funnet for SiCKRAGE, starter auto-updater
ro_ro: Nou update pentru SiCKRAGE, începând cu auto-updater
ru_ru: Новое обновление найдено для SiCKRAGE, начиная с авто обновления
uk_ua: Нове оновлення знайдено для SiCKRAGE, починаючи автоматичного оновлення
vi_vn: Bản cập nhật mới tìm thấy cho SiCKRAGE, bắt đầu từ auto-updater

source: Update was successful
ar_sa: تم التحديث الناجحة
cs_cz: Aktualizace byla úspěšná
da_dk: Opdateringen blev gennemført
de_de: Update war erfolgreich
el_gr: Ενημέρωση ολοκληρώθηκε με επιτυχία
es_es: Actualización fue exitosa
fi_fi: Päivitys onnistui
fr_fr: Mise à jour a réussi
he_il: עדכון היה מוצלח
no_no: Oppdateringen var vellykket
ro_ro: Actualizare reușită
ru_ru: Обновление выполнено успешно
uk_ua: Оновлення була успішною
vi_vn: Bản Cập Nhật đã thành công

source: Update failed!
ar_sa: فشل تحديث!
cs_cz: Aktualizace se nezdařila!
da_dk: Opdateringen mislykkedes!
de_de: Update fehlgeschlagen!
el_gr: Απέτυχε η ενημέρωση!
es_es: Error de actualización!
fi_fi: Päivitys epäonnistui.
fr_fr: Mise à jour a échoué !
he_il: עדכון נכשל!
no_no: Oppdateringen mislyktes!
ro_ro: Actualizarea nu a reușit!
ru_ru: Не удалось обновить!
uk_ua: Не вдалося оновити!
vi_vn: Bản Cập Nhật không thành công!

source: Config backup in progress...
ar_sa: تكوين النسخ الاحتياطي قيد التقدم...
cs_cz: Probíhá konfigurace zálohování...
da_dk: Config backup i gang...
de_de: Config Sicherung wird durchgeführt...
el_gr: Config εφεδρική σε εξέλιξη...
es_es: Backup de la configuración en curso...
fi_fi: Config varmuuskopiointi käynnissä...
fr_fr: Config de sauvegarde en cours...
he_il: גיבוי Config בביצוע...
no_no: Config sikkerhetskopiering pågår...
ro_ro: Config backup în curs...
ru_ru: Резервное копирование конфигурации в ходе...
uk_ua: Резервне копіювання конфігурації триває...
vi_vn: Cấu hình các dự phòng đang tiến hành...

source: Config backup successful, updating...
ar_sa: تكوين النسخ الاحتياطي الناجحة، تحديث...
cs_cz: Konfigurace zálohování úspěšné, aktualizace...
da_dk: Config backup vellykket, opdatering...
de_de: Config Backup erfolgreich aktualisieren...
el_gr: Config backup επιτυχής, ενημέρωση...
es_es: Config backup exitoso, actualización...
fi_fi: Config varmuuskopiointi onnistui, päivitys...
fr_fr: Sauvegarde de configuration réussie, mise à jour...
he_il: Config גיבוי מוצלח, עדכון...
no_no: Config backup vellykket oppdatering...
ro_ro: Config backup succes, actualizarea...
ru_ru: Config backup успешно, обновления...
uk_ua: Config резервного копіювання успішним, оновлення...
vi_vn: Cấu hình sao lưu thành công, đang Cập Nhật...

source: Config backup failed, aborting update
ar_sa: النسخ الاحتياطي الملف Config فشل، إحباط التحديث
cs_cz: Konfigurace zálohování se nezdařilo, přerušení aktualizace
da_dk: Config backup mislykkedes, afbrydes opdateringen
de_de: Config Backup fehlgeschlagen, Update abgebrochen
el_gr: Config δημιουργίας αντιγράφων ασφαλείας απέτυχε, ματαίωση ενημερωμένη έκδοση
es_es: Config backup error, anular la actualización
fi_fi: Config Varmuuskopiointi epäonnistui, keskeytetään päivitys
fr_fr: Sauvegarde de la config a échoué, abandon de mise à jour
he_il: Config גיבוי נכשל, מבטל עדכון
no_no: Config sikkerhetskopiering mislyktes, avbryter oppdateringen
ro_ro: Config copie de rezervă a eşuat, abandonare actualizare
ru_ru: Настройки резервного копирования неудачу, прервать обновление
uk_ua: Config резервне копіювання не вдалося, переривання оновлення
vi_vn: Cấu hình sao lưu không thành công, aborting Cập Nhật

source: Unable to find your git executable - Shutdown SiCKRAGE and EITHER set git_path in your config.ini OR delete your .git folder and run from source to enable updates.
ar_sa: غير قادر على إيجاد الخاص بك بوابة القابل للتنفيذ--"إيقاف تشغيل سيكراجي" وأما git_path تعيين في config.ini الخاصة بك أو حذف المجلد.git الخاص بك وتشغيل من مصدر لتمكين التحديثات.
cs_cz: Nelze najít váš git spustitelné - vypnutí SiCKRAGE a buď nastavit git_path ve vašem config.ini nebo odstraňte složku .git a spuštění ze zdroje k povolení aktualizací.
de_de: Nicht in der Lage zu finden Ihre Git ausführbare - Shutdown SiCKRAGE und entweder Set Git_path in Ihrem config.ini oder Ihre .git Ordner löschen und führen von der Quelle bis Updates aktivieren.
ru_ru: Не удается найти ваш git исполняемый - выключения SiCKRAGE и либо установить git_path в вашем config.ini или удалить папку .git и запустить из источника обновления.
vi_vn: Không thể tìm thấy của bạn git thực thi - tắt máy SiCKRAGE và hai git_path thiết lập trong config.ini của bạn hoặc xoá thư mục .git của bạn và chạy từ nguồn để cho phép Cập Nhật.

source: Unable to find your pip executable - Shutdown SiCKRAGE and set pip_path in your config.ini
ar_sa: غير قادر على العثور على النقطة الخاصة بك القابل للتنفيذ--"سيكراجي إيقاف تشغيل" وتعيين pip_path في config.ini الخاص بك
cs_cz: Nepodařilo se nalézt váš pip program - vypnutí SiCKRAGE a pip_path v svém config.ini
de_de: Nicht in der Lage zu finden Ihr Pip ausführbare - Shutdown-SiCKRAGE und Pip_path in Ihrem config.ini
ru_ru: Не удалось найти ваш ПМС исполняемый - выключения SiCKRAGE и pip_path в вашем config.ini
vi_vn: Không thể tìm thấy của bạn pip thực thi - tắt máy SiCKRAGE và đặt pip_path trong config.ini của bạn

source: Unable to find your git executable - Shutdown SiCKRAGE and EITHER set git_path in your config.ini OR delete your .git folder and run from source to enable updates.
ar_sa: غير قادر على إيجاد الخاص بك بوابة القابل للتنفيذ--"إيقاف تشغيل سيكراجي" وأما git_path تعيين في config.ini الخاصة بك أو حذف المجلد.git الخاص بك وتشغيل من مصدر لتمكين التحديثات.
cs_cz: Nelze najít váš git spustitelné - vypnutí SiCKRAGE a buď nastavit git_path ve vašem config.ini nebo odstraňte složku .git a spuštění ze zdroje k povolení aktualizací.
de_de: Nicht in der Lage zu finden Ihre Git ausführbare - Shutdown SiCKRAGE und entweder Set Git_path in Ihrem config.ini oder Ihre .git Ordner löschen und führen von der Quelle bis Updates aktivieren.
ru_ru: Не удается найти ваш git исполняемый - выключения SiCKRAGE и либо установить git_path в вашем config.ini или удалить папку .git и запустить из источника обновления.
vi_vn: Không thể tìm thấy của bạn git thực thi - tắt máy SiCKRAGE và hai git_path thiết lập trong config.ini của bạn hoặc xoá thư mục .git của bạn và chạy từ nguồn để cho phép Cập Nhật.

source: There is a newer version available, version {} &mdash; <a href="{}">Update Now</a>
ar_sa: هناك إصدار أحدث المتاحة، الإصدار {} &mdash; <a href="{}">Update Now</a>
cs_cz: Je k dispozici novější verze, verze {} &mdash; <a href="{}">Update Now</a>
da_dk: Der er en nyere version til rådighed, version {} &mdash; <a href="{}">Update Now</a>
de_de: Es gibt eine neuere Version verfügbar, Version {} &mdash; <a href="{}">Update Now</a>
el_gr: Υπάρχει νεότερη έκδοση διαθέσιμη, έκδοση {} &mdash; <a href="{}">Update Now</a>
es_es: Hay una versión más reciente disponible, la versión {} &mdash; <a href="{}">Update Now</a>
fi_fi: Ei uudempaa versiota saatavilla, versio {} &mdash; <a href="{}">Update Now</a>
fr_fr: Il y a une version plus récente disponible, la version {} &mdash; <a href="{}">Update Now</a>
he_il: זמינה גירסה חדשה יותר, גרסה {} &mdash; <a href="{}">Update Now</a>
no_no: Det er en nyere versjon tilgjengelig, versjon {} &mdash; <a href="{}">Update Now</a>
ro_ro: Există o versiune mai nouă disponibilă, versiunea {} &mdash; <a href="{}">Update Now</a>
ru_ru: Есть новая версия, версия {} &mdash; <a href="{}">Update Now</a>
uk_ua: Існує новіша версія доступна, версія {} &mdash; <a href="{}">Update Now</a>
vi_vn: Đó là một phiên bản mới hơn có sẵn, phiên bản {} &mdash; <a href="{}">Update Now</a>

source: Unknown current version number: If yo've never used the SiCKRAGE upgrade system before then current version is not set. &mdash; <a href="{}">Update Now</a>
ar_sa: رقم الإصدار الحالي غير معروف: إذا يو لم يسبق استخدام نظام الترقية قبل سيكراجي ثم لم يتم تعيين الإصدار الحالي. &mdash; <a href="{}">Update Now</a>
cs_cz: Neznámé číslo aktuální verze: Pokud jste nikdy nepoužívali SiCKRAGE upgrade systému před, pak aktuální verze není nastavena. &mdash; <a href="{}">Update Now</a>
de_de: Unbekannte aktuelle Versionsnummer: wenn yo habe noch nie verwendet das SiCKRAGE-Upgrade-System vor, dann die aktuelle Version nicht festgelegt ist. &mdash; <a href="{}">Update Now</a>
el_gr: Άγνωστο αριθμό της τρέχουσας έκδοσης: Εάν yo ποτέ δεν έχω χρησιμοποιήσει το σύστημα αναβάθμισης SiCKRAGE πριν από την τότε τρέχουσα έκδοση δεν έχει οριστεί. &mdash; <a href="{}">Update Now</a>
es_es: Número de versión actual desconocido: si yo nunca ha utilizado el sistema de actualización de SiCKRAGE antes de entonces la versión actual no se ha establecido. &mdash; <a href="{}">Update Now</a>
fi_fi: Tuntematon nykyinen versionumero: Jos yo ole koskaan käyttänyt SiCKRAGE päivittää järjestelmään ennen sitten nykyinen versio ei ole määritetty. &mdash; <a href="{}">Update Now</a>
he_il: לא ידוע מספר הגירסה הנוכחית: יו אם מעולם לא השתמשת מערכת שדרוג SiCKRAGE לפני ואז הגירסה הנוכחית אינה מוגדרת. &mdash; <a href="{}">Update Now</a>
no_no: Ukjent gjeldende versjonsnummeret: If yo har aldri brukt SiCKRAGE oppgraderingen systemet før og gjeldende versjon ikke er angitt. &mdash; <a href="{}">Update Now</a>
ro_ro: Număr versiune curent necunoscut: dacă yo nu am folosit SiCKRAGE sistemul de upgrade înainte de apoi versiunea curentă nu este setată. Now</a> de <a href="{}">Update &mdash;
ru_ru: Неизвестный номер текущей версии: Если вы никогда не использовали SiCKRAGE обновления системы до Текущая версия не устанавливается. &mdash; <a href="{}">Update Now</a>
uk_ua: Невідомий номер поточної версії: Я ніколи не використовували SiCKRAGE оновлення системи перед, то поточна версія не встановлено. &mdash; <a href="{}">Update Now</a>
vi_vn: Không biết số phiên bản hiện tại: nếu bạn đã không bao giờ sử dụng SiCKRAGE hệ thống nâng cấp trước khi sau đó, phiên bản hiện tại không được thiết lập. &mdash; <a href="{}">Update Now</a>

source: Unable to find your pip executable - Shutdown SiCKRAGE and set pip_path in your config.ini.
ar_sa: غير قادر على العثور على النقطة الخاصة بك القابل للتنفيذ--"سيكراجي إيقاف تشغيل" وتعيين pip_path في config.ini الخاصة بك.
cs_cz: Nelze nalézt váš pip program - vypnutí SiCKRAGE a pip_path v svém config.ini.
de_de: Nicht in der Lage zu finden Ihr Pip ausführbare - Shutdown SiCKRAGE und Pip_path in Ihrem config.ini gesetzt.
ru_ru: Не удается найти ваш ПМС исполняемый - выключения SiCKRAGE и pip_path в вашем config.ini.
vi_vn: Không thể tìm thấy của bạn pip thực thi - tắt máy SiCKRAGE và đặt pip_path trong config.ini của bạn.

source: New SiCKRAGE update found on PyPy servers, version {} &mdash; <a href="{}">Update Now</a>
ar_sa: تحديث جديد سيكراجي العثور على ملقمات بيبي، الإصدار {} &mdash; <a href="{}">Update Now</a>
cs_cz: Nová aktualizace SiCKRAGE na serverech PyPy, verze {} &mdash; <a href="{}">Update Now</a>
de_de: Neues SiCKRAGE Update gefunden auf PyPy Server, Version {} &mdash; <a href="{}">Update Now</a>
fi_fi: Uusi SiCKRAGE päivitys löytyy PyPy palvelimet, versio {} &mdash; <a href="{}">Update Now</a>
ru_ru: Новое обновление SiCKRAGE, найти на серверах PyPy, версия {} &mdash; <a href="{}">Update Now</a>
vi_vn: Cập Nhật SiCKRAGE mới tìm thấy trên máy chủ PyPy, phiên bản {} &mdash; <a href="{}">Update Now</a>

source: No downloads were found
ar_sa: تم العثور على أية تنزيلات
cs_cz: Nebyly nalezeny žádné položky ke stažení
da_dk: Ingen downloads blev ikke fundet
de_de: Keine Downloads gefunden wurden
el_gr: Όπως διαπιστώθηκε, δεν λήψεις
es_es: No se encontraron descargas
fi_fi: Ei latauksia ei löytynyt
fr_fr: Aucun téléchargement ne trouvées
he_il: ללא הורדות נמצאו
no_no: Fant ingen nedlastinger
ro_ro: Download-uri nu au fost găsite
ru_ru: Загружаемые файлы не были найдены
uk_ua: Ні завантажень не виявлено
vi_vn: Không tải được tìm thấy

source: Couldn't find a download for <i>%s</i>
ar_sa: لم أتمكن من العثور تحميل ل <i>%s</i>
cs_cz: Nelze najít ke stažení na <i>%s</i>
da_dk: Kunne ikke finde en download for <i>%s</i>
de_de: Konnte keinen Download für <i>%s</i> zu finden
el_gr: Δεν μπόρεσα να βρω μια λήψη για <i>%s</i>
es_es: No podía encontrar una descarga para <i>%s</i>
fi_fi: Löytänyt ladata <i>%s</i>
fr_fr: Impossible de trouver un téléchargement pour <i>%s</i>
he_il: לא יכולתי למצוא הורדה של <i>%s</i>
no_no: Kunne ikke finne en nedlasting for <i>%s</i>
ro_ro: Nu a putut găsi un drum liber pentru <i>%s</i>
ru_ru: Не мог найти загрузки для <i>%s</i>
uk_ua: Не міг знайти завантаження для <i>%s</i>
vi_vn: Không thể tìm thấy một tải cho <i>%s</i>

source: Unable to add show
ar_sa: غير قادر على إضافة عرض
cs_cz: Nelze přidat show
da_dk: Stand til at tilføje show
de_de: Nicht in der Lage, Show hinzufügen
el_gr: Δεν είναι δυνατή η προσθήκη Εμφάνιση
es_es: No se puede Agregar Mostrar
fi_fi: Ei voi lisätä Näytä
fr_fr: Impossible d’ajouter le spectacle
he_il: לא ניתן להוסיף הצג
no_no: Kan ikke legge til Vis
ro_ro: Imposibil de adăugat Arată
ru_ru: Не удается добавить шоу
uk_ua: Не вдалося додати шоу
vi_vn: Không thể thêm Hiển thị

source: Show in {} has no name on {}, probably the wrong language. Delete .nfo and add manually in the correct language
ar_sa: وتظهر في {} ليس له اسم في {}، ربما لغة خاطئة. حذف.nfo وإضافة يدوياً في اللغة الصحيحة
cs_cz: Výstava v {} na {}, pravděpodobně nesprávný jazyk nemá žádný název. Odstranit NFO a ručně přidat ve správném jazyce
da_dk: Vis i {} har intet navn på {}, sandsynligvis det forkerte sprog. Slette .nfo og tilføje manuelt i det korrekte sprog
de_de: Show in {} hat keinen Namen auf {}, wahrscheinlich die falsche Sprache. NFO zu löschen und in der richtigen Sprache manuell hinzufügen
el_gr: Εμφάνιση σε {} δεν έχει κανένα όνομα σε {}, πιθανώς εσφαλμένη γλώσσα. Διαγράψετε .nfo και να προσθέσετε με μη αυτόματο τρόπο στη σωστή γλώσσα
es_es: Mostrar en {} no tiene nombre en {}, probablemente el idioma equivocado. Eliminar .nfo y añadir manualmente en el idioma correcto
fi_fi: Näytä {} ei ole nimeä {}, luultavasti väärällä kielellä. Poista .nfo ja lisätä manuaalisesti oikeaan kieleen
fr_fr: Voir la {} sur {}, probablement la mauvaise langue n’a aucun nom. Supprimer .nfo et ajouter manuellement en langage correct
he_il: הצג ב- {} יש אין שם {}, כנראה בשפה הלא. למחוק. nfo ולהוסיף ידנית בשפה הנכונה
no_no: Vis i {} har ikke noe navn på {}, sannsynligvis feil språk. Slette NFO og legge manuelt på riktig språk
ro_ro: Arată în {} are nici un nume {,}, probabil, greşit limba. Ştergeţi .nfo şi adăugaţi manual în limba corectă
ru_ru: Шоу в {} имеет имя не на {}, вероятно неправильный язык. Удаление .nfo и вручную добавить в правильный язык
uk_ua: Показати у {} не має назви на {}, ймовірно неправильною мовою. . Nfo видалити і додати вручну в потрібну мову
vi_vn: Hiển thị trong {không có tên trên {}, ngôn ngữ có thể sai. Xóa .nfo và thêm bằng tay trong các ngôn ngữ chính xác

source: Show
ar_sa: إظهار
cs_cz: Zobrazit
da_dk: Vis
de_de: Zeigen
el_gr: Εμφάνιση
es_es: Mostrar
fi_fi: Näytä
fr_fr: Voir l’établissement
he_il: הצג
no_no: Vis
ro_ro: Arată
ru_ru: Показать
uk_ua: Показати
vi_vn: Hiển thị

source: is on
ar_sa: على
cs_cz: je na
da_dk: er på
de_de: ist auf
el_gr: είναι σχετικά
es_es: está en
fi_fi: on
fr_fr: est sur
he_il: הוא על
no_no: er på
ro_ro: este pe
ru_ru: на
uk_ua: увімкнено
vi_vn: trên

source: but contains no season/episode data.
ar_sa: لكنه يحتوي على أية بيانات الموسم/الحلقة.
cs_cz: ale neobsahuje žádná data období/epizoda.
da_dk: men indeholder ingen sæson/episode data.
de_de: enthält aber keine Staffel/Daten.
el_gr: αλλά περιέχει δεδομένα/επεισόδιο.
es_es: pero no contiene ningún dato de temporada/episodio.
fi_fi: mutta ei sisällä kausi/episodi tietoja.
fr_fr: mais ne contient aucune donnée de saison/épisode.
he_il: אבל מכיל נתונים לא עונה, פרק.
no_no: men inneholder ingen sesong/episode data.
ro_ro: dar nu conţine/Episodul date.
ru_ru: но содержит данные не эпизоде сезона.
uk_ua: але не містить сезон/епізод.
vi_vn: nhưng có không có dữ liệu/tập phim.

source: Unable to look up the show in {} on {} using ID {}, not using the NFO. Delete .nfo and try adding manually again.
ar_sa: غير قادر على البحث عن المعرض في {} في {} باستخدام معرف {}، لا تستخدم NFO. حذف.nfo وحاول إضافة يدوياً مرة أخرى.
cs_cz: Nelze vyhledat show v {} na {} pomocí {ID}, není použití NFO. Odstranit NFO a zkuste znovu přidat ručně.
da_dk: Stand til at slå op Vis i {} på {} ved hjælp af ID {}, ikke bruger NFO. Slette .nfo og prøv at tilføje manuelt igen.
de_de: Nicht in der Lage die Show in {} in {} mit {ID}, nicht über die NFO nachschlagen. Löschen Sie NFO zu und versuchen Sie erneut manuell hinzuzufügen.
el_gr: Δεν είναι δυνατό να το δείχνουν στην {} στο {}, χρησιμοποιώντας το Αναγνωριστικό {}, δεν χρησιμοποιούν το NFO. Διαγραφή του .nfo και προσπαθήστε να προσθέσετε με μη αυτόματο τρόπο ξανά.
es_es: No se puede ver el show en {} a {} con {ID}, no usando el NFO. Eliminar .nfo y trate de añadir manualmente otra vez.
fi_fi: Ei voi katsoa Näytä jäsenen käyttäen tunnus {} käyttämättä NFO {} {}. Poista .nfo ja yritä lisätä manuaalisesti uudelleen.
fr_fr: Impossible de trouver le spectacle {} sur {} à l’aide de {ID}, en n’utilisant ne pas le NFO. Supprimez .nfo, puis essayez d’ajouter manuellement à nouveau.
he_il: אין אפשרות לחפש את המופע ב- {} ב {} באמצעות מזהה {}, לא משתמש של NFO. למחוק. nfo, נסה להוסיף באופן ידני שוב.
no_no: Kan ikke se showet i {} på {} med ID {}, ikke bruker NFO. Slett NFO og prøv å legge manuelt igjen.
ro_ro: Imposibilitatea de a căuta Arată în {} pe {} utilizând ID-ul {,}, nu utilizaţi NFO. Ştergeţi .nfo şi încercaţi să adăugaţi manual din nou.
ru_ru: Не удается найти шоу в {} на {} с идентификатором {}, не используя NFO. Удаление .nfo и снова попробуйте добавить вручную.
uk_ua: Не вдалося подивитися шоу у {} з {} за допомогою Ідентифікатора {}, не використовуючи на NFO. Видалити. nfo і спробуйте додати вручну знову.
vi_vn: Không thể để tìm kiếm các hiển thị trong {} trên bằng cách sử dụng ID {}, không sử dụng NFO {}. Xóa .nfo và cố gắng thêm một lần nữa bằng tay.

source: Unable to add
ar_sa: غير قادر على إضافة
cs_cz: Nelze přidat
da_dk: Kunne ikke tilføjes
de_de: Kann nicht hinzugefügt werden
el_gr: Δεν είναι δυνατή η προσθήκη
es_es: No se puede Agregar
fi_fi: Ei voi lisätä
fr_fr: Impossible d’ajouter
he_il: לא ניתן להוסיף
no_no: Kan ikke legge til
ro_ro: Imposibil de adăugat
ru_ru: Не удается добавить
uk_ua: Не вдалося додати
vi_vn: Không thể thêm

source: due to an error with
ar_sa: بسبب خطأ في
cs_cz: kvůli chybě s
da_dk: på grund af en fejl med
de_de: aufgrund eines Fehlers mit
el_gr: εξαιτίας ενός σφάλματος με
es_es: debido a un error con
fi_fi: olevan virheen takia
fr_fr: en raison d’une erreur avec
he_il: עקב שגיאה עם
no_no: på grunn av en feil med
ro_ro: din cauza unei erori cu
ru_ru: из-за ошибки с
uk_ua: через помилку з
vi_vn: do một lỗi với
