Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: <p>Select your preferred fansub groups from the <b>Available Groups</b> and add them to the <b>Whitelist</b>. Add groups to the <b>Blacklist</b> to ignore them.</p> <p>The <b>Whitelist</b> is checked <i>before</i> the <b>Blacklist</b>.</p> <p>Groups are shown as <b>Name</b> | <b>Rating</b> | <b>Number of subbed episodes</b>.</p> <p>You may also add any fansub group not listed to either list manually.</p> <p>When doing this please note that you can only use groups listed on anidb for this anime. <br>If a group is not listed on anidb but subbed this anime, please correct anidb's data.</p>
ar_sa: <p>Select مجموعات من <b>Available Groups</b> fansub المفضلة الخاصة بك وإضافتها إلى <b>Whitelist</b>. إضافة المجموعات إلى <b>Blacklist</b> تجاهل them.</p> <p>The <b>Whitelist</b> هو <i>before</i> تم التحقق منها <b>Blacklist</b>.</p> <p>Groups كما هو موضح <b>Name</b> | <b>Rating</b> | <b>Number <p>You subbed episodes</b>.</p> قد أيضا إضافة أي مجموعة fansub غير مسرود إلى <p>When manually.</p> قائمة أما القيام بذلك يرجى ملاحظة أنه يمكنك فقط استخدام مجموعات anidb المدرجة في هذا أنمي. <br>If مجموعة غير مدرج في أنيدب ولكن subbed هذا الأنمي، يرجى تصحيح data.</p> في أنيدب
cs_cz: <p>Select váš preferovaný fansub skupiny od <b>Available Groups</b> a přidat je do <b>Whitelist</b>. Přidání skupiny <b>Blacklist</b> ignorovat them.</p> <p>The <b>Whitelist</b> je zaškrtnutá <i>before</i>, <b>Blacklist</b>.</p> <p>Groups jsou jako <b>Name</b> | <b>Rating</b> | <b>Number subbed episodes</b>.</p> <p>You může také přidat nějaké fansub skupiny nejsou uvedeny buď seznam manually.</p> <p>When to prosím Všimněte si, že lze použít pouze skupiny uvedené na anidb za to anime. <br>If skupiny není uveden na anidb, ale subbed tohoto anime, prosím opravte si anidb data.</p>
da_dk: <p>Select dine foretrukne fansub grupper fra <b>Available Groups</b> og tilføje dem til <b>Whitelist</b>. Tilføje grupper til <b>Blacklist</b> at ignorere them.</p> <p>The <b>Whitelist</b> er kontrolleret <i>before</i> <b>Blacklist</b>.</p> <p>Groups er vist som <b>Name</b> | <b>Rating</b> | <b>Number af subbed episodes</b>.</p> <p>You kan også tilføje fansub grupper ikke er angivet til enten liste manually.</p> <p>When gøre dette venligst Bemærk, at du kun kan bruge grupper børsnoterede på anidb for dette anime. <br>If en gruppe ikke er noteret på anidb men subbed dette anime, bedes du rette anidb's data.</p>
de_de: <p>Select Ihre bevorzugte Fansub Gruppen aus <b>Available Groups</b> und fügen sie Sie der <b>Whitelist</b>. Fügen Sie Gruppen, die <b>Blacklist</b> them.</p> <p>The <b>Whitelist</b> zu ignorieren ist geprüfte <i>before</i>, die <b>Blacklist</b>.</p> <p>Groups sind als <b>Name</b> | <b>Rating</b> | <b>Number von subbed Episodes</b>.</p> <p>You können auch beliebige Fansub-Gruppe nicht aufgeführt, entweder Liste manually.</p> <p>When hinzufügen auf diese Weise Bitte beachten Sie, dass Sie nur können Gruppen auf Anidb dafür Anime. <br>If eine Gruppe nicht auf Anidb aufgeführt ist, aber dieser Anime subbed bitte korrigieren Sie die Anidb data.</p>
el_gr: <p>Select σας προτιμώμενη fansub ομάδες από το Groups</b> <b>Available και προσθέστε τα στο η <b>Whitelist</b>. Προσθέστε ομάδες για να τον <b>Blacklist</b> να αγνοήσει them.</p> <p>The <b>Whitelist</b> είναι επιλεγμένο <i>before</i> το <p>Groups <b>Blacklist</b>.</p> είναι εμφανίζεται ως <b>Name</b> | <b>Rating</b> | <b>Number του <p>You subbed episodes</b>.</p> μπορεί επίσης να προσθέσετε οποιαδήποτε ομάδα fansub δεν αναφέρεται σε οποιαδήποτε λίστα manually.</p> <p>When αυτόν τον τρόπο παρακαλούμε σημειώστε ότι μπορείτε να χρησιμοποιήσετε μόνο ομάδες που παρατίθενται στην anidb για αυτό Κινούμενο σχέδιο. <br>If μια ομάδα που δεν παρατίθεται στο anidb αλλά subbed αυτό το anime, διορθώστε data.</p> του anidb
es_es: <p>Select su fansub preferido grupos de la Groups</b> de <b>Available y añadir a la <b>Whitelist</b>. Añadir grupos a la <b>Blacklist</b> them.</p> <p>The <b>Whitelist</b> de ignorar es facturado <i>before</i> son el <p>Groups de <b>Blacklist</b>.</p> se muestra como <b>Name</b> | <b>Rating</b> | <b>Number de episodes</b>.</p> subbed <p>You también puede agregar cualquier grupo de fansub no listado para cualquier lista manually.</p> <p>When hacer esto por favor tenga en cuenta que sólo se puede utilizar grupos incluidos en anidb para esto Anime. <br>If un grupo no se encuentra en anidb pero subtitulada de este anime, corrija data.</p> de anidb
fi_fi: <p>Select ensisijainen fansub ryhmiä <b>Available Groups</b> ja lisää ne <b>Whitelist</b>. Lisätä ryhmiä <b>Blacklist</b> jättää them.</p> <p>The <b>Whitelist</b> on valittu <i>before</i> <b>Blacklist</b>.</p> <p>Groups ovat esitetty <b>Name</b> | <b>Rating</b> | <b>Number subbed episodes</b>.</p> <p>You myös lisätä mihinkään fansub ryhmään kuulumattomien joko luettelon manually.</p> <p>When näin ota Huomaa, että voit käyttää vain ryhmät lueteltu anidb tästä anime. <br>If ryhmä ei ole listattu anidb mutta subbed tämä anime korjaa anidb's data.</p>
fr_fr: <p>Select votre fansub préféré des groupes de la Groups</b> <b>Available et ajoutez-les à la <b>Whitelist</b>. Ajouter des groupes à la <b>Blacklist</b> d’ignorer them.</p> <p>The <b>Whitelist</b> est vérifié <i>before</i> les <p>Groups <b>Blacklist</b>.</p> sont représenté par <b>Name</b> | <b>Rating</b> | <b>Number d’episodes</b>.</p> subbed <p>You peut aussi ajouter n’importe quel groupe de fansub ne figurent ne pas à chaque liste manually.</p> <p>When cela s’il vous plaît noter que vous ne pouvez utiliser groupes répertoriés sur anidb pour cela anime. <br>If un groupe n’est pas répertorié sur anidb mais subbed cet anime, s’il vous plaît corriger data.</p> d’anidb
he_il: <p>Select קבוצות של Groups</b> <b>Available fansub המועדפת שלך ולהוסיף אותם כדי <b>Whitelist</b>. הוספת קבוצות <b>Blacklist</b> להתעלם them.</p> <p>The <b>Whitelist</b> הוא <i>before</i> בדק <p>Groups <b>Blacklist</b>.</p>? המוצג כ <b>Name</b> | <b>Rating</b> | <b>Number של <p>You episodes</b>.</p> לספסל יכולים גם להוסיף כל קבוצה fansub לא מופיע כדי <p>When manually.</p> גם רשימת עושה את זה אנא שימו לב כי ניתן להשתמש רק קבוצות הרשומים על anidb בשביל זה אנימה. <br>If קבוצה לא מופיע anidb אבל לספסל זה אנימה, נא תקן של anidb data.</p>
no_no: <p>Select din foretrukne fansub grupper fra <b>Available Groups</b> og legge dem til i <b>Whitelist</b>. Legge til grupper i <b>Blacklist</b> å ignorere them.</p> <p>The <b>Whitelist</b> er sjekket <i>before</i> <b>Blacklist</b>.</p> <p>Groups er vist som <b>Name</b> | <b>Rating</b> | <b>Number av subbed episodes</b>.</p> <p>You kan også legge til en fansub gruppe ikke vises til enten listen manually.</p> <p>When dette Vennligst merk at du kan bare bruke grupper oppført på anidb for denne anime. <br>If en gruppe ikke er oppført i anidb men subbed denne anime, Korriger anidb's data.</p>
ro_ro: <p>Select dumneavoastră preferat fansub grupuri din <b>Available Groups</b> şi adăugaţi-le la <b>Whitelist</b>. Adauga grupuri pentru a <b>Blacklist</b> să ignore <b>Whitelist</b> de <p>The them.</p> este verificat <i>before</i> sunt <b>Blacklist</b>.</p> <p>Groups indicat ca <b>Name</b> | <b>Rating</b> | <b>Number de episodes</b>.</p> subtitrat <p>You pot adăuga, de asemenea, orice grup fansub nu enumerate să fie lista manually.</p> <p>When face acest lucru vă rugăm să reţineţi că puteţi utiliza numai grupuri listate pe anidb pentru aceasta anime. <br>If un grup nu este listat pe anidb dar subbed acest anime, vă rugăm să corectaţi anidb pe data.</p>
ru_ru: <p>Select ваш предпочтительный fansub групп от <b>Available Groups</b> и добавить их в <b>Whitelist</b>. Добавить группы для <b>Blacklist</b> them.</p> <p>The <b>Whitelist</b> игнорировать проверенных <i>before</i>, которые <b>Blacklist</b>.</p> <p>Groups показано как <b>Name</b> | <b>Rating</b> | <b>Number subbed episodes</b>.</p> <p>You могут также добавлять любую группу fansub, не перечисленных в любой список manually.</p> <p>When делать это пожалуйста обратите внимание, что можно использовать только группы, перечисленные на anidb для этого Аниме. <br>If группа не указана на anidb но subbed это аниме, исправьте anidb в data.</p>
uk_ua: <p>Select ваших бажаних fansub групи зі <b>Available Groups</b> та додати їх до на <b>Whitelist</b>. Додати груп на <b>Blacklist</b> ігнорувати them.</p> <p>The <b>Whitelist</b> є зареєстрований <i>before</i> <b>Blacklist</b>.</p> <p>Groups є Показано, як <b>Name</b> | <b>Rating</b> | <b>Number subbed episodes</b>.</p> <p>You також можете додати будь-яку групу fansub не відображено у будь-якому списку manually.</p> <p>When робити це будь ласка зауважте, що ви можете використовувати тільки груп, перерахованих на anidb для цього аніме. <br>If Група не котируються на anidb, але subbed цього аніме, виправте anidb в data.</p>
vi_vn: <p>Select fansub ưa thích của các nhóm từ <b>Available Groups</b> và thêm chúng vào <b>Whitelist</b>. Thêm nhóm để <b>Blacklist</b> them.</p> <p>The <b>Whitelist</b> bỏ qua là kiểm tra <i>before</i> <b>Blacklist</b>.</p> <p>Groups Hiển thị như <b>Name</b> | <b>Rating</b> | <b>Number của subbed episodes</b>.</p> <p>You cũng có thể thêm bất kỳ nhóm fansub nào không được liệt kê vào một trong hai danh sách manually.</p> <p>When làm việc này xin vui lòng lưu ý rằng bạn chỉ có thể sử dụng các nhóm được liệt kê trên anidb này anime. <br>If một nhóm không được liệt kê trên anidb nhưng subbed anime này, xin vui lòng chính xác của anidb data.</p>

source: Whitelist
ar_sa: البيضاء
da_dk: Whiteliste
el_gr: Λευκή λίστα
es_es: Lista blanca
fr_fr: Liste blanche
he_il: הבילוש
no_no: Hviteliste
ro_ro: Lista albă
ru_ru: Белый список
uk_ua: Білий список
vi_vn: Danh sách trắng

source: Remove
ar_sa: إزالة
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Κατάργηση
es_es: Quitar
fi_fi: Poista
fr_fr: Supprimer
he_il: הסר
no_no: Fjerne
ro_ro: Elimina
ru_ru: Удалить
uk_ua: Видалити
vi_vn: Loại bỏ

source: Available Groups
ar_sa: المجموعات المتوفرة
cs_cz: Dostupné skupiny
da_dk: Tilgængelige grupper
de_de: Verfügbaren Gruppen
el_gr: Διαθέσιμες ομάδες
es_es: Grupos disponibles
fi_fi: Käytettävissä olevat ryhmät
fr_fr: Groupes disponibles
he_il: קבוצות זמינות
no_no: Tilgjengelige grupper
ro_ro: Grupuri disponibile
ru_ru: Доступные группы
uk_ua: Доступні групи
vi_vn: Có các nhóm

source: Add to Whitelist
ar_sa: إضافة إلى القائمة البيضاء
cs_cz: Přidat do seznamu povolených serverů
da_dk: Føj til Whitelist
de_de: Whitelist hinzufügen
el_gr: Προσθήκη στο λευκή λίστα
es_es: Añadir a lista blanca
fi_fi: Lisää valkoiselle listalle
fr_fr: Ajouter à la liste blanche
he_il: להוסיף to הבילוש
no_no: Legg til hviteliste
ro_ro: Adăugaţi la lista albă
ru_ru: Добавить в белый список
uk_ua: Додавання до білого списку
vi_vn: Thêm vào danh sách trắng

source: Add to Blacklist
ar_sa: إضافة إلى القائمة السوداء
cs_cz: Přidat do blacklistu
da_dk: Føj til blackliste
de_de: Schwarzen Liste hinzufügen
el_gr: Προσθέσετε στη μαύρη λίστα
es_es: Añadir a lista negra
fi_fi: Lisää mustalle listalle
fr_fr: Ajouter à la liste noire
he_il: להוסיף השחורה.
no_no: Legg til i svarteliste
ro_ro: Adauga la lista neagră
ru_ru: Добавить в «черный список»
uk_ua: Додати в чорний список
vi_vn: Thêm vào danh sách đen

source: Blacklist
ar_sa: القائمة السوداء
cs_cz: Černá listina
da_dk: Sortliste
de_de: Schwarze Liste
el_gr: Μαύρη λίστα
es_es: Lista negra
fi_fi: Musta lista
fr_fr: Liste noire
he_il: השחורה.
no_no: Svarteliste
ro_ro: Lista neagră
ru_ru: Черный список
uk_ua: Чорний список
vi_vn: Danh sách đen

source: Custom Group
ar_sa: مجموعة مخصصة
cs_cz: Vlastní skupina
da_dk: Brugerdefineret gruppe
de_de: Benutzerdefinierte Gruppe
el_gr: Προσαρμοσμένη ομάδα
es_es: Grupo Custom
fi_fi: Mukautettu ryhmä
fr_fr: Groupes personnalisés
he_il: קבוצה מותאמת אישית
no_no: Egendefinert gruppe
ro_ro: Grup particularizat
ru_ru: Пользовательские группы
uk_ua: Настроювану групу
vi_vn: Nhóm tuỳ chỉnh

source: Do you want to mark this episode as failed?
ar_sa: هل تريد وضع علامة هذه الحلقة كما فشلت؟
cs_cz: Chcete označit tato epizoda jako neúspěšná?
da_dk: Vil du markere denne episode, som slået fejl?
de_de: Möchten Sie diese Episode als gescheitert zu markieren?
el_gr: Θέλετε να επισημάνετε αυτό το επεισόδιο, όπως απέτυχε;
es_es: ¿Desea marcar este episodio ya no?
fi_fi: Haluatko tämä episodi merkitseminen epäonnistui?
fr_fr: Vous voulez marquer cet épisode comme ayant échoué ?
he_il: האם ברצונך לסמן את הפרק הזה כפי נכשל?
no_no: Vil du merke denne episoden som mislyktes?
ro_ro: Vrei pentru a marca acest episod, ca nu a reuşit?
ru_ru: Вы хотите пометить этот эпизод как сбой?
uk_ua: Ви хочете, щоб позначити цей епізод, як не вдалося?
vi_vn: Bạn có muốn đánh dấu tập này như đã thất bại?

source: The episode release name will be added to the failed history, preventing it to be downloaded again.
ar_sa: اسم الإصدار الحلقة ستضاف إلى تاريخ الفاشلة، منعه ليتم تحميلها مرة أخرى.
cs_cz: Vydání název epizody bude přidán do neúspěšné historie, brání to, že znovu stáhnout.
da_dk: Episode release navn vil blive tilføjet til den mislykkede historie, forhindrer det der skal hentes igen.
de_de: Die Folge-Release-Name wird der gescheiterten Geschichte, verhindern, dass es erneut heruntergeladen werden hinzugefügt werden.
el_gr: Το όνομα έκδοσης επεισόδιο θα προστεθεί στην αποτυχημένη ιστορία, εμποδίζοντας τη λήψη ξανά.
es_es: El nombre del episodio estreno se añadirá a la fallida historia, prevención de que descargarse otra vez.
fi_fi: Episodi release nimi lisätään epäonnistuneet historia, estää sitä ladata uudelleen.
fr_fr: Le nom de version épisode s’ajoutera à l’histoire ayant échoué, l’empêche d’être téléchargé à nouveau.
he_il: שם שחרור פרק יתווספו להיסטוריה נכשל, מונע את זה להוריד שוב.
no_no: Episode kodenavn legges til mislykket historien, forhindrer den lastes ned igjen.
ro_ro: Episod release nume va fi adăugat la istoria nu a reuşit, împiedicând-o să fie descărcate din nou.
ru_ru: Название релиза эпизод будет добавлен к неудачной истории, позволяя ему быть загружанным снова.
uk_ua: Назва епізоду випуску буде додано до невдалих історії, запобігаючи його завантажуватися заново.
vi_vn: Tên phát hành tập sẽ được thêm vào lịch sử thất bại, ngăn chặn nó sẽ được tải xuống một lần nữa.

source: Do you want to include the current episode quality in the search?
ar_sa: هل تريد أن تشمل جودة الحلقة الحالية في البحث؟
cs_cz: Chcete do hledání zahrnout aktuální epizoda kvality?
da_dk: Vil du medtage den aktuelle episode kvalitet i søgningen?
de_de: Möchten Sie die aktuelle Folge Qualität in die Suche einbeziehen?
el_gr: Θέλετε να συμπεριλάβετε την τρέχουσα ποιότητα επεισόδιο στην αναζήτηση;
es_es: ¿Desea incluir la calidad actual del episodio en la búsqueda?
fi_fi: Haluatko sisällyttää nykyisen jakson laadun hakuun?
fr_fr: Vous voulez inclure la qualité actuelle des épisode dans la recherche ?
he_il: האם ברצונך לכלול את איכות הפרק הנוכחי בחיפוש?
no_no: Vil du inkludere gjeldende episode kvalitet i søket?
ro_ro: Doriţi să includeţi calitatea episod curent în căutare?
ru_ru: Вы хотите включить в поиск текущий эпизод качества?
uk_ua: Ви хочете, щоб включити поточний епізод якість пошуку?
vi_vn: Bạn có muốn bao gồm chất lượng tập hiện nay trong việc tìm kiếm?

source: Choosing No will ignore any releases with the same episode quality as the one currently downloaded/snatched.
ar_sa: اختيار لا سيتم تجاهل أي الإصدارات بنفس جودة الحلقة واحدة انتزع تحميلها حاليا.
cs_cz: Klepnutím na tlačítko ignorovat jakékoli vydání ve stejné epizodě kvalitě jako je v současné době stáhli/vytrhl.
da_dk: Valg ingen vil ignorere enhver udgivelser med den samme episode kvalitet som den i øjeblikket downloadet/snappede.
de_de: Wenn Sie Nein wählen, werden alle Versionen mit der gleichen Folge Qualität wie die derzeit heruntergeladen/riß ignorieren.
el_gr: Επιλογή δεν θα αγνοήσει οποιαδήποτε δελτία με την ίδια ποιότητα επεισόδιο με εκείνο που σήμερα κατέβασα/άρπαξε.
es_es: Elegir No ignorará cualquier versiones con la misma calidad del episodio como la actualmente descargado/arrebatado.
fi_fi: Jos valitset ei ei ota huomioon mitään tällä hetkellä ladata/nappasi yhden jakson laadultaan julkaisut.
fr_fr: Choix N° ignorera tout rejet avec la même qualité d’épisode que celui actuellement téléchargé/arraché.
he_il: בחירת לא יתעלם מכל הגרסאות עם איכות הפרק זהה לזו כעת להוריד/חטפו.
no_no: Hvis du velger Nei, ignoreres noen utgivelser med samme episode kvalitet som er lastet ned/snappet.
ro_ro: Alegerea nu va ignora orice versiuni cu aceeaşi calitate episod ca cel prezent descarcat/smuls.
ru_ru: Выбор не будет игнорировать любые релизы с тем же качеством эпизод, который в настоящее время загружены/схватил.
uk_ua: Вибір пункту ні, щоб ігнорувати будь-релізи з такою ж якістю епізод, як той, який в даний час завантажені/схопив.
vi_vn: Việc lựa chọn No sẽ bỏ qua bất kỳ bản phát hành với tập cùng chất lượng như là một hiện đang tải xuống/snatched.

source: Custom
ar_sa: مخصص
cs_cz: Vlastní
de_de: Brauch
el_gr: Προσαρμοσμένη
he_il: מותאם אישית
no_no: Egendefinert
ru_ru: Пользовательские
vi_vn: Tuỳ chỉnh

source: Preferred
ar_sa: المفضل
cs_cz: Preferované
da_dk: Foretrukket
de_de: Bevorzugt
el_gr: Προτεινόμενων Ξενοδοχείων
fi_fi: Mieluummin
fr_fr: Préféré
he_il: מועדף
no_no: Foretrukket
ro_ro: Preferat
ru_ru: Предпочтение
uk_ua: Перевага
vi_vn: Ưa thích

source: qualities will replace those in
ar_sa: يتم استبدال الصفات الموجودة في
cs_cz: vlastnosti nahradí ty, v
da_dk: kvaliteter vil erstatte dem i
de_de: Qualitäten ersetzt die in
el_gr: ποιότητες θα αντικαθιστούν εκείνες
es_es: cualidades reemplazará los
fi_fi: ominaisuudet korvaavat vuonna
fr_fr: qualités remplaceront celles en
he_il: איכויות יחליף את אלה
no_no: kvaliteter erstatter i
ro_ro: calităţi va înlocui cele din
ru_ru: качества заменят в
uk_ua: якостей замінить тих, в
vi_vn: chất lượng tốt sẽ thay thế những người ở

source: Allowed
ar_sa: يسمح
cs_cz: Povoleno
da_dk: Tilladt
de_de: Erlaubt
el_gr: Επιτρέπεται
es_es: Permitió
fi_fi: Internet
fr_fr: Permis
he_il: מותר
no_no: Tillatt
ro_ro: Permis
ru_ru: Допускается
uk_ua: Допускається
vi_vn: Cho phép

source: even if they are lower.
ar_sa: حتى لو كانت أقل.
cs_cz: i v případě, že jsou nižší.
da_dk: selv om de er lavere.
de_de: selbst wenn sie niedriger sind.
el_gr: ακόμα κι αν είναι χαμηλότερη.
es_es: incluso si son menores.
fi_fi: Vaikka ne ovat alhaisemmat.
fr_fr: même si elles sont plus faibles.
he_il: אפילו אם הם נמוכים.
no_no: Selv om de er lavere.
ro_ro: chiar dacă acestea sunt mai mici.
ru_ru: даже если они являются более низкими.
uk_ua: навіть якщо вони нижче.
vi_vn: ngay cả khi họ đang thấp hơn.

source: Initial Quality:
ar_sa: النوعية الأولى:
cs_cz: Původní kvalita:
da_dk: Oprindelige kvalitet:
de_de: Erste Qualität:
el_gr: Αρχική ποιότητα:
es_es: Calidad inicial:
fi_fi: Alkuperäinen laatu:
fr_fr: Qualité initiale :
he_il: איכות הראשונית:
no_no: Første kvalitet:
ro_ro: Iniţială de calitate:
ru_ru: Первоначального качества:
uk_ua: Початковий якості:
vi_vn: Chất lượng ban đầu:

source: Preferred Quality:
ar_sa: الجودة المفضلة:
cs_cz: Upřednostňovaná kvalita:
da_dk: Foretrukne kvalitet:
de_de: Bevorzugte Qualität:
el_gr: Προτίμησε την ποιότητα:
es_es: Calidad preferida:
fi_fi: Ensisijainen laatu:
fr_fr: Qualité préférée :
he_il: איכות מועדף:
no_no: Foretrukket kvalitet:
ro_ro: Calitatea preferată:
ru_ru: Предпочтительным качество:
uk_ua: Потрібну якість:
vi_vn: Ưu tiên chất lượng:

source: quality
ar_sa: جودة
cs_cz: kvalita
de_de: Qualität
ru_ru: качество
vi_vn: chất lượng

source: Root Directories
ar_sa: الدلائل الجذر
cs_cz: Kořenové adresáře
da_dk: Rod mapper
de_de: Stammverzeichnisse
el_gr: Ριζικούς καταλόγους
es_es: Directorios raíz
fi_fi: Päähakemistot
fr_fr: Répertoires racine
he_il: מדריכים בסיס
no_no: Rotmapper
ro_ro: Directoarele rădăcină
ru_ru: Корневые каталоги
uk_ua: Кореневої директорії
vi_vn: Thư mục gốc

source: New
ar_sa: الجديد
cs_cz: Nové
da_dk: Nye
de_de: Neu
el_gr: Νέα
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
he_il: חדש
no_no: Nye
ro_ro: Noi
ru_ru: Новые функции
uk_ua: Нові
vi_vn: Mới

source: Edit
ar_sa: تحرير
cs_cz: Úpravy
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
fi_fi: Muokkaa
he_il: עריכה
no_no: Rediger
ro_ro: Editare
ru_ru: Редактировать
uk_ua: Редагувати
vi_vn: Chỉnh sửa

source: Set as Default *
ar_sa: تعيين كافتراضي *
cs_cz: Nastavit jako výchozí *
da_dk: Indstiller som standard *
de_de: Als Standard festlegen *
el_gr: Ορισμός ως προεπιλεγμένου *
es_es: Establecer como defecto *
fi_fi: Aseta oletukseksi *
fr_fr: Comme valeur par défaut *
he_il: להגדיר כברירת מחדל *
no_no: Standard *
ro_ro: Setare ca implicit *
ru_ru: Установить по умолчанию *
uk_ua: Встановити за замовчуванням *
vi_vn: Đặt làm mặc định *

source: Reset to Defaults
ar_sa: إعادة تعيين الافتراضيات
cs_cz: Obnovit na výchozí hodnoty
da_dk: Nulstil til standardindstillinger
de_de: Auf Standardeinstellungen zurücksetzen
el_gr: Επαναφορά στις προεπιλογές
es_es: Restablecer valores predeterminados
fi_fi: Palauta oletukset
fr_fr: Réinitialiser aux valeurs par défaut
he_il: איפוס לברירות המחדל
no_no: Tilbakestill til standard
ro_ro: Reinițializare la valorile implicite
ru_ru: Восстановить значения по умолчанию
uk_ua: Відновити параметри за замовчуванням
vi_vn: Đặt lại về mặc định

source: All non-absolute folder locations are relative to
ar_sa: جميع مواقع المجلدات غير المطلقة نسبة إلى
cs_cz: Všechny složky absolutní umístění jsou vzhledem k
da_dk: Alle ikke-absolutte mappeplaceringer er relativ til
de_de: Alle nicht-Absolute Ordnerspeicherorte sind relativ zu
el_gr: Όλα τα μη-απόλυτη φάκελο τοποθεσίες είναι σε σχέση με
es_es: Todas las ubicaciones de carpeta no absoluto son relativos al
fi_fi: Kaikki absoluuttinen kansion sijainti on suhteessa
fr_fr: Tous les emplacements de dossier non absolue sont relativement à
he_il: כל מיקומי התיקיות הלא-מוחלט הם יחסית
no_no: Alle ikke-absolutt mappeplasseringer er forhold til
ro_ro: Toate non-absolută dosarul locaţiile sunt relativ la
ru_ru: Все Неабсолютное папки являются относительно
uk_ua: Всі розташування папок абсолютна повинні relative
vi_vn: Tất cả các vị trí thư mục không phải là tuyệt đối phải tương đối

source: SiCKRAGE
ar_sa: سيكراجي

source: Toggle navigation
ar_sa: تبديل التنقل
cs_cz: Přepnout navigaci
el_gr: Εναλλαγή πλοήγησης
es_es: Navegación de la palanca
fi_fi: Vaihda navigointi
he_il: החלף מצב ניווט
no_no: Vis/Skjul navigation
ro_ro: Comutare navigare
ru_ru: Переключить навигации
uk_ua: Переключити навігації

source: Show List
ar_sa: إظهار القائمة
cs_cz: Zobrazit seznam
da_dk: Vis liste
de_de: Liste anzeigen
el_gr: Εμφάνιση λίστας
es_es: Mostrar la lista
fi_fi: Näytä luettelo
fr_fr: Voir la liste
he_il: הצג רשימת
no_no: Vis-listen
ro_ro: Arată Lista
ru_ru: Показать список
uk_ua: Відобразити список
vi_vn: Danh sách hiển thị

source: Add Shows
ar_sa: إضافة عروض
cs_cz: Přidat pořady
da_dk: Tilføje viser
de_de: Fügen Sie Shows
el_gr: Προσθέστε εκπομπές
es_es: Añadir serie
fi_fi: Lisää ohjelmia
fr_fr: Ajouter des séries
he_il: להוסיף מראה
no_no: Legg til programmer
ro_ro: Adauga spectacole
ru_ru: Добавить шоу
uk_ua: Додати шоу
vi_vn: Thêm chương trình

source: Manual Post-Processing
ar_sa: تجهيز يدوي
cs_cz: Ruční zpracování
da_dk: Manuel efterbehandling
de_de: Manuelle Nachbearbeitung
el_gr: Εγχειρίδιο μετα-επεξεργασία
es_es: Post-procesado manual
fi_fi: Manuaalinen jälkikäsittelyä
fr_fr: Post-traitement manuel
he_il: עיבוד שלאחר ידני
no_no: Manuell etterbehandling
ro_ro: Manual post-procesare
ru_ru: Пост-обработка
uk_ua: Ручний пост-обробки
vi_vn: Hướng dẫn sử dụng chế biến
