Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Episode will be added on watch list when wanted or snatched and will be removed when downloaded
ar_sa: سيتم إضافة الحلقة على قائمة المراقبة عندما أراد أو انتزع وسيتم إزالة عند تحميلها
cs_cz: Epizoda bude přidán na seznam sledování, když chtěl nebo vytrhl a budou odstraněny po stažení
da_dk: Episode vil blive tilføjet på overvågningsliste når ønskede eller snappede og vil blive fjernet, når downloadet
de_de: Episode wird hinzugefügt auf Watchlist wenn wollte oder geschnappt und entfernt wird, wenn heruntergeladen
el_gr: Το επεισόδιο θα προστεθεί στη λίστα ρολόι όταν ήθελε ή ξεριζώνονται και θα καταργηθεί κατά τη λήψη
es_es: Episodio se añadirá en la lista cuando quería o le arrebató y se eliminará una vez descargado
fi_fi: Episodi on lisätty katsella luettelo kun halusi tai nappasi ja poistetaan, kun ladataan
fr_fr: Épisode sera ajouté sur la liste de surveillance quand voulait ou arraché et seront supprimés lors du téléchargement
he_il: פרק יתווספו ברשימת המעקב כאשר רצה או חטף, יוסרו בעת הורדה
no_no: Episoden legges på overvåkningslisten når ønsket eller kidnappet og fjernes når lastet ned
ro_ro: Episod va fi adăugat pe lista de ceas atunci când a vrut sau smuls si vor fi eliminate atunci când descarcat
ru_ru: Эпизод будет добавлен на контрольный список, когда хотел или схватил и будут удалены при загрузке
uk_ua: Епізод буде додано на волоску коли хотів або схопив і буде вилучена, коли завантажений
vi_vn: Tập phim sẽ được thêm vào danh sách theo dõi khi muốn hoặc snatched và sẽ được gỡ bỏ khi tải về

source: Watchlist add method
ar_sa: الرصد إضافة أسلوب
cs_cz: Seznam sledovaných položek Přidat metodu
da_dk: Overvågningsliste tilføje metode
de_de: Watchlist add-Methode
el_gr: Λίστα παρακολούθησης προσθέστε μέθοδο
es_es: Lista Agregar método
fi_fi: Seurantalistaan lisää menetelmä
fr_fr: Watchlist add, méthode
he_il: רשימת המעקב להוסיף שיטה
no_no: Watchlist add-metode
ro_ro: Lista de pagini urmărite Adauga metoda
ru_ru: Watchlist добавить метод
uk_ua: Додавання списку спостереження метод
vi_vn: Watchlist thêm phương pháp

source: Skip All
ar_sa: تخطي الكل
cs_cz: Přeskočit vše
da_dk: Spring alle
de_de: Alle überspringen
el_gr: Παράβλεψη όλων
es_es: Omitir todo
fi_fi: Ohita kaikki
fr_fr: Ignorer tout
he_il: דלג על הכל
no_no: Hopp over alle
ro_ro: Treci toate
ru_ru: Пропустить все
uk_ua: Пропустити все
vi_vn: Bỏ qua tất cả

source: Download Pilot Only
ar_sa: تحميل الطيار فقط
cs_cz: Pouze stáhnout Pilot
da_dk: Download Pilot kun
de_de: Pilot nur herunterladen
el_gr: Μόνο λήψη πιλότος
es_es: Descargar a piloto sólo
fi_fi: Imuroi Pilot vain
fr_fr: Télécharger pilote uniquement
he_il: הורד את הטייס בלבד
no_no: Bare laste ned Pilot
ro_ro: Descarca numai Pilot
ru_ru: Скачать пилот только
uk_ua: Завантажити пілот тільки
vi_vn: Tải về phi công chỉ

source: Get whole show
ar_sa: الحصول على عرض كامل
cs_cz: Získejte celou show
da_dk: Få hele showet
de_de: Ganze Show bekommen
el_gr: Αποκτήστε όλη παράσταση
es_es: Obtener todo
fi_fi: Saada koko show
fr_fr: Obtenez tout le spectacle
he_il: לקבל כל המופע
no_no: Få hele showet
ro_ro: Obţine întregul spectacol
ru_ru: Получить весь шоу
uk_ua: Отримати усього шоу
vi_vn: Nhận được các hiển thị toàn bộ

source: method in which to download episodes for new show's.
ar_sa: طريقة لتحميل الحلقات لعرض جديد.
cs_cz: Metoda ke stažení epizody nové show.
da_dk: metode til at hente episoder til nye show.
de_de: Verfahren, bei dem Download Episoden für neue Show.
el_gr: η μέθοδος στην οποία θέλετε να κατεβάσετε επεισόδια για τη νέα εμφάνιση του.
es_es: método en el que descargar los episodios para la nueva demostración.
fi_fi: menetelmä, jossa voit ladata jaksot uusi show.
fr_fr: méthode permettant de télécharger des épisodes pour le nouveau spectacle.
he_il: השיטה שבה להוריד פרקים של התוכנית החדשה.
no_no: metode i å laste ned episoder for nye show.
ro_ro: metoda în care pentru a descărca episoade pentru noul show.
ru_ru: метод, в котором скачать эпизоды для нового шоу.
uk_ua: метод, в якому завантажити епізоди для нового шоу.
vi_vn: phương pháp trong đó để tải về tập cho hiển thị mới.

source: Remove episode
ar_sa: إزالة الحلقة
cs_cz: Odstranit díl
da_dk: Fjerne episode
de_de: Episode entfernen
el_gr: Αφαιρέστε το επεισόδιο
es_es: Quitar el episodio
fi_fi: Poista jakso
fr_fr: Supprimer les épisode
he_il: להסיר את הפרק
no_no: Fjerne episode
ro_ro: Elimina episod
ru_ru: Удаление эпизод
uk_ua: Видалити епізод
vi_vn: Loại bỏ các tập

source: remove an episode from your watchlist after it is downloaded.
ar_sa: إزالة حلقة من الرصد الخاصة بك بعد تنزيله.
cs_cz: Odstraňte epizodu z sledované po jeho stažení.
da_dk: fjerne en episode fra din overvågningsliste, når den er downloadet.
de_de: Entfernen Sie eine Episode aus Ihrer Merkliste, nachdem Sie es heruntergeladen haben.
el_gr: Αφαιρέστε ένα επεισόδιο από τη λίστα παρακολούθησής σας μετά τη λήψη.
es_es: quitar un episodio de tu lista de seguimiento después de se descarga.
fi_fi: jakson poistaminen Tarkkailulistallasi, kun se on ladattu.
fr_fr: supprimer un épisode de votre liste de suivi une fois il est téléchargé.
he_il: הסר פרק את רשימת המעקב לאחר שהורד.
no_no: fjerne en episode fra din overvåkningsliste etter at det lastes.
ro_ro: elimina un episod din lista de pagini urmărite dvs dupa ce este descarcat.
ru_ru: после его загрузки, удалите эпизод из вашего списка наблюдения.
uk_ua: видалити епізод зі списку спостереження після завантаження.
vi_vn: loại bỏ một tập phim từ watchlist của bạn sau khi nó được tải về.

source: Remove series
ar_sa: إزالة سلسلة
cs_cz: Odstranit řadu
da_dk: Fjerne serie
de_de: Serie zu entfernen
el_gr: Κατάργηση σειράς
es_es: Quitar la serie
fi_fi: Poista sarja
fr_fr: Supprimer la série
he_il: להסיר סדרות
no_no: Fjern serie
ro_ro: Eliminaţi de serie
ru_ru: Удаление серии
uk_ua: Видалити серія
vi_vn: Xoá loạt

source: remove the whole series from your watchlist after any download.
ar_sa: إزالة سلسلة كاملة من الرصد الخاص بك بعد أي تحميل.
cs_cz: Odstraňte celou sérii od sledované po jakékoliv stahování.
da_dk: fjerne hele serien fra din overvågningsliste efter nogen download.
de_de: Entfernen Sie die ganze Serie aus Ihrer Watchlist nach jedem Download.
el_gr: Αφαιρέστε όλη τη σειρά από τη λίστα παρακολούθησής σας μετά από κάθε λήψη.
es_es: Retire toda la serie de tu lista de seguimiento después de cualquier descarga.
fi_fi: Poista koko sarja Tarkkailulistallasi mitään lataamisen jälkeen.
fr_fr: supprimer toute la série de votre liste de suivi après un téléchargement.
he_il: הסר את כל הסדרה של רשימת המעקב שלך לאחר כל הורדה.
no_no: fjerne hele serien fra din overvåkningsliste etter noen nedlasting.
ro_ro: Scoateţi serie întreagă de dumneavoastră lista de pagini urmărite după orice descărcare.
ru_ru: После загрузки удалите всю серию из вашего списка наблюдения.
uk_ua: видалити цілу серію зі списку спостереження після завантаження.
vi_vn: loại bỏ toàn bộ loạt từ watchlist của bạn sau khi tải về bất kỳ.

source: Remove watched show
ar_sa: إزالة عرض شاهد
cs_cz: Odebrání sledovaných show
da_dk: Fjerne sete show
de_de: Entfernen Sie überwachte show
el_gr: Κατάργηση παρακολούθησαν επίδειξη
es_es: Quitar Mostrar visto
fi_fi: Poista katsellut Näytä
fr_fr: Voir la supprimer regardé
he_il: להסיר את הצג בהשגחה
no_no: Fjern så Vis
ro_ro: Elimina arată vizionat
ru_ru: Удаление смотрел шоу
uk_ua: Видалити переглянуті шоу
vi_vn: Hiển thị loại bỏ theo dõi

source: remove the show from sickrage if it's ended and completely watched
ar_sa: إزالة العرض من سيكراجي إذا كان قد انتهى وشاهدت تماما
cs_cz: Odstraňte show z sickrage, je-li to skončil a zcela sledoval
da_dk: fjerne showet fra sickrage, hvis det har endte og helt set
de_de: die Show von Sickrage zu entfernen, wenn es beendet und komplett beobachtet
el_gr: καταργήσετε την εμφάνιση από το sickrage εάν έχει λήξει και εντελώς παρακολούθησαν
es_es: quitar el show de sickrage si ha terminado y completamente observado
fi_fi: Poista Näytä sickrage jos se on päättynyt ja täysin katseli
fr_fr: supprimer l’émission de sickrage si elle a terminé et entièrement regardé
he_il: להסיר את התוכנית sickrage אם זה הסתיים, צפיתי לחלוטין
no_no: fjerne showet fra sickrage hvis den har avsluttet og helt sett
ro_ro: elimina spectacol din sickrage, în cazul în care le-a încheiat şi uitat complet
ru_ru: Снятие sickrage шоу, если она закончилась и полностью смотрел
uk_ua: видалити шоу з sickrage, якщо вона закінчилася і повністю дивився
vi_vn: loại bỏ chương trình từ sickrage nếu nó đã kết thúc và hoàn toàn theo dõi

source: Start paused
ar_sa: بدء تشغيل إيقاف مؤقت
cs_cz: Spuštění pozastaveného
da_dk: Start sat på pause
de_de: Starten Sie angehalten
el_gr: Ξεκινήστε σε παύση
es_es: Inicio pausa
fi_fi: Aloita keskeytetty
fr_fr: Commencer en pause
he_il: להתחיל מושהה
no_no: Starte stanset midlertidig
ro_ro: Începe întrerupte
ru_ru: Запуск приостановленной
uk_ua: Почати призупиненого
vi_vn: Bắt đầu bị tạm dừng

source: show's grabbed from your trakt watchlist start paused.
ar_sa: إظهار انتزع من الرصد trakt الخاص بك بدء تشغيل الإيقاف بشكل مؤقت.
cs_cz: Ukázat to chytil od sledované trakt spusťte pozastaveno.
da_dk: Vis er greb fra din trakt overvågningsliste start sat på pause.
de_de: Show der packte aus Ihrer Watchlist Trakt starten angehalten.
el_gr: Εμφάνιση του άρπαξε από τη λίστα παρακολούθησής σας trakt έναρξη έχει διακοπεί.
es_es: Show de agarró de su lista de trakt Inicio pausado.
fi_fi: Näytä jäsenen tarttui trakt seurantalistaan Aloita keskeytetty.
fr_fr: spectacle de saisi de votre watchlist trakt commencer en pause.
he_il: הצג הוא תפס מ רשימת המעקב שלך trakt להתחיל מושהה.
no_no: show er fanget fra din trakt watchlist starte stoppet.
ro_ro: Arată pe apucat la dumneavoastră lista de pagini urmărite trakt începe întrerupte.
ru_ru: шоу схватил из вашего списка наблюдения тракт начать приостановлена.
uk_ua: Показати в схопив зі списку спостереження trakt почати призупинено.
vi_vn: Hiển thị của nắm lấy từ bạn watchlist trakt bắt đầu bị tạm dừng.

source: Trakt blackList name
ar_sa: اسم القائمة السوداء Trakt
cs_cz: Trakt blackList jméno
da_dk: Trakt blackliste navn
de_de: Trakt schwarze Liste name
el_gr: Trakt μαύρη λίστα όνομα
es_es: Nombre de la lista negra de Trakt
fi_fi: Trakt mustalle listalle nimi
fr_fr: Nom de liste noire Trakt
he_il: Trakt השחורה שם
no_no: Trakt svarteliste navn
ro_ro: Numele de pe lista neagră TRakt
ru_ru: Тракт черный список имя
uk_ua: Trakt чорний список ім'я
vi_vn: Trakt đen tên

source: Name(slug) of list on Trakt for blacklisting show on 'Add from Trakt' page
ar_sa: Name(slug) قائمة على Trakt للقائمة السوداء وتظهر على صفحة 'إضافة من Trakt'
cs_cz: Name(Slug) seznamu na Trakt pro černou listinu Ukázat na stránce "Přidat z Trakt"
da_dk: Name(Slug) af liste på Trakt for sortlistning show på 'Tilføj fra Trakt' side
de_de: Name(Slug) Liste auf Trakt für eine schwarze Liste anzeigen auf Seite "Hinzufügen von Trakt"
el_gr: Name(Slug) της λίστας στο Trakt για μαύρη λίστα Εμφάνιση στη σελίδα 'Προσθήκη από Trakt'
es_es: Name(slug) de lista de Trakt para poner Mostrar en la página de 'Agregar de Trakt'
fi_fi: Name(Slug) Trakt pääehdokas mustalle listalle Näytä lisää osoitteesta Trakt sivu
fr_fr: Name(Slug) de liste sur Trakt pour une liste noire de voir la page « Ajouter de Trakt »
he_il: Name(slug) של הרשימה ב- Trakt עבור תעלומה הצג בדף 'הוספה' מ Trakt
no_no: Name(Slug) av listen på Trakt for blacklisting show på "Legg til fra Trakt" side
ro_ro: Name(slug) din lista pe Trakt pentru lista neagră Arată pe pagina 'Add la Trakt'
ru_ru: Name(Slug) списка на тракт для черный шоу на странице «Добавить из тракт»
uk_ua: Name(Slug) списку на Trakt для чорний список шоу на сторінці "Додати з Trakt"
vi_vn: Name(slug) danh sách trên Trakt blacklisting Hiển thị trên trang 'Thêm từ Trakt'

source: Test Trakt
ar_sa: اختبار Trakt
cs_cz: Testovat Trakt
el_gr: Δοκιμή Trakt
es_es: Prueba Trakt
fi_fi: Testaa Trakt
fr_fr: Trakt test
he_il: מבחן Trakt
no_no: Teste Trakt
ru_ru: Тракт тест
uk_ua: Тест Trakt
vi_vn: Kiểm tra Trakt

source: Allows configuration of email notifications on a per show basis.
ar_sa: السماح بتكوين إعلامات البريد الإلكتروني على أساس كل عرض.
cs_cz: Umožňuje konfiguraci e-mailových upozornění na bázi na pořad.
da_dk: Tillader konfiguration af e-mail-meddelelser på basis af pr. show.
de_de: Ermöglicht die Konfiguration von e-Mail-Benachrichtigungen auf einer Basis pro Show.
el_gr: Επιτρέπει τη ρύθμιση παραμέτρων των ειδοποιήσεων ηλεκτρονικού ταχυδρομείου σε βάση ανά εμφάνιση.
es_es: Permite la configuración de notificaciones por correo electrónico sobre una base por programa.
fi_fi: Mahdollistaa määrittämisen sähköposti-ilmoitukset kohti Näytä perusteella.
fr_fr: Autorise la configuration des notifications par courrier électronique sur une base par spectacle.
he_il: קביעת תצורה של הודעות דוא על בסיס לכל הצג.
no_no: Tillater konfigurasjon av e-postmeldinger på en per show grunnlag.
ro_ro: Permite configurarea notificări e-mail pe o bază per Arată.
ru_ru: Позволяет настраивать уведомления по электронной почте на основе за шоу.
uk_ua: Дозволяє конфігурацію емейл сповіщення на основі на шоу.
vi_vn: Cho phép cấu hình của thông báo email trên một cơ sở cho mỗi hiển thị.

source: send email notifications?
ar_sa: إرسال إعلامات البريد الإلكتروني؟
cs_cz: Odeslat oznámení e-mailem?
da_dk: sende e-mail-meddelelser?
de_de: senden Sie e-Mail-Benachrichtigungen?
el_gr: στείλετε ειδοποιήσεις ηλεκτρονικού ταχυδρομείου;
es_es: ¿enviar notificaciones por correo electrónico?
fi_fi: lähettää sähköposti-ilmoituksia?
fr_fr: Envoyer des notifications par courrier électronique ?
he_il: לשלוח הודעות דוא?
no_no: sende beskjeder?
ro_ro: trimite notificări e-mail?
ru_ru: отправлять уведомления по электронной почте?
uk_ua: Надіслати сповіщення електронною поштою?
vi_vn: gửi email thông báo?

source: SMTP host
ar_sa: مضيف SMTP
cs_cz: Hostitel SMTP
da_dk: SMTP-værten
el_gr: Κεντρικό υπολογιστή SMTP
es_es: Host SMTP
fi_fi: SMTP-isäntää
fr_fr: Hôte SMTP
he_il: מארח ה-SMTP
no_no: SMTP-verten
ro_ro: Gazda SMTP
ru_ru: Узел SMTP
uk_ua: SMTP-хоста
vi_vn: Máy chủ SMTP

source: SMTP server address
ar_sa: عنوان خادم SMTP
cs_cz: Adresa serveru SMTP
da_dk: SMTP serveradresse
de_de: Adresse des SMTP-Servers
el_gr: Διεύθυνση του διακομιστή SMTP
es_es: Dirección del servidor SMTP
fi_fi: SMTP-palvelimen osoite
fr_fr: Adresse du serveur SMTP
he_il: כתובת שרת ה-SMTP
no_no: SMTP-serveradresse
ro_ro: Adresa serverului SMTP
ru_ru: Адрес SMTP-сервера
uk_ua: Адресу SMTP-сервера
vi_vn: Địa chỉ máy chủ SMTP

source: SMTP port
ar_sa: منفذ SMTP
el_gr: Θύρα SMTP
es_es: Puerto SMTP
fi_fi: SMTP-portti
fr_fr: Port SMTP
he_il: יציאת ה-SMTP
ro_ro: Portul SMTP
ru_ru: Порт SMTP
uk_ua: SMTP порт

source: SMTP server port number
ar_sa: رقم منفذ ملقم SMTP
cs_cz: Číslo portu serveru SMTP
da_dk: SMTP server portnummer
de_de: SMTP-Server-Port-Nummer
el_gr: Αριθμό θύρας διακομιστή SMTP
es_es: Número de puerto del servidor SMTP
fi_fi: SMTP-porttinumero
fr_fr: Numéro de port pour le serveur SMTP
he_il: מספר יציאה של שרת ה-SMTP
no_no: Portnummeret for SMTP-serveren
ro_ro: Numărul de port SMTP server
ru_ru: Номер порта SMTP-сервера
uk_ua: Номер порту SMTP сервер
vi_vn: Số hiệu cổng hệ phục vụ SMTP

source: SMTP from
ar_sa: SMTP من
cs_cz: SMTP od
da_dk: SMTP fra
de_de: SMTP aus
el_gr: SMTP από
es_es: SMTP de
fi_fi: SMTP alkaen
fr_fr: SMTP de
he_il: SMTP מ
no_no: SMTP fra
ro_ro: SMTP de
ru_ru: SMTP от
uk_ua: SMTP від
vi_vn: SMTP từ

source: sender email address
ar_sa: عنوان البريد الإلكتروني المرسل
cs_cz: e-mailová adresa odesílatele
da_dk: afsenderens e-mail-adresse
de_de: Absender e-Mail-Adresse
el_gr: διεύθυνση ηλεκτρονικού ταχυδρομείου αποστολέα
es_es: Dirección de correo electrónico del remitente
fi_fi: lähettäjän sähköpostiosoite
fr_fr: adresse de courriel de l’expéditeur
he_il: כתובת הדואר האלקטרוני של השולח
no_no: avsenderadressen
ro_ro: adresa de e-mail expeditor
ru_ru: адрес электронной почты отправителя
uk_ua: адреса електронної пошти відправника
vi_vn: địa chỉ email người gửi

source: Use TLS
ar_sa: استخدام TLS
cs_cz: Použití protokolu TLS
da_dk: Brug TLS
de_de: Verwendung von TLS
el_gr: Χρήση TLS
es_es: Uso TLS
fi_fi: Käytä TLS
fr_fr: Utiliser TLS
he_il: שימוש TLS
no_no: Bruk TLS
ro_ro: Utilizarea TLS
ru_ru: Использование TLS
uk_ua: Використання TLS
vi_vn: Sử dụng TLS

source: check to use TLS encryption.
ar_sa: الاختيار لاستخدام تشفير TLS.
cs_cz: Zkontrolujte, zda šifrování TLS.
da_dk: Check at bruge TLS-kryptering.
de_de: Überprüfen Sie TLS-Verschlüsselung verwenden.
el_gr: ελέγχου για να χρησιμοποιήσετε κρυπτογράφηση TLS.
es_es: verificación usar TLS encryption.
fi_fi: Tarkista käyttää TLS-salausta.
fr_fr: cocher pour utiliser le cryptage TLS.
he_il: הסימון כדי להשתמש בהצפנת TLS.
no_no: Sjekk å bruke TLS-kryptering.
ro_ro: Verificaţi pentru a folosi criptarea TLS.
ru_ru: флажок использовать TLS-шифрование.
uk_ua: Реєстрація шифрування TLS.
vi_vn: kiểm tra để sử dụng mã hoá TLS.

source: SMTP user
ar_sa: المستخدم SMTP
cs_cz: SMTP uživatele
da_dk: SMTP bruger
de_de: SMTP-Benutzer
el_gr: SMTP χρήστη
es_es: Usuario SMTP
fi_fi: SMTP-käyttäjä
fr_fr: Utilisateur SMTP
he_il: SMTP משתמש
no_no: SMTP-bruker
ro_ro: Utilizator SMTP
ru_ru: Пользователя SMTP
uk_ua: SMTP користувача
vi_vn: Người sử dụng SMTP

source: optional
ar_sa: اختياري
cs_cz: nepovinné
da_dk: valgfri
el_gr: προαιρετικά
es_es: opcional
fi_fi: valinnainen
fr_fr: en option
he_il: אופציונלי
no_no: Valgfritt
ro_ro: opţional
ru_ru: Необязательный
uk_ua: Факультативний
vi_vn: tùy chọn

source: SMTP password
ar_sa: كلمة مرور SMTP
cs_cz: Heslo SMTP
da_dk: SMTP-adgangskode
de_de: SMTP-Passwort
el_gr: Πρόσβασης SMTP
es_es: Contraseña de SMTP
fi_fi: SMTP-salasana
fr_fr: Mot de passe SMTP
he_il: הסיסמה SMTP
no_no: SMTP-passord
ro_ro: Parola SMTP
ru_ru: Пароль SMTP
uk_ua: Пароль до SMTP
vi_vn: SMTP mật khẩu

source: Global email list
ar_sa: قائمة البريد الإلكتروني العالمي
cs_cz: Globální e-mailový seznam
da_dk: Global e-mail-liste
de_de: Globale e-Mail-Liste
el_gr: Παγκόσμια email λίστα
es_es: Lista de correo electrónico global
fi_fi: Global postituslista
fr_fr: Liste d’email global
he_il: רשימת דוא ל גלובלי
no_no: Global e-postliste
ro_ro: Lista de e-mail la nivel mondial
ru_ru: Список глобальных адресов электронной почты
uk_ua: Глобальний список
vi_vn: Danh sách thư điện tử toàn cầu

source: all emails here receive notifications for
ar_sa: تلقي إعلامات لمن جميع رسائل البريد الإلكتروني هنا
cs_cz: všechny e-maily přijímat oznámení pro
da_dk: alle e-mails her modtage beskeder om
de_de: alle e-Mails hier Benachrichtigungen für
el_gr: όλα τα ηλεκτρονικά ταχυδρομεία εδώ λαμβάνετε ειδοποιήσεις για
es_es: todos los correos electrónicos aquí reciban notificaciones para
fi_fi: kaikki sähköpostit vastaanottaa ilmoituksia
fr_fr: tous les emails ici recevoir des notifications de
he_il: כל הודעות הדוא ל כאן לקבל הודעות עבור
no_no: alle emails her motta varsler for
ro_ro: toate e-mailurile aici primesc notificări pentru
ru_ru: Здесь все письма получают уведомления о
uk_ua: всі листи тут отримувати сповіщення для
vi_vn: Tất cả các email ở đây nhận được thông báo cho

source: all
ar_sa: جميع
cs_cz: všechny
da_dk: alle
de_de: alle
el_gr: όλα τα
es_es: todos
fi_fi: Kaikki
fr_fr: tous les
he_il: כל
no_no: alle
ro_ro: toate
ru_ru: все
uk_ua: всі
vi_vn: Tất cả

source: shows.
ar_sa: يظهر.
cs_cz: zobrazí.
da_dk: viser.
de_de: zeigt.
el_gr: δείχνει.
es_es: series.
fi_fi: näyttää.
fr_fr: séries.
he_il: מראה.
no_no: viser.
ro_ro: spectacole.
ru_ru: шоу.
uk_ua: шоу.
vi_vn: cho thấy.

source: Show notification list
ar_sa: إظهار قائمة الإخطار
cs_cz: Zobrazit oznámení seznam
da_dk: Vis meddelelse liste
de_de: Benachrichtigungsliste anzeigen
el_gr: Λίστα Εμφάνιση ειδοποιήσεων
es_es: Mostrar lista de notificación
fi_fi: Näytä ilmoitusluettelo
fr_fr: Voir la liste de notification
he_il: הצג רשימת ההודעות
no_no: Vis varslingslisten
ro_ro: Arată lista de notificare
ru_ru: Показать список уведомлений
uk_ua: Показати список повідомлення
vi_vn: Hiển thị danh sách thông báo

source: Select a Show
ar_sa: حدد إظهار
cs_cz: Vyberte pořad
da_dk: Vælg en vis
de_de: Wählen Sie eine Show
el_gr: Επιλέξτε μία εμφάνιση
es_es: Elegir serie
fi_fi: Valitse Näytä
fr_fr: Sélectionnez un diaporama
he_il: בחר מופע
no_no: Velg et Show
ro_ro: Selectaţi un spectacol
ru_ru: Выберите Показать
uk_ua: Виберіть Показати
vi_vn: Chọn một chương trình

source: configure per show notifications here.
ar_sa: قم بتكوين كل إظهار إخطارات هنا.
cs_cz: Konfigurujte na zobrazovat oznámení zde.
da_dk: konfigurere pr. show anmeldelser her.
de_de: pro Show hier Benachrichtigungen konfigurieren.
el_gr: Ρυθμίστε τις παραμέτρους ανά εμφάνιση ειδοποιήσεων εδώ.
es_es: configurar por Mostrar notificaciones aquí.
fi_fi: Määritä / Näytä ilmoitukset täällä.
fr_fr: Configurez par Voir la notifications ici.
he_il: להגדיר לכל הצג הודעות פה.
no_no: konfigurere per Vis varsler her.
ro_ro: configuraţi per Arată notificări aici.
ru_ru: Настройка на шоу уведомления здесь.
uk_ua: налаштування на сповіщення про шоу.
vi_vn: Đặt cấu hình cho mỗi hiển thị thông báo ở đây.
