Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Enable daily searches
ar_sa: تمكين عمليات التفتيش اليومية
cs_cz: Povolit každodenní vyhledávání
da_dk: Aktivere daglige søgninger
de_de: Tägliche Recherchen zu ermöglichen
el_gr: Ενεργοποίηση καθημερινά αναζητήσεις
es_es: Permiten búsquedas diarias
fi_fi: Ota käyttöön päivittäisten hakujen
fr_fr: Activer les recherches quotidiennes
he_il: לאפשר חיפושים יומי
no_no: Aktiver søk per dag
ro_ro: Permite căutări pe zi
ru_ru: Разрешить ежедневных поисков
uk_ua: Увімкнути щоденні пошуки
vi_vn: Sử hàng ngày tìm kiếm

source: enable provider to perform daily searches.
ar_sa: تمكين موفر لإجراء عمليات التفتيش اليومية.
cs_cz: Povolte zprostředkovatel provádět každodenní vyhledávání.
da_dk: Aktiver udbyder til at udføre daglige søgninger.
de_de: Aktivieren Sie Anbieter zu täglichen Suchvorgänge ausführen.
el_gr: Ενεργοποίηση υπηρεσίας παροχής για την εκτέλεση καθημερινών αναζητήσεων.
es_es: habilitar el proveedor para llevar a cabo búsquedas diarias.
fi_fi: Ota tarjoaja suorittaa päivittäin hakuja.
fr_fr: activez le fournisseur effectuer les recherches quotidiennes.
he_il: לאפשר לספק כדי לבצע חיפושים מדי יום.
no_no: aktivere å utføre daglige søk.
ro_ro: permite furnizorului să efectueze căutări pe zi.
ru_ru: Дайте возможность поставщику для выполнения ежедневных поисков.
uk_ua: Увімкнути постачальник для виконання щоденних пошуків.
vi_vn: cho phép các nhà cung cấp để thực hiện các tìm kiếm hàng ngày.

source: Enable backlog searches
ar_sa: تمكين عمليات البحث المتراكمة
cs_cz: Povolit hledání nevyřízené položky
da_dk: Aktivere puklen søgninger
de_de: Backlog Suche aktivieren
el_gr: Ενεργοποίηση λίστας εκκρεμοτήτων αναζητήσεις
es_es: Permitir búsquedas de cartera
fi_fi: Avulla ruuhkan hakuja
fr_fr: Activer les recherches d’arriéré
he_il: לאפשר חיפושים מצבור
no_no: Aktiver backlog søk
ro_ro: Activaţi Căutările nerezolvate
ru_ru: Включить поиск отставание
uk_ua: Увімкнути відставання пошуки
vi_vn: Sử backlog tìm kiếm

source: enable provider to perform backlog searches.
ar_sa: تمكين موفر إجراء البحث المتراكمة.
cs_cz: Povolte zprostředkovatele vyhledávání v nevyřízené položky.
da_dk: Aktiver udbyder til at udføre puklen søgninger.
de_de: Aktivieren Sie Anbieter Rückstand Suchvorgänge ausführen.
el_gr: Ενεργοποίηση υπηρεσίας παροχής για την εκτέλεση αναζητήσεων ανεκτέλεστο.
es_es: habilitar el proveedor realizar las búsquedas de retraso.
fi_fi: mahdollistaa tarjoajan ruuhkan hakujen tekemiseen.
fr_fr: activez le fournisseur effectuer des recherches de l’arriéré.
he_il: לאפשר לספק כדי לבצע חיפושים מצבור.
no_no: aktivere å utføre backlog søk.
ro_ro: permite furnizorului să efectuaţi Căutările nerezolvate.
ru_ru: Дайте возможность поставщику выполнять поиск отставания.
uk_ua: Увімкнути постачальник для пошуку відставання.
vi_vn: cho phép các nhà cung cấp để thực hiện tìm kiếm tồn đọng.

source: Search mode fallback
ar_sa: بحث الوضع الاحتياطي
cs_cz: Nouzový režim vyhledávání
da_dk: Søgetilstand fallback
de_de: Suchmodus fallback
el_gr: Εναλλακτική λειτουργία αναζήτησης
es_es: Modo de búsqueda de respaldo
fi_fi: Hakutapa varmistus
fr_fr: Mode de recherche secours
he_il: מצב חיפוש ההחזרה
no_no: Søkemodus reservekultur
ro_ro: Modul de căutare de rezervă
ru_ru: Резервный режим поиска
uk_ua: Пошук режим відступу
vi_vn: Chế độ tìm kiếm dự

source: when searching for a complete season depending on search mode you may return no results, this helps by restarting the search using the opposite search mode.
ar_sa: عندما قد بحثاً عن موسم كاملة تبعاً لوضع البحث بإرجاع أية نتائج، يساعد هذا قبل إعادة تشغيل البحث باستخدام طريقة البحث العكسي.
cs_cz: při hledání pro kompletní sezonu v závislosti na režimu vyhledávání může vrátit žádné výsledky, to pomáhá restartováním hledání pomocí opačné režim hledání.
da_dk: Når søger en komplet sæson afhængigt af søgefunktionen du kan returnere ingen resultater, hjælper dette ved at genstarte søgningen ved hjælp af den modsatte søgefunktionen.
de_de: Wenn auf der Suche nach einer kompletten Saison je nach Suchmodus Sie keine Ergebnisse zurückgeben kann, hilft dies durch einen Neustart der Suche mit den gegenüberliegenden Suchmodus.
el_gr: όταν ψάχνουν για μία πλήρη σαιζόν ανάλογα με τον τρόπο λειτουργίας Αναζήτηση σας μπορεί να επιστρέψει κανένα αποτέλεσμα, αυτό βοηθά επανεκκινώντας την αναζήτηση χρησιμοποιώντας την αντίθετη λειτουργία αναζήτησης.
es_es: cuando busca una estación completa dependiendo del modo de búsqueda no puede devolver ningún resultado, esto ayuda a reiniciar la búsqueda usando el modo de búsqueda opuesta.
fi_fi: Kun etsivät täydellinen kausi Etsi tilan voi hakutuloksia ei, näin käynnistämällä haku vastapäätä hakutapa.
fr_fr: Lorsque vous cherchez une saison complète selon le mode de recherche vous ne peut retourner aucun résultat, cela aide en relançant la recherche en utilisant le mode de recherche inverse.
he_il: בעת חיפוש לעונה מלאה בהתאם למצב החיפוש עלולים לשוב ללא תוצאות, הדבר מסייע על ידי הפעלה מחדש את החיפוש באמצעות מצב חיפוש הפוך.
no_no: Når du søker etter en sesong avhengig av søkemodus du kan returnere noen resultater, hjelper dette ved å starte søk med motsatt søkemodus.
ro_ro: atunci când caută un sezon complet în funcţie de modul de căutare vă pot reveni nici un rezultat, aceasta ajută prin repornirea căutare utilizând modul de căutare opuse.
ru_ru: при поиске полный сезон в зависимости от режима поиска вы может и не возвращать результатов, это помогает, перезапустив Поиск, используя противоположный режим поиска.
uk_ua: Коли у пошуках повний сезон залежно від режиму пошуку ви можете результати будуть відсутні, це допомагає перезапуском пошук за допомогою протилежного режим пошуку.
vi_vn: Khi tìm kiếm một mùa giải đầy đủ tùy thuộc vào chế độ tìm kiếm bạn có thể trở lại không có kết quả, điều này giúp bằng cách khởi động lại việc tìm kiếm bằng cách sử dụng các chế độ tìm kiếm đối diện.

source: Season search mode
ar_sa: وضع البحث الموسم
cs_cz: Režim hledání sezóny
da_dk: Sæson søgefunktionen
de_de: Saison-Suchmodus
el_gr: Λειτουργία αναζήτησης σεζόν
es_es: Modo de búsqueda de temporada
fi_fi: Kausi tilassa Hae
fr_fr: Mode de recherche par saison
he_il: מצב חיפוש העונה
no_no: Sesongen søkemodus
ro_ro: Modul de căutare sezon
ru_ru: Режим поиска сезон
uk_ua: Режим пошуку сезон
vi_vn: Mùa tìm chế độ

source: season packs only.
ar_sa: موسم حزم فقط.
cs_cz: sezónní balíčky pouze.
da_dk: sæson packs kun.
de_de: Saison-Packs nur.
el_gr: σεζόν μόνο τα πακέτα.
es_es: sólo los paquetes de temporada.
fi_fi: kauden pakkauksissa.
fr_fr: packs de saison seulement.
he_il: העונה חבילות בלבד.
no_no: sesongen pakker bare.
ro_ro: pachete sezon numai.
ru_ru: сезон только пакеты.
uk_ua: сезон тільки пакети.
vi_vn: mùa gói chỉ.

source: episodes only.
ar_sa: الحلقات فقط.
cs_cz: pouze epizody.
da_dk: episoder kun.
de_de: nur Episoden.
el_gr: μόνο επεισόδια.
es_es: episodios solamente.
fi_fi: jaksot.
fr_fr: épisodes seulement.
he_il: פרקים בלבד.
no_no: episoder bare.
ro_ro: episoade numai.
ru_ru: только эпизоды.
uk_ua: тільки епізодів.
vi_vn: tập phim.

source: when searching for complete seasons you can choose to have it look for season packs only, or choose to have it build a complete season from just single episodes.
ar_sa: عند البحث عن مواسم كاملة يمكنك اختيار أن يكون البحث عن حزم موسم فقط، أو اختيار أن يكون ذلك بناء موسم كاملة من حلقة واحدة فقط.
cs_cz: při hledání pro kompletní období můžete podívat za sezónu balíčky pouze, nebo si ji sestavit kompletní sezóna od jednotlivých epizod.
da_dk: Når du søger efter komplet sæsoner kan du har det ser for sæson packs kun, eller vælge at lade det opbygge en komplet sæson fra bare enkelt episoder.
de_de: bei der Suche nach kompletten Jahreszeiten können Sie es für Saison-Packs nur schauen, oder festlegen, dass es eine komplette Saison von nur einzelne Episoden zu bauen.
el_gr: Όταν κάνετε αναζήτηση για πλήρη σεζόν μπορείτε να επιλέξετε για να ψάξουν για πακέτα σεζόν μόνο, ή να επιλέξετε να οικοδομήσουμε μια πλήρη σεζόν από απλά και μόνο επεισόδια.
es_es: en la búsqueda de estaciones completas puede que busque sólo los paquetes de temporada, o elegir que construir una temporada completa de episodios sólo solos.
fi_fi: Kun etsit täydellinen seasons voit etsiä vain kauden Pack-pakettien tai valita rakentaa kokonaiselle kaudelle vain yhden jaksot.
fr_fr: Lorsque vous recherchez des saisons complètes, vous pouvez choisir de l’avoir chercher des packs de saison seulement, ou choisir de faire construire une saison complète d’épisodes juste unique.
he_il: בעת חיפוש מלא עונות באפשרותך לבחור אותו לחפש חבילות העונה בלבד, או בחר אותו לבנות עונה מלאה של פרקים רק בודד.
no_no: Når du søker etter komplette sesonger kan du har det se etter sesongen pakker bare, eller velge den å bygge en sesong fra bare én episoder.
ro_ro: atunci când caută pentru anotimpurile complet puteţi alege pentru a căuta pachete sezon numai, sau alege să-l construiască un sezon complet la doar singur episoade.
ru_ru: при поиске полный сезонов вы можете иметь его искать сезон пакеты только, или выбрать, чтобы его построить полный сезон от только одного эпизода.
uk_ua: під час пошуку на повного часи ви можете мати його шукати сезон тільки пакети, або вибрати, щоб він побудувати повний сезон з просто одну епізодів.
vi_vn: Khi tìm kiếm hoàn thành mùa, bạn có thể chọn để có nó tìm kiếm các gói mùa chỉ, hoặc chọn để có nó xây dựng một mùa giải đầy đủ chỉ duy nhất tập.

source: Username:
ar_sa: اسم المستخدم:
cs_cz: Uživatelské jméno:
da_dk: Brugernavn:
de_de: Benutzername:
el_gr: Όνομα χρήστη:
es_es: Nombre de usuario:
fi_fi: Käyttäjätunnus:
fr_fr: Nom d’utilisateur :
he_il: שם משתמש:
no_no: Brukernavn:
ro_ro: Nume de utilizator:
ru_ru: Имя пользователя:
uk_ua: Ім'я користувача:
vi_vn: Tên đăng nhập:

source: Custom URL:
ar_sa: عنوان URL مخصص:
cs_cz: Vlastní adresa URL:
da_dk: Brugerdefineret URL-adresse:
de_de: Benutzerdefinierte URL:
el_gr: Προσαρμοσμένη διεύθυνση URL:
es_es: URL personalizada:
fi_fi: Mukautettu URL-osoite:
fr_fr: URL personnalisée :
he_il: כתובת URL מותאמת אישית:
no_no: Egendefinerte URL:
ro_ro: URL particularizat:
ru_ru: Пользовательские URL:
uk_ua: Користувацька URL-адреса:
vi_vn: URL tuỳ chỉnh:

source: Api key:
ar_sa: Api الرئيسية:
cs_cz: API klíč:
da_dk: API-nøgle:
de_de: API-Schlüssel:
el_gr: Κλειδί API:
es_es: Clave de la API:
fi_fi: API-avain:
fr_fr: Clé de l’API :
he_il: Api מפתח:
no_no: API-nøkkel:
ro_ro: API-cheie:
ru_ru: Ключ API:
uk_ua: Ключ API:
vi_vn: Khóa API:

source: Digest:
ar_sa: الخلاصة:
cs_cz: Ověřování algoritmem Digest:
da_dk: Fordøje:
el_gr: Σύνοψη:
es_es: Resumen de:
he_il: תקציר:
no_no: Sammendrag:
ru_ru: Дайджест:
uk_ua: Дайджест:
vi_vn: Tiêu hóa:

source: Hash:
ar_sa: التجزئة:
cs_cz: Hodnota hash:
el_gr: Κατακερματισμός:
fr_fr: Hachage :
no_no: Nummer:
ru_ru: Хэш:
uk_ua: Хеш:

source: Password:
ar_sa: كلمة المرور:
cs_cz: Heslo:
da_dk: Adgangskode:
de_de: Passwort:
el_gr: Κωδικός πρόσβασης:
es_es: Contraseña:
fi_fi: Salasana:
fr_fr: Mot de passe :
he_il: סיסמה:
no_no: Passord:
ro_ro: Parola:
ru_ru: Пароль:
uk_ua: Пароль:
vi_vn: Mật khẩu:

source: Passkey:
ar_sa: مفتاح المرور:
cs_cz: Klíč:
da_dk: Adgangsnøgle:
de_de: Kennwort:
el_gr: Κλειδί:
es_es: Clave de acceso:
fi_fi: Pääsyavain:
fr_fr: Mot de passe :
he_il: מפתח רשת:
no_no: Tilgangsnøkkel:
ro_ro: Cheie de acces:
ru_ru: Код доступа:
uk_ua: Ключ доступу:
vi_vn: Khóa thông hành:

source: Cookies:
ar_sa: ملفات تعريف الارتباط:
cs_cz: Soubory cookie:
fi_fi: Evästeet:
he_il: עוגיות:
no_no: Informasjonskapsler:
ro_ro: Cookie-urile:
ru_ru: Куки:
uk_ua: Куки:
vi_vn: Cookie:

source: ex. uid=xx;pass=yy
ar_sa: خروج uid = xx; تمرير = yy
cs_cz: ex. uid = xx, projít = RR
da_dk: ex. uid = xx; pass = åå
de_de: z. B. Uid = Xx; pass = Yy
el_gr: ex. uid = xx, περάσει = ΥΥ
es_es: ej.: uid = xx; pasar = yy
fr_fr: ex. uid = xx ; passer = yy
he_il: אקס uid = xx; לעבור = yy
no_no: for eksempel uid = xx; pass = åå
ro_ro: ex. uid = xx; trece = AA
ru_ru: ex. uid = xx; пройти = yy
uk_ua: EX. uid = xx; пройти = yy
vi_vn: Ví dụ: uid = xx; vượt qua = yy

source: Pin:
ar_sa: رقم التعريف الشخصي:
da_dk: Pinkode:
fr_fr: Broche :
he_il: מספר הזיהוי האישי:
no_no: PIN-kode:
ru_ru: Контакт:
uk_ua: PIN-код:

source: Seed ratio:
ar_sa: نسبة البذور:
cs_cz: Osivo poměr:
da_dk: Frø forholdet:
de_de: Saatgut-Verhältnis:
el_gr: Αναλογία σπόρων:
es_es: Proporción de semilla:
fi_fi: Kylvää kerroin:
fr_fr: Ratio de semences :
he_il: יחס זרע:
no_no: Frø forhold:
ro_ro: Raport de semințe:
ru_ru: Семя соотношение:
uk_ua: Насіння співвідношення:
vi_vn: Tỷ lệ hạt giống:

source: Minimum seeders:
ar_sa: آلات الحد الأدنى:
cs_cz: Minimální secí stroje:
da_dk: Minimum sæd:
de_de: Minimale Sämaschinen:
el_gr: Ελάχιστη seeders:
es_es: Sembradoras de mínimo:
fi_fi: Vähintään kylvää:
fr_fr: Semoirs minimales :
he_il: מזרעות מינימלי:
no_no: Minimum frø:
ro_ro: Masini de semanare minime:
ru_ru: Минимальная сеялки:
uk_ua: Мінімальна Сівалки:
vi_vn: Tối thiểu gieo hạt:

source: Minimum leechers:
ar_sa: Leechers الحد الأدنى:
cs_cz: Minimální felčar:
de_de: Minimale leecher:
el_gr: Ελάχιστη Χρήστεςπαράσιτα:
es_es: Leechers mínimos:
fi_fi: Vähintään iilimato:
fr_fr: Leechers minimales :
he_il: Leechers מינימום:
no_no: Laveste leechers:
ro_ro: Leechers minime:
ru_ru: Минимальная личеров:
uk_ua: Мінімальна лічерів:
vi_vn: Leechers tối thiểu:

source: Confirmed download
ar_sa: تحميل المؤكدة
cs_cz: Potvrzené stahování
da_dk: Bekræftet download
de_de: Bestätigten download
el_gr: Επιβεβαιωμένη λήψης
es_es: Descarga confirmada
fi_fi: Vahvistettu download
fr_fr: Télécharger confirmé
he_il: הורדה מאושרות
no_no: Bekreftet nedlasting
ro_ro: Confirmat download
ru_ru: Подтвержденные скачать
uk_ua: Підтверджено завантаження
vi_vn: Xác nhận tải về

source: only download torrents from trusted or verified uploaders?
ar_sa: فقط تحميل السيول من uploaders موثوق أو تم التحقق منها؟
cs_cz: pouze stahovat torrenty z důvěryhodných nebo ověřené přesouvat?
da_dk: kun hente torrents fra betroede eller verificerede uploadere?
de_de: nur download Torrents aus vertrauenswürdigen oder geprüfte Uploader?
el_gr: μόνο μπορείτε να κατεβάσετε torrents από αξιόπιστες ή επαληθευμένων uploaders;
es_es: ¿descargar torrents de uploaders de confianza o verificados?
fi_fi: vain ladata torrents luotettavien tai todennettuja uploaders?
fr_fr: seulement télécharger des torrents d’uploaders confiance ou vérifiées ?
he_il: רק להוריד טורנטים uploaders מהימנים או מאומת?
no_no: bare laste ned torrents fra klarerte eller bekreftet sendt?
ro_ro: doar descărca torente de încredere sau verificate uploaders?
ru_ru: только скачать торренты от надежных и проверенных закачивающие?
uk_ua: лише завантажити торенти з надійних або підтвердженого Завантажувачі?
vi_vn: chỉ tải về torrents từ uploaders đáng tin cậy hoặc xác minh?

source: Ranked torrents
ar_sa: السيول في المرتبة
cs_cz: Hodnoceno jako torrenty
da_dk: Rangeret torrents
de_de: Rang torrents
el_gr: Με κατάταξη στο torrents
es_es: Ordenada torrents
fi_fi: Sijoittui ryöppy
fr_fr: Au classement des torrents
he_il: טורנטים מדורגת
no_no: Rangert torrents
ro_ro: Clasat torrents
ru_ru: Ранжированные торренты
uk_ua: Рейтинг торренти
vi_vn: Xếp hạng torrents

source: only download ranked torrents (internal releases)
ar_sa: فقط تحميل السيول المرتبة (النشرات الداخلية)
cs_cz: Stáhnout pouze Hodnoceno jako torrenty (vnitřní verze)
da_dk: kun download rangeret torrents (interne udgivelser)
de_de: nur Download Rang Torrents (interne Veröffentlichungen)
el_gr: μόνο λήψη κατετάγη torrents (εσωτερικές εκδόσεις)
es_es: descargar torrents ordenadas (notas internas)
fi_fi: vain ladata sijoittui torrentit (sisäinen julkaisut)
fr_fr: seulement télécharger des torrents classés (références internes)
he_il: רק להוריד טורנטים מדורגת (מהדורות פנימי)
no_no: bare laste ned rangert torrents (intern utgivelser)
ro_ro: doar descărca torrente clasat (comunicate de interne)
ru_ru: скачать только Ранжированные Торренты (внутренние релизы)
uk_ua: завантажити тільки займає торренти (внутрішні релізи)
vi_vn: Xếp hạng chỉ tải về torrents (bản phát hành nội bộ)

source: English torrents
ar_sa: السيول الإنجليزية
cs_cz: Anglická torrenty
da_dk: Dansk torrents
de_de: Englisch torrents
el_gr: Αγγλικά torrents
es_es: Inglés torrents
fi_fi: Englanti torrent
fr_fr: Torrents anglais
he_il: הורדות עברית
no_no: Engelsk torrents
ro_ro: Engleză torrents
ru_ru: Английский торренты
uk_ua: Українська торренти
vi_vn: Anh torrents

source: only download english torrents ,or torrents containing english subtitles
ar_sa: الإنجليزية فقط تحميل السيول، أو السيول التي تحتوي على ترجمة باللغة الإنجليزية
cs_cz: pouze ke stažení anglický torrenty nebo torrenty obsahující anglické titulky
da_dk: kun download engelsk torrents eller torrents der indeholder engelske undertekster
de_de: nur Download Englisch Torrents oder Torrents mit englischen Untertiteln
el_gr: κατεβάσετε μόνο Αγγλικά torrents, ή χείμαρρους που περιέχουν αγγλικούς υπότιτλους
es_es: sólo descarga inglés torrents, o torrents que contienen subtítulos en inglés
fi_fi: vain ladata Englanti torrent tai ryöppy sisältävät Englanti tekstitys
fr_fr: Télécharger uniquement anglais torrents, ou torrents contenant des sous-titres anglais
he_il: רק להורדה אנגלית טורנטים, או הורדות המכילים כתוביות באנגלית
no_no: bare ned engelsk torrents eller torrents som inneholder engelske undertekster
ro_ro: doar descărca engleză torente, sau torrents care conţin subtitrare în limba engleză
ru_ru: только скачать английский торренты, или торренты, содержащий английские субтитры
uk_ua: лише завантажити Англійська торенти або торренти, що містить англійськими субтитрами
vi_vn: tiếng Anh chỉ tải về torrents hoặc torrents chứa phụ đề tiếng Anh

source: For Spanish torrents
ar_sa: للسيول الإسبانية
cs_cz: Pro španělské torrenty
da_dk: For spanske torrents
de_de: Für spanische torrents
el_gr: Για ισπανική torrents
es_es: Torrents Español
fi_fi: Espanjan torrent
fr_fr: Pour les torrents espagnoles
he_il: עבור סיקור ספרדי
no_no: For spanske torrents
ro_ro: Pentru spaniolă torrents
ru_ru: Для испанских торрентов
uk_ua: Для іспанського торренти
vi_vn: Cho torrents Tây Ban Nha

source: ONLY search on this provider if show info is defined as "Spanish" (avoid provider's use for VOS shows)
ar_sa: البحث فقط عن هذا الموفر إذا عرض معلومات يعرف "الإسبانية" (تجنب استخدام موفر ليظهر فوس)
cs_cz: Hledat pouze na tohoto poskytovatele, je-li zobrazit informace o je definována jako "Španělština" (nepoužívat poskytovatele pro VOS pořady)
da_dk: KUN søge på denne provider Hvis Vis info er defineret som "Spansk" (undgå udbyderens brug for VOS viser)
de_de: NUR auf diesen Anbieter zu suchen, wenn Info anzeigen als "Spanisch definiert ist" (Vermeidung des Anbieters Verwendung für VOS Shows)
el_gr: Αναζήτηση μόνο σε αυτήν την υπηρεσία παροχής εάν πληροφορίες δείχνουν ορίζεται ως «Ισπανικά» (αποφύγετε την χρήση της υπηρεσίας παροχής για VOS δείχνει)
es_es: Buscar sólo en este proveedor si Mostrar información se define como "Español" (evitar el uso del proveedor para VOS espectáculos)
fi_fi: Hae vain palveluntarjoajasta jos Näytä tiedot on määritelty ”Espanjan” (Vältä tarjoajan VOS näyttää)
fr_fr: Rechercher uniquement sur ce fournisseur si afficher les infos sont défini comme « Espagnol » (éviter l’utilisation du fournisseur pour VOS spectacles)
he_il: חיפוש רק על ספק זה אם הצג מידע מוגדר כ "ספרדית" (למנוע השימוש של ספק למופעים ווס)
no_no: BARE søke på denne leverandøren hvis Vis info er definert som "Spansk" (unngå leverandørens bruk for VOS viser)
ro_ro: DOAR de căutare pe acest furnizor dacă info spectacol este definit ca "Spaniolă" (a se evita utilizarea furnizorului pentru VOS spectacole)
ru_ru: Поиск только на этот поставщик, если Показать информация определяется как «Испанский» (избежать использования поставщика для вос-шоу)
uk_ua: ТІЛЬКИ пошук на цей постачальник, якщо показ. відомості визначається як "Іспанська" (щоб уникнути використання оператора для Вос шоу)
vi_vn: CHỈ tìm kiếm nhà cung cấp này nếu thông tin hiển thị được định nghĩa là "Tây Ban Nha" (tránh việc sử dụng của nhà cung cấp cho cho thấy VOS)

source: Sort results by
ar_sa: فرز النتائج حسب
cs_cz: Třídit výsledky podle
da_dk: Sortere resultaterne af
de_de: Ergebnisse sortieren nach
el_gr: Ταξινόμηση ΑΠΟΤΕΛΕΣΜΑΤΩΝ
es_es: Resultados de la especie por
fi_fi: Lajittele tulokset
fr_fr: Résultats de tri par
he_il: מיון תוצאות לפי
no_no: Tidsrom
ro_ro: Sortare rezultate de
ru_ru: Сортировка результатов по
uk_ua: Сортувати результати за
vi_vn: Sắp xếp kết quả theo

source: Freeleech
ar_sa: فريليتش
fr_fr: Deuxième place

source: only download
ar_sa: تحميل فقط
cs_cz: pouze ke stažení
da_dk: Hent kun
de_de: nur download
el_gr: μόνο λήψη
es_es: sólo descarga
fi_fi: vain ladata
fr_fr: Télécharger uniquement
he_il: רק הורד
no_no: bare laste ned
ro_ro: doar descărca
ru_ru: только скачать
uk_ua: завантажити тільки
vi_vn: chỉ tải về

source: FreeLeech
ar_sa: فريليتش
fr_fr: Deuxième place

source: torrents.
ar_sa: السيول.
cs_cz: torrenty.
es_es: torrentes.
fi_fi: ryöppy.
he_il: טורנטים.
ro_ro: torente.
ru_ru: Торренты.
uk_ua: торренти.

source: Reject Blu-ray M2TS releases
ar_sa: رفض النشرات M2TS بلو رأي
cs_cz: Odmítnout M2TS Blu-ray vydání
da_dk: Afvise Blu-ray M2TS udgivelser
de_de: Blu-Ray M2TS Versionen ablehnen
el_gr: Απορρίψει M2TS Blu-ray κυκλοφορίες
es_es: Rechazan versiones de Blu-ray M2TS
fi_fi: Hylkää Blu-ray M2TS Tiedotteet
fr_fr: Rejeter les versions Blu-ray M2TS
he_il: דחה לעיתונות. M2TS Blu-ray
no_no: Avvise Blu-ray M2TS utgivelser
ro_ro: Respinge comunicate de Blu-ray M2TS
ru_ru: Отклонить Blu-ray M2TS релизы
uk_ua: Відхилити M2TS в Blu-ray релізи
vi_vn: Từ chối phát hành đĩa Blu-ray M2TS

source: enable to ignore Blu-ray MPEG-2 Transport Stream container releases
ar_sa: تمكين لتجاهل النشرات حاوية أقراص blu-ray MPEG-2 "النقل الدفق"
cs_cz: umožňuje ignorovat Blu-ray MPEG-2 Transport Stream kontejner vydání
da_dk: gøre det muligt for at ignorere Blu-ray MPEG-2 Transport Stream container udgivelser
de_de: Blu-Ray MPEG-2 Transport Stream-Container-Versionen ignorieren aktivieren
el_gr: επιτρέπουν να αγνοήσει κυκλοφορίες κοντέινερ ροής μεταφοράς MPEG-2 Blu-ray
es_es: permiten ignorar comunicados de contenedor de Blu-ray MPEG-2 Transport Stream
fi_fi: mahdollistaa sivuuttaa Blu-ray MPEG-2-siirtovirran kontti Tiedotteet
fr_fr: permettre d’ignorer les rejets de conteneur de flux de Transport MPEG-2 Blu-ray
he_il: אפשר להתעלם זרם התעבורה Blu-ray MPEG-2 מיכל לעיתונות
no_no: Aktiver ignorere Blu-ray MPEG-2 transportdataflyten beholder utgivelser
ro_ro: permite să ignore comunicate de container flux de Transport MPEG-2 Blu-ray
ru_ru: позволяют игнорировать Blu-ray MPEG-2 транспортный поток контейнер релизы
uk_ua: Увімкнути ігнорувати Blu-ray MPEG-2 транспортний потік контейнер релізи
vi_vn: cho phép bỏ qua đĩa Blu-ray MPEG-2 Transport Stream container chí

source: Category:
ar_sa: الفئة:
cs_cz: Kategorie:
da_dk: Kategori:
de_de: Kategorie:
el_gr: Κατηγορία:
es_es: Categoría:
fi_fi: Luokka:
fr_fr: Catégorie :
he_il: קטגוריה:
no_no: Kategori:
ro_ro: Categorie:
ru_ru: Категория:
uk_ua: Категорія:
vi_vn: Thể loại:

source: select torrent with Italian subtitle
ar_sa: حدد تورنت مع الترجمة الإيطالية
cs_cz: Vyberte torrent s italskou titulků
da_dk: Vælg torrent med italienske undertitel
de_de: Wählen Sie Torrent mit italienischen Untertiteln
el_gr: Επιλέξτε torrent με ιταλική υπότιτλος
es_es: Seleccione torrent con subtítulos Italiano
fi_fi: Valitse torrent Italian tekstitys
fr_fr: Sélectionnez torrent avec sous-titres italiens
he_il: בחר torrent עם כתוביות איטלקי
no_no: Velg torrent med italienske undertittel
ro_ro: Selectaţi torrent cu subtitrare Italian
ru_ru: Выберите торрент с итальянской субтитров
uk_ua: Виберіть торрент з італійської субтитрів
vi_vn: chọn torrent với ý phụ đề
