Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Pushbullet notification succeeded. Check your device to make sure it worked
ar_sa: ونجح الإعلام بوشبوليت. تحقق من الجهاز الخاص بك للتأكد من أنه يعمل
cs_cz: Pushbullet oznámení bylo úspěšně dokončeno. Zkontrolujte zařízení Ujistěte se, že to fungovalo
da_dk: Pushbullet anmeldelse lykkedes. Kontrollere din enhed for at sikre sig arbejdede
de_de: Pushbullet Benachrichtigung gelungen. Überprüfen Sie Ihr Gerät, um sicherzustellen, dass es funktioniert
el_gr: Pushbullet κοινοποίηση πέτυχε. Ελέγξτε τη συσκευή σας για να βεβαιωθείτε ότι εργάστηκαν
es_es: Pushbullet notificación tuvo éxito. Compruebe el dispositivo para asegurarse de que trabajó
fi_fi: Pushbullet ilmoitus onnistui. Tarkista laitteen varmistaa se toimi
fr_fr: Notification de Pushbullet a réussi. Vérifiez votre appareil pour s’assurer que cela a fonctionné
he_il: הודעה Pushbullet הצליח. בדוק את ההתקן שלך כדי לוודא שזה עבד
no_no: Pushbullet varsel lyktes. Når enheten for å sørge for at det fungerte
ro_ro: Notificare de Pushbullet a reuşit. Verifica aparatul să vă asiguraţi că acesta a lucrat
ru_ru: Pushbullet уведомление успешно. Проверьте ваше устройство, чтобы убедиться, что он работал
uk_ua: Pushbullet повідомлення успішно. Перевірте ваш пристрій, щоб переконатися, що вона працювала
vi_vn: Pushbullet thông báo đã thành công. Kiểm tra điện thoại của bạn để đảm bảo rằng nó đã làm việc

source: Error sending Pushbullet notification
ar_sa: خطأ في إرسال الإشعار بوشبوليت
cs_cz: Chyba při odesílání oznámení Pushbullet
da_dk: Fejl ved afsendelse af Pushbullet anmeldelse
de_de: Fehler beim Senden der Benachrichtigung der Pushbullet
el_gr: Σφάλμα κατά την αποστολή ειδοποιήσεων Pushbullet
es_es: Error al enviar notificación Pushbullet
fi_fi: Virhe lähetettäessä Pushbullet ilmoitus
fr_fr: Erreur en envoyant l’avis de Pushbullet
he_il: שגיאה בשליחת הודעה Pushbullet
no_no: Feil under sending av en Pushbullet melding
ro_ro: Eroare trimitere Pushbullet notificare
ru_ru: Ошибка при отправке уведомления Pushbullet
uk_ua: Помилка під час надсилання повідомлення Pushbullet
vi_vn: Lỗi gửi thông báo Pushbullet

source: Error getting Pushbullet devices
ar_sa: خطأ في الحصول على أجهزة بوشبوليت
cs_cz: Při načítání informací o zařízení Pushbullet
da_dk: Fejl under hentning af Pushbullet enheder
de_de: Fehler beim Abrufen der Pushbullet Geräte
el_gr: Σφάλμα κατά τη λήψη Pushbullet συσκευές
es_es: Error al obtener Pushbullet dispositivos
fi_fi: Virhe haettaessa Pushbullet laitteet
fr_fr: Erreur d’obtention de dispositifs Pushbullet
he_il: שגיאה בעת קבלת מכשירים Pushbullet
no_no: Feil under henting av Pushbullet enheter
ro_ro: Eroare la obţinerea Pushbullet dispozitive
ru_ru: Ошибка при получении Pushbullet устройств
uk_ua: Помилка отримання Pushbullet пристрої
vi_vn: Lỗi nhận được thiết bị Pushbullet

source: Shutting down
ar_sa: إيقاف تشغيل
cs_cz: Vypínání
da_dk: At lukke ned
de_de: Herunterfahren
el_gr: Τερματισμός
es_es: Cierre de
fi_fi: Sammuttaminen
fr_fr: Arrêt de
he_il: כיבוי
no_no: Nedleggelse
ro_ro: Închiderea
ru_ru: Выключение
uk_ua: Завершення роботи
vi_vn: Đóng cửa

source: SiCKRAGE is shutting down
ar_sa: يتم الآن إيقاف تشغيل سيكراجي
cs_cz: SiCKRAGE se vypíná
da_dk: SiCKRAGE lukker ned
de_de: SiCKRAGE wird heruntergefahren
el_gr: Τερματίζεται η SiCKRAGE
es_es: SiCKRAGE se está apagando
fi_fi: SiCKRAGE suljetaan
fr_fr: SiCKRAGE s’arrête
he_il: SiCKRAGE סוגר
no_no: SiCKRAGE avsluttes
ro_ro: SiCKRAGE se închide
ru_ru: SiCKRAGE завершает работу
uk_ua: SiCKRAGE завершення роботи
vi_vn: SiCKRAGE tắt

source: Restarting
ar_sa: إعادة تشغيل
cs_cz: Restartování
da_dk: Genstart
de_de: Neustart
el_gr: Επανεκκίνηση
es_es: Reiniciar
fi_fi: Käynnistäminen uudelleen
fr_fr: Redémarrage
he_il: הפעלה מחדש
no_no: Omstart
ro_ro: Repornirea
ru_ru: Перезагрузка
uk_ua: Перезавантаження
vi_vn: Khởi động lại

source: SiCKRAGE is restarting
ar_sa: يتم إعادة تشغيل سيكراجي
cs_cz: SiCKRAGE restartování
da_dk: SiCKRAGE er genstartet
de_de: SiCKRAGE wird neu gestartet
el_gr: Επανεκκίνηση του SiCKRAGE
es_es: SiCKRAGE es reiniciar
fi_fi: SiCKRAGE käynnistetään
fr_fr: SiCKRAGE redémarre
he_il: SiCKRAGE מופעל מחדש
no_no: SiCKRAGE startes
ro_ro: SiCKRAGE este repornirea
ru_ru: SiCKRAGE перезагрузка
uk_ua: SiCKRAGE перезавантаження
vi_vn: SiCKRAGE là khởi động lại

source: No new updates!
ar_sa: لا توجد تحديثات جديدة!
cs_cz: Žádné nové aktualizace!
de_de: Keine neuen Updates!
el_gr: Δεν υπάρχουν νέες ενημερωμένες εκδόσεις!
es_es: ¡No hay nuevas actualizaciones!
fi_fi: Ei uusia päivityksiä!
he_il: אין עדכונים חדשים!
no_no: Ingen nye oppdateringer!
ro_ro: Nici noi actualizări!
ru_ru: Нет новых обновлений!
uk_ua: Немає нових оновлень!
vi_vn: Không có bản cập nhật mới!

source: Update Failed
ar_sa: فشل تحديث
cs_cz: Aktualizace se nezdařila.
de_de: Update fehlgeschlagen
el_gr: Ενημέρωση απέτυχε
es_es: Error de actualización
fi_fi: Päivitys epäonnistui
he_il: העדכון נכשל
no_no: Oppdatering mislyktes
ro_ro: Actualizarea nu a reușit
ru_ru: Не удалось обновить
uk_ua: Оновлення не вдалося
vi_vn: Các bản Cập Nhật không thành công

source: Update wasn't successful, not restarting. Check your log for more information.
ar_sa: التحديث لم يكن ناجحاً، لا إعادة تشغيل. تحقق من السجل الخاص بك للحصول على مزيد من المعلومات.
cs_cz: Aktualizace nebyla úspěšná, není restartování. Zkontrolujte protokol na Další informace.
da_dk: Opdatering var ikke vellykket, ikke restarter. Tjek din log for flere oplysninger.
de_de: Update war nicht erfolgreich, er nicht neu gestartet. Überprüfen Sie Ihr Protokoll für weitere Informationen.
el_gr: Η ενημερωμένη έκδοση δεν ήταν επιτυχής, δεν επανεκκίνηση. Ελέγξτε το αρχείο καταγραφής για περισσότερες πληροφορίες.
es_es: Actualización no tuvo éxito, no reiniciar. Compruebe el registro para obtener más información.
fi_fi: Päivitys ei onnistunut, ei uudelleenkäynnistyksen. Saat lisätietoja lokista.
fr_fr: Mise à jour n’a pas été couronnée de succès, ne pas redémarrer. Consultez votre journal pour plus d’informations.
he_il: עדכון לא היה מוצלח, לא מחדש. בדוק את היומן שלך. לקבלת מידע נוסף.
no_no: Oppdateringen var ikke vellykket, starter ikke. Kontroller påloggingsinformasjonen for mer informasjon.
ro_ro: Actualizare nu a reuşit, nu repornirea. Verificati log-ul pentru mai multe informaţii.
ru_ru: Обновление было успешным, не перезагрузки. Проверьте журнал для получения дополнительной информации.
uk_ua: Оновлення не був успішним, не перезавантаження. Перегляньте журнал для отримання додаткової інформації.
vi_vn: Bản Cập Nhật không thành công, không khởi động. Kiểm tra đăng nhập của bạn cho biết thêm thông tin.

source: Checking out branch:
ar_sa: التحقق من فرع:
cs_cz: Rezervování větev:
da_dk: Tjekker filial:
de_de: Check-out Zweig:
el_gr: Έλεγχος έξω το κατάστημα:
es_es: Comprobación de rama:
fi_fi: Tarkkailun haara:
fr_fr: Vérifier sur la branche :
he_il: הוצאת ענף:
no_no: Sjekke ut armen:
ro_ro: Verificat ramură:
ru_ru: Проверка вне филиала:
uk_ua: Перевірити відділення:
vi_vn: Kiểm tra chi nhánh:

source: Branch checkout successful, restarting:
ar_sa: فرع الخروج الناجحة، إعادة تشغيل:
cs_cz: Pokladna pobočky úspěšný, restartování:
da_dk: Gren checkout vellykket, at genstarte:
de_de: Filiale Kasse erfolgreiche, neu zu starten:
el_gr: Υποκατάστημα checkout επιτυχής, επανεκκίνηση:
es_es: Comprobación de la sucursal éxito, reiniciar:
fi_fi: Haara kassalle onnistunut käynnistäminen uudelleen:
fr_fr: Validation par le Direction générale réussie, redémarrer :
he_il: פינוי סניף מוצלח, הפעלה מחדש:
no_no: Gren checkout vellykket, starte på nytt:
ro_ro: Filiala checkout succes, repornirea:
ru_ru: Оформить заказ филиал успешно, перезагрузка:
uk_ua: Відділення оформити замовлення успішний, перезавантаження:
vi_vn: Chi nhánh thanh toán thành công, khởi động lại:

source: Already on branch:
ar_sa: فعلا في فرع:
cs_cz: Již na větvi:
da_dk: Allerede på filial:
de_de: Bereits am Zweig:
el_gr: Ήδη στο υποκατάστημα:
es_es: Ya en la rama:
fi_fi: Jo olevien haara:
fr_fr: Déjà sur la branche :
he_il: כבר בסניף:
no_no: Allerede på gren
ro_ro: Deja pe ramură:
ru_ru: Уже на ветке:
uk_ua: Вже на філії:
vi_vn: Đã có trên chi nhánh:

source: Error
ar_sa: خطأ
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
fi_fi: Virhe
fr_fr: Erreur
he_il: שגיאה
no_no: Feil
ro_ro: Eroare
ru_ru: Ошибка
uk_ua: Помилка
vi_vn: Lỗi

source: Invalid show ID
ar_sa: معرف عرض غير صالح
cs_cz: Neplatný průkaz
da_dk: Ugyldig vise ID
de_de: Ungültige ID anzeigen
el_gr: Εμφάνιση μη έγκυρο αναγνωριστικό
es_es: Mostrar ID
fi_fi: Virheellinen osoittaa tunnus
fr_fr: ID non valide Voir la
he_il: הצג לא חוקית מזהה
no_no: Ugyldig Vis ID
ro_ro: Arată invalid ID
ru_ru: Недопустимый Показать ID
uk_ua: Показати неприпустимий Ідентифікатор
vi_vn: Hiển thị không hợp lệ ID

source: Show not in show list
ar_sa: إظهار غير موجود في قائمة عرض
cs_cz: Zobrazit v seznamu zobrazit
da_dk: Vis ikke i listen Vis
de_de: Zeigen Sie nicht in Liste anzeigen
el_gr: Εμφάνιση δεν βρίσκεται στη λίστα Εμφάνιση
es_es: Show no en la lista Mostrar
fi_fi: Näytä ei näytä luettelossa
fr_fr: Montrent pas dans la liste afficher
he_il: להראות שאינם ברשימה הצג
no_no: Vis ikke i Vis-listen
ro_ro: Arată nu în listă Arată
ru_ru: Показать не в списке Показать
uk_ua: Показати немає у списку Показати
vi_vn: Hiển thị không có trong danh sách hiển thị

source: This show is in the process of being downloaded - the info below is incomplete.
ar_sa: هذا المعرض عملية يجري تحميلها-أدناه معلومات غير مكتملة.
cs_cz: Tato show je právě stahuje - info níže je neúplný.
da_dk: Dette show er ved at blive hentet - info nedenfor er ufuldstændig.
de_de: Diese Show wird gerade heruntergeladen werden - das Info unten ist unvollständig.
el_gr: Αυτή η παράσταση είναι στη διαδικασία να κατεβάσει - οι παρακάτω πληροφορίες είναι ελλιπείς.
es_es: Este espectáculo está siendo descargado - la información de abajo es incompleta.
fi_fi: Tämä show on parhaillaan ladataan - tiedot alla on epätäydellinen.
fr_fr: Ce spectacle est en train d’être téléchargé - l’info ci-dessous est incomplète.
he_il: המופע הזה נמצא בתהליך של הורדת - המידע שלהלן הוא לא שלם.
no_no: Dette showet er under lastes - info under er ufullstendig.
ro_ro: Acest spectacol este în proces de a fi descărcat - info de mai jos este incompleta.
ru_ru: Это шоу в процессе загрузки - ниже информация является неполной.
uk_ua: Це шоу в процесі завантаження - нижче інформація є неповною.
vi_vn: Chương trình này là trong quá trình đang được tải xuống - các thông tin dưới đây là không đầy đủ.

source: The information on this page is in the process of being updated.
ar_sa: المعلومات الموجودة في هذه الصفحة يجري استكمالها.
cs_cz: Informace na této stránce jsou právě aktualizovány.
da_dk: Oplysningerne på denne side er ved at blive opdateret.
de_de: Die Informationen auf dieser Seite wird gerade aktualisiert.
el_gr: Οι πληροφορίες σε αυτήν τη σελίδα είναι στη διαδικασία που ενημερώνεται.
es_es: La información en esta página está en proceso de actualización.
fi_fi: Tieto tällä sivulla parhaillaan päivitetään.
fr_fr: Les informations sur cette page sont en cours d’actualisation.
he_il: המידע בדף זה הוא בתהליך של עדכון.
no_no: Informasjonen på denne siden er i ferd med å oppdateres.
ro_ro: Informaţiile de pe această pagină este în curs de actualizare.
ru_ru: Информация на этой странице находится в процессе обновления.
uk_ua: Інформація на цій сторінці знаходиться в процесі оновлення.
vi_vn: Các thông tin trên Trang này đang trong quá trình được Cập Nhật.

source: The episodes below are currently being refreshed from disk
ar_sa: ويجري حاليا تحديث الحلقات أدناه من القرص
cs_cz: Epizody níže jsou v současné době aktualizována z disku
da_dk: De episoder nedenfor opdateres i øjeblikket fra disk
de_de: Die folgenden Episoden sind derzeit von der Festplatte aktualisiert wird
el_gr: Τα παρακάτω επεισόδια που ανανεώνονται επί του παρόντος από το δίσκο
es_es: Los episodios siguientes son actualmente ser refrescados del disco
fi_fi: Alla jaksot ovat tällä hetkellä päivittämisen levyltä
fr_fr: Les épisodes ci-dessous sont actuellement étant actualisés du disque
he_il: להלן הפרקים נמצאים כעת רענון מהדיסק
no_no: Episodene nedenfor er ferd med å oppdateres fra disk
ro_ro: Episoadele de mai jos sunt în prezent reîmprospătează de pe disc
ru_ru: Ниже эпизоды в настоящее время обновляются с диска
uk_ua: Нижче епізодів в даний час знаходяться під час оновлення з диска
vi_vn: Các tập phim dưới đây hiện đang được làm mới từ đĩa

source: Currently downloading subtitles for this show
ar_sa: حاليا تحميل ترجمات لهذا المعرض
cs_cz: V současné době stahování titulků pro tuto show
da_dk: I øjeblikket downloade undertekster til dette show
de_de: Gerade heruntergeladen Untertitel für diese show
el_gr: Επί του παρόντος τη λήψη υπότιτλους για αυτό το δείχνουν
es_es: Actualmente descargando subtítulos para este show
fi_fi: Tällä hetkellä ladata tekstityksiä tähän näyttelyyn
fr_fr: Sous-titres pour ce spectacle en cours de téléchargement
he_il: כעת הורדת כתוביות בשביל התוכנית הזאת
no_no: Aktuelle dataoverfører undertekster for dette showet
ro_ro: În prezent descărcarea subtitrari pentru acest spectacol
ru_ru: В настоящее время загружать субтитры для этого шоу
uk_ua: В даний час завантаживши субтитрами для цього шоу
vi_vn: Hiện đang tải phụ đề cho chương trình này

source: This show is queued to be refreshed.
ar_sa: هذا المعرض هو قائمة الانتظار إلى تحديث.
cs_cz: Tento pořad je zařazen k aktualizaci.
da_dk: Dette show er i kø for at være udhvilet.
de_de: Diese Show ist in der Warteschlange um aktualisiert werden.
el_gr: Αυτή η παράσταση είναι στην ουρά να ανανεωθούν.
es_es: Este espectáculo se pone en cola para actualizarse.
fi_fi: Tämä show on jonossa päivitetään.
fr_fr: Ce spectacle est en attente d’être rafraîchi.
he_il: המופע הזה הוא בתור לרענן.
no_no: Dette showet er kø for å bli oppdatert.
ro_ro: Acest spectacol este din coada de aşteptare pentru a fi reactualizat.
ru_ru: Это шоу помещается в очередь обновления.
uk_ua: Це шоу в чергу бути оновилася.
vi_vn: Điều này cho thấy xếp hàng đợi để được làm mới.

source: This show is queued and awaiting an update.
ar_sa: هذا المعرض هو في قائمة الانتظار وانتظار تحديث.
cs_cz: Tento pořad je zařazen do fronty a čeká na aktualizaci.
da_dk: Dette show er i kø og venter på en opdatering.
de_de: Diese Show ist in der Warteschlange und warten auf ein Update.
el_gr: Αυτή η παράσταση είναι στην ουρά και περιμένουν μια ενημερωμένη έκδοση.
es_es: Este espectáculo se pone en cola y en espera de una actualización.
fi_fi: Tämä show on jonossa ja odottaa päivitystä.
fr_fr: Ce spectacle est mis en attente et en attente d’une mise à jour.
he_il: המופע הזה הוא בתור ומצפה עדכון.
no_no: Dette showet er i kø og venter på en oppdatering.
ro_ro: Acest spectacol este din coada de aşteptare şi aşteaptă o actualizare.
ru_ru: Это шоу находится в очереди и ожидает обновления.
uk_ua: Це шоу в черзі і очікує на оновлення.
vi_vn: Điều này cho thấy xếp hàng và chờ đợi một bản Cập Nhật.

source: This show is queued and awaiting subtitles download.
ar_sa: هذا المعرض هو في قائمة الانتظار، وترجمات انتظار تحميل.
cs_cz: Tento pořad je zařazen do fronty a čeká titulky download.
da_dk: Dette show er i kø og venter på undertekster download.
de_de: Diese Show ist in der Warteschlange und warten auf Untertitel herunterladen.
el_gr: Αυτή η παράσταση είναι στην ουρά και αναμένουν υπότιτλοι λήψη.
es_es: Este espectáculo se pone en cola y esperando subtítulos descarga.
fi_fi: Tämä show on jonossa ja odottaa tekstitys Lataa.
fr_fr: Ce spectacle est mis en attente et en attente des sous-titres de téléchargement.
he_il: המופע הזה הוא בתור ולהוריד כתוביות להסיעם.
no_no: Dette showet er i kø og venter på undertekster nedlasting.
ro_ro: Acest spectacol este din coada de aşteptare şi aşteaptă subtitrare download.
ru_ru: Это шоу находится в очереди и ожидает субтитры скачать.
uk_ua: Це шоу в черзі і завантажити очікує субтитри.
vi_vn: Hiện nay được xếp hàng đợi và phụ đề đang chờ tải về.

source: Resume
ar_sa: السيرة الذاتية
cs_cz: Životopis
da_dk: CV
de_de: Lebenslauf
el_gr: Βιογραφικό
es_es: Curriculum Vitae
fi_fi: Jatka
fr_fr: Curriculum vitae
he_il: קורות חיים
no_no: CV
ro_ro: CV-ul
ru_ru: Резюме
uk_ua: Резюме
vi_vn: Sơ yếu lý lịch

source: Re-scan files
ar_sa: إعادة تفحص الملفات
cs_cz: Znovu prohledat soubory
da_dk: Scanning af filer
de_de: Re-scan-Dateien
el_gr: Επαναλάβετε τη σάρωση αρχείων
es_es: Volver a escanear archivos
fi_fi: Uudelleen scan tiedostot
fr_fr: Re-scanner les fichiers
he_il: לסרוק מחדש את הקבצים
no_no: Re-scan filer
ro_ro: Re-scanare a fişierelor
ru_ru: Повторно сканировать файлы
uk_ua: Повторне сканування файлів
vi_vn: Tái quét tập tin

source: Full Update
ar_sa: التحديث الكامل
cs_cz: Úplná aktualizace
da_dk: Fuld opdatering
el_gr: Πλήρης ενημέρωση
es_es: Actualización completa
fi_fi: Täysi päivitys
fr_fr: Mise à jour complète
he_il: עדכון מלא
no_no: Fullstendig oppdatering
ro_ro: Actualizare completa
ru_ru: Полное обновление
uk_ua: Повне оновлення
vi_vn: Update đầy đủ

source: Update show in KODI
ar_sa: إظهار التحديث في كودي
cs_cz: Aktualizace show v KODI
da_dk: Opdatering show i KODI
el_gr: Ενημερωμένη εμφάνιση στο KODI
es_es: Programa de actualización en KODI
fi_fi: Päivitys Näytä KODI
fr_fr: Voir la mise à jour dans KODI
he_il: הצג עדכון KODI
no_no: Oppdateringen vises i KODI
ro_ro: Actualizare Arată în zaharia
ru_ru: Обновление шоу в Коди
uk_ua: Оновлення шоу в KODI
vi_vn: Cập Nhật Hiển thị trong KODI

source: Update show in Emby
ar_sa: إظهار التحديث في امبي
cs_cz: Aktualizace show v držíme
da_dk: Opdatering show i Emby
el_gr: Ενημερωμένη εμφάνιση στο Emby
es_es: Programa de actualización en Emby
fi_fi: Päivitys Näytä Emby
fr_fr: Voir la mise à jour en Emby
he_il: עדכון הצג באמבי עם השיער
no_no: Oppdateringen vises i Emby
ro_ro: Actualizare Arată în Renate
ru_ru: Обновление шоу в Эмбы
uk_ua: Оновлення шоу в Емби
vi_vn: Cập Nhật Hiển thị ở Emby

source: Preview Rename
ar_sa: معاينة تسمية
cs_cz: Náhled přejmenování
da_dk: Preview Omdøb
de_de: Vorschau-umbenennen
el_gr: Μετονομασία προεπισκόπηση
es_es: Cambiar nombre escuchar
fi_fi: Esikatselu nimeä
fr_fr: Renommer un extrait
he_il: שינוי שם התצוגה המקדימה
no_no: Forhåndsvisning av navn
ro_ro: Previzualizare Redenumire
ru_ru: Предварительный просмотр переименование
uk_ua: Попередній перегляд перейменувати
vi_vn: Đổi tên xem trước

source: Download Subtitles
ar_sa: تحميل ترجمات
cs_cz: Stáhnout titulky
da_dk: Download undertekster
de_de: Download Untertitel
el_gr: Κατεβάστε υπότιτλους
es_es: Descargar subtítulos
fi_fi: Lataa tekstitykset
fr_fr: Télécharger sous-titres
he_il: הורד כתוביות
no_no: Dataoverføre Subtitles
ro_ro: Descarca subtitrari
ru_ru: Скачать субтитры
uk_ua: Завантажити субтитри
vi_vn: Tải về phụ đề

source: Invalid show ID:
ar_sa: معرف عرض غير صالح:
cs_cz: Neplatný průkaz:
da_dk: Ugyldig Vis ID:
de_de: Ungültige ID anzeigen:
el_gr: Εμφάνιση μη έγκυρο αναγνωριστικό:
es_es: Mostrar ID:
fi_fi: Virheellinen Näytä tunnus:
fr_fr: Spectacle non valide ID :
he_il: הצג לא חוקית מזהה:
no_no: Ugyldig Vis ID:
ro_ro: ID-ul arată în nevalid:
ru_ru: Недопустимый Показать ID:
uk_ua: Показати неприпустимий Ідентифікатор:
vi_vn: ID của các hiển thị không hợp lệ:

source: Unable to find the specified show:
ar_sa: غير قادر على العثور على العرض المحدد:
cs_cz: Nepodařilo se najít zadanou Ukázat:
da_dk: Kan ikke finde den angivne show:
de_de: Nicht in der Lage, die angegebenen Show zu finden:
el_gr: Δεν μπορείτε να βρείτε την καθορισμένη Εμφάνιση:
es_es: No se puede encontrar el programa especificado:
fi_fi: Ei löydy määritelty:
fr_fr: Impossible de trouver le spectacle spécifié :
he_il: אין אפשרות למצוא את התוכנית שצוינה:
no_no: Finner ikke den angitte showet:
ro_ro: Imposibil de găsit Arată specificate:
ru_ru: Не удается найти указанный шоу:
uk_ua: Не вдалося знайти вказаний шоу:
vi_vn: Không thể tìm thấy các hiển thị được chỉ định:

source: Unable to retreive Fansub Groups from AniDB.
ar_sa: غير قادر على استرداد مجموعات Fansub من أنيدب.
cs_cz: Nelze načíst Fansub skupiny z AniDB.
da_dk: Der kan ikke hentes Fansub grupper fra AniDB.
de_de: Nicht in der Lage zum Apportieren Fansub Gruppen von AniDB.
el_gr: Σε θέση να retreive Fansub ομάδες από το AniDB.
es_es: No es posible recuperar los grupos de Fansub en AniDB.
fi_fi: Pääse hiljentymiskokous Fansub ryhmien AniDB.
he_il: אין אפשרות לאחזר קבוצות Fansub מ- AniDB.
no_no: Kan ikke hente Fansub grupper fra AniDB.
ro_ro: Măsură să retreive grupurile de Fansub la AniDB.
ru_ru: Не удается извлечь Fansub групп от AniDB.
uk_ua: Не вдається витягти Fansub групи від AniDB.
vi_vn: Không thể truy xuất các nhóm Fansub từ AniDB.

source: Edit Show
ar_sa: تحرير العرض
cs_cz: Upravit Show
da_dk: Redigere Show
de_de: Bearbeiten Sie Show
el_gr: Επεξεργαστείτε την εμφάνιση
es_es: Editar ver
fi_fi: Muokkaa Näytä
fr_fr: Modifier voir la
he_il: עריכת הצג
no_no: Redigere Show
ro_ro: Editare Arată
ru_ru: Редактировать шоу
uk_ua: Редагувати шоу
vi_vn: Chỉnh sửa Hiển thị

source: Unable to refresh this show: {}
ar_sa: غير قادر على تحديث هذا العرض: {}
cs_cz: Nelze aktualizovat tento pořad: {}
da_dk: Ikke opdatere dette show: {}
de_de: Nicht in der Lage, diese Show zu aktualisieren: {}
el_gr: Δεν είναι δυνατή η ανανέωση αυτή Εμφάνιση: {}
es_es: No se puede actualizar este espectáculo: {}
fi_fi: Ei voi päivittää tämän Näytä: {}
fr_fr: Impossible d’actualiser ce spectacle : {}
he_il: אין אפשרות לרענן את המופע הזה: {}
no_no: Kan ikke oppdatere dette showet: {}
ro_ro: Imposibil de reîmprospătat acest spectacol: {}
ru_ru: Не удается обновить это шоу: {}
uk_ua: Не вдалося оновити це шоу: {}
vi_vn: Không thể để làm mới này cho thấy: {}

source: Unable to refresh this show:{}
ar_sa: غير قادر على تحديث هذا العرض:{}
cs_cz: Nelze aktualizovat tento pořad :{}
da_dk: Ikke opdatere dette show :{}
de_de: Nicht in der Lage, diese Show zu aktualisieren :{}
el_gr: Δεν είναι δυνατή η ανανέωση αυτή η παράσταση :{}
es_es: No se puede actualizar este espectáculo :{}
fi_fi: Ei voi päivittää tämän osoittavat :{}
fr_fr: Impossible d’actualiser ce spectacle :{}
he_il: אין אפשרות לרענן את המופע הזה :{}
no_no: Kan ikke oppdatere dette showet :{}
ro_ro: Imposibil de reîmprospătat această Arată :{}
ru_ru: Не удается обновить это шоу :{}
uk_ua: Не вдалося оновити це шоу :{}
vi_vn: Không thể làm tươi Hiển thị này :{}
