Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: The directory where SickRage should store your
ar_sa: الدليل حيث يجب تخزين سيكراجي الخاص بك
cs_cz: Adresář, kde SickRage by měl ukládat vaše
da_dk: Den mappe, hvor SickRage skal gemme din
de_de: Das Verzeichnis, wo SickRage speichern sollten, Ihre
el_gr: Ο κατάλογος όπου θα πρέπει να αποθηκεύσετε τα SickRage σας
es_es: El directorio donde debe almacenar SickRage su
fi_fi: Hakemisto, jossa SickRage Tallenna nimellä
fr_fr: Le répertoire où le SickRage devrait enregistrer votre
he_il: הספריה איפה לאחסן SickRage שלך
no_no: Mappen der SickRage skal lagre din
ro_ro: Director în cazul în care ar trebui să stoca SickRage ta
ru_ru: Каталог, где следует хранить SickRage ваш
uk_ua: Каталог, де слід зберігати SickRage ваш
vi_vn: Các thư mục nơi SickRage nên lưu trữ của bạn

source: Subtitles
ar_sa: ترجمات
cs_cz: Titulky
da_dk: Undertekster
de_de: Untertitel
el_gr: Υπότιτλοι
es_es: Subtítulos
fi_fi: Tekstitys
fr_fr: Sous-titres
he_il: כתוביות
no_no: Undertekster
ro_ro: Subtitrari
ru_ru: Субтитры
uk_ua: Субтитри
vi_vn: Phụ đề

source: files.
ar_sa: ملفات.
cs_cz: soubory.
da_dk: filer.
de_de: Dateien.
el_gr: αρχεία.
es_es: archivos.
fi_fi: tiedostot.
fr_fr: fichiers.
he_il: קבצים.
no_no: filer.
ro_ro: fişiere.
ru_ru: файлы.
uk_ua: файли.
vi_vn: các tập tin.

source: Leave empty if you want store subtitle in episode path.
ar_sa: ترك فارغاً إذا كنت تريد تخزين العنوان الفرعي في مسار الحلقة.
cs_cz: Ponechte prázdné, pokud chcete ukládat titulky v epizodě cestě.
da_dk: Lad være tomt, hvis du vil gemme undertitel i episode sti.
de_de: Lassen Sie leer, wenn Sie wollen Untertitel in Folge Pfad zu speichern.
el_gr: Αφήστε κενό εάν θέλετε να αποθηκεύσετε υπότιτλος σε επεισόδιο τη διαδρομή.
es_es: Deje en blanco si desea guarde subtítulos en camino del episodio.
fi_fi: Jätä tyhjäksi, jos haluat tallentaa alaotsikko episodi polku.
fr_fr: Laissez vide si vous souhaitez stocker le sous-titre dans la voie de l’épisode.
he_il: השאר ריק אם ברצונך לאחסן כתוביות בנתיב פרק.
no_no: La stå tomt hvis du vil lagre undertekst i episode banen.
ro_ro: Lăsaţi necompletat dacă doriţi să stocaţi subtitrare episod calea.
ru_ru: Оставьте пустым, если вы хотите хранить субтитров в эпизоде пути.
uk_ua: Залиште пустим, якщо потрібно зберігати субтитрів в епізоді шлях.
vi_vn: Để trống nếu bạn muốn lưu trữ các phụ đề trong tập con đường.

source: Subtitle Find Frequency
ar_sa: تكرار البحث عن الترجمة
cs_cz: Četnost hledání titulků
da_dk: Undertitel Find frekvens
de_de: Untertitel suchen Frequenz
el_gr: Συχνότητα εύρεσης υποτίτλων
es_es: Frecuencia de hallazgo de subtítulos
fi_fi: Otsikko Etsi taajuus
fr_fr: Fréquence de trouvaille de sous-titre
he_il: תדירות למצוא כתוביות
no_no: Undertittel søk frekvens
ro_ro: Frecvenţa de găsi subtitrare
ru_ru: Частоты поиска субтитров
uk_ua: Знайти частот підзаголовок
vi_vn: Phụ đề tìm tần số

source: for a script arguments description.
ar_sa: للحصول على وصف حجج البرنامج نصي.
cs_cz: pro popis argumenty skriptu.
da_dk: en script argumenter beskrivelse.
de_de: eine Skript-Argumente.
el_gr: για μια περιγραφή ορίσματα δέσμης ενεργειών.
es_es: para una descripción de argumentos de comandos.
fi_fi: script argumenttien kuvaus.
fr_fr: pour une description des arguments script.
he_il: לקבלת תיאור ארגומנטים script.
no_no: en skript argumenter beskrivelse.
ro_ro: pentru o descriere de argumente de script-ul.
ru_ru: Описание аргументов сценария.
uk_ua: Опис сценарію аргументи.
vi_vn: cho một mô tả tranh luận kịch bản.

source: Additional scripts separated by
ar_sa: برامج نصية إضافية مفصولة
cs_cz: Další skripty, které jsou odděleny
da_dk: Yderligere scripts adskilt af
de_de: Zusätzliche Skripte durch getrennt
el_gr: Πρόσθετα δέσμες ενεργειών που χωρίζονται από
es_es: Scripts adicionales separados por
fi_fi: Muita skriptejä erotettu
fr_fr: Scripts supplémentaires, séparés par des
he_il: תסריטים נוספים המופרדות על-ידי
no_no: Skript med
ro_ro: Script-uri suplimentare separate prin
ru_ru: Дополнительные сценарии, разделенных
uk_ua: Додаткові сценарії, розділених
vi_vn: Tập lệnh bổ sung cách nhau bằng

source: Scripts are called after each episode has searched and downloaded subtitles.
ar_sa: البرامج النصية وتسمى بعد كل حلقة البحث وتحميل ترجمات.
cs_cz: Skripty se nazývají po každé epizody má vyhledány a stažené titulky.
da_dk: Scripts kaldes efter hver episode har søgt og downloadet subtitles.
de_de: Skripte sind aufgerufen, nachdem jede Episode hat gesucht und heruntergeladen Untertitel.
el_gr: Δέσμες ενεργειών καλούνται μετά από κάθε επεισόδιο έχει ψάξει και να κατεβάσει υπότιτλους.
es_es: Secuencias de comandos se llaman después de cada episodio ha buscado y descargado subtítulos.
fi_fi: Skriptit kutsutaan, kun jokainen jakso on etsiä ja ladata tekstityksiä.
fr_fr: Scripts sont appelés après que chaque épisode a cherché et téléchargé les sous-titres.
he_il: סקריפטים נקראים לאחר כל פרק יש חיפוש והורדת כתוביות.
no_no: Skript kalles etter hver episode har søkte og lastet ned undertekster.
ro_ro: Script-uri sunt numite după fiecare episod a cautat si descarcat subtitrari.
ru_ru: Скрипты, называются после того, как каждый эпизод имеет поиск и загрузить субтитры.
uk_ua: Скрипти мають назву після того, як кожен епізод обшукали і завантажений субтитри.
vi_vn: Kịch bản được gọi là sau khi mỗi tập phim có tìm kiếm và tải phụ đề.

source: For any scripted languages, include the interpreter executable before the script. See the following example:
ar_sa: أي اللغات المفتوحة بالبرامج النصية، وتشمل مترجم قابل للتنفيذ من قبل البرنامج النصي. انظر المثال التالي:
cs_cz: Skriptovací jazyky zahrnout spustitelný soubor před skript Interpret. Viz následující příklad:
da_dk: For enhver scriptbaserede sprog, omfatte tolk eksekverbare før scriptet. Se følgende eksempel:
de_de: Für jedes Skript Sprachen gehören des Dolmetschers vor dem Skript ausführbar. Siehe das folgende Beispiel:
el_gr: Για οποιαδήποτε γλώσσα δέσμης ενεργειών, περιλαμβάνουν το διερμηνέα εκτελέσιμα πριν από τη δέσμη ενεργειών. Δείτε το ακόλουθο παράδειγμα:
es_es: Idiomas con secuencias de comandos, incluye el ejecutable antes de la secuencia de comandos del intérprete. Vea el ejemplo siguiente:
fi_fi: Käsikirjoittanut kielet ovat suoritettava ennen script tulkki. Katso seuraava esimerkki:
fr_fr: Pour toutes les langues scriptées, comprennent l’interprète exécutable avant le script. Voir l’exemple suivant :
he_il: עבור כל שפות מאולצים, כוללים את המתרגם הפעלה לפני ה-script. עיין בדוגמה הבאה:
no_no: For noen skript språk, Inkluder tolken kjørbare før skriptet. Se eksemplet nedenfor:
ro_ro: Pentru orice scenariu de limbi, includ interpret executabil înainte de script-ul. A se vedea exemplul următor:
ru_ru: Для любых сценариев Языки включают исполняемый до сценарий переводчика. Смотрите следующий пример:
uk_ua: Для будь-якого сценарію мов включають інтерпретатора виконуваний перед сценарій. Див у наведеному нижче прикладі:
vi_vn: Đối với bất kỳ ngôn ngữ kịch bản, bao gồm các thông dịch viên thực thi trước khi các kịch bản. Xem ví dụ sau:

source: For Windows:
ar_sa: لنظام التشغيل Windows:
cs_cz: Pro systém Windows:
da_dk: Windows:
de_de: Für Windows:
el_gr: Για τα Windows:
es_es: Para Windows:
fi_fi: Windows:
fr_fr: Pour Windows :
he_il: עבור Windows:
ro_ro: Pentru Windows:
ru_ru: Для Windows:
uk_ua: Для Windows:
vi_vn: Dành cho Windows:

source: For Linux:
ar_sa: لينكس:
cs_cz: Pro Linux:
da_dk: Til Linux:
de_de: Für Linux:
el_gr: Για Linux:
es_es: Para Linux:
fi_fi: Linux:
fr_fr: Pour Linux :
he_il: עבור לינוקס:
ro_ro: Pentru Linux:
ru_ru: Для Linux:
uk_ua: Для Linux:
vi_vn: Cho Linux:

source: Subtitle Plugins
ar_sa: الإضافات الترجمة
cs_cz: Titulků pluginy
da_dk: Undertitel Plugins
de_de: Untertitel-Plugins
el_gr: Υπότιτλος Plugins
es_es: Plugins de subtítulos
fi_fi: Alaotsikko Plugins
fr_fr: Plugins de sous-titre
he_il: תוספים כתוביות
no_no: Undertittel Plugins
ro_ro: Plugin-uri de subtitrare
ru_ru: Подзаголовок плагины
uk_ua: Субтитрів плагіни
vi_vn: Bổ sung phụ đề

source: Check off and drag the plugins into the order you want them to be used.
ar_sa: تحقق من وسحب الإضافات إلى الترتيب الذي تريده لهم باستخدامها.
cs_cz: Zaškrtávat a přetáhněte pluginy do pořadí, v jakém že je chcete použít.
da_dk: Check ud og trække plugins til den rækkefølge, du vil have dem til at blive brugt.
de_de: Haken Sie ab und ziehen Sie die Plugins in der Reihenfolge, wie Sie verwendet werden sollen.
el_gr: Ελέγξετε μακριά και σύρετέ τα plugins στη σειρά που θέλετε να χρησιμοποιηθεί.
es_es: Marcar y arrastrar los plugins en el orden que quieras utilizar.
fi_fi: Ruksata ja vedä plugins järjestykseen, niitä voidaan käyttää.
fr_fr: Cochez et faites glisser les plugins dans l’ordre que vous voulez qu’ils soient utilisés.
he_il: לסמנן וגרור את התוספים לתוך בסדר שבו שברצונך להשתמש בהם.
no_no: Kontrollere og flytter plugins i rekkefølgen de skal brukes.
ro_ro: Bifa şi trageţi plugin-uri în ordinea în care doriți utilizarea acestora.
ru_ru: Проверите и перетащите плагины в порядке, вы хотите использовать их.
uk_ua: Перевірити off і перетягніть плагінів у бажаному порядку для використання.
vi_vn: Kiểm tra ra và kéo các plugins vào thứ tự mà bạn muốn họ được sử dụng.

source: At least one plugin is required.
ar_sa: البرنامج المساعد واحد على الأقل مطلوب.
cs_cz: Alespoň jeden modul je vyžadován.
da_dk: Der kræves mindst én plugin.
de_de: Mindestens ein Plugin ist erforderlich.
el_gr: Απαιτείται τουλάχιστον ένα plugin.
es_es: Se requiere por lo menos un plugin.
fi_fi: Vähintään yksi laajennuksen tarvitaan.
fr_fr: Il faut au moins un plugin.
he_il: תוסף אחד לפחות נדרש.
no_no: Det kreves minst én plugin.
ro_ro: Cel puţin un plugin este necesară.
ru_ru: По крайней мере один плагин не требуется.
uk_ua: Принаймні один плагін не потрібно.
vi_vn: Phải có ít nhất một plugin.

source: Web-scraping plugin
ar_sa: إلغاء الإنترنت البرنامج المساعد
cs_cz: Web škrábání plugin
da_dk: Web skrabning plugin
de_de: Web-Schaben-plugin
el_gr: Web-ξύσιμο plugin
es_es: Plugin de web scraping
fi_fi: Web kaavinta plugin
fr_fr: Plugin de capture de données Web
he_il: תוסף אינטרנט-יבלת
no_no: Web-skraping plugin
ro_ro: Web-răzuire plugin
ru_ru: Web выскабливание плагин
uk_ua: Веб вискоблювання плагін

source: Subtitle Settings
ar_sa: إعدادات الترجمة
cs_cz: Nastavení titulků
da_dk: Indstillinger for undertekster
de_de: Untertitel-Einstellungen
el_gr: Ρυθμίσεις υποτίτλων
es_es: Configuración de subtítulos
fi_fi: Tekstityksen asetukset
fr_fr: Paramètres de sous-titres
he_il: כותרת משנה הגדרות
no_no: Innstillinger for teksting
ro_ro: Setările de subtitrare
ru_ru: Настройки субтитров
uk_ua: Параметри субтитрів
vi_vn: Cài đặt phụ đề

source: Set user and password for each provider
ar_sa: تعيين المستخدم وكلمة المرور لكل موفر
cs_cz: Nastavit uživatele a heslo pro každého poskytovatele
da_dk: Sæt bruger og password for hver udbyder
de_de: Legen Sie Benutzername und Kennwort für jeden Anbieter
el_gr: Ορισμός χρήστη και κωδικό πρόσβασης για κάθε υπηρεσία παροχής
es_es: Configurar usuario y contraseña para cada proveedor
fi_fi: Aseta käyttäjä ja tunnussana ajaksi kunkin palvelun
fr_fr: Définir l’utilisateur et le mot de passe pour chaque fournisseur
he_il: הגדרת המשתמש ואת הסיסמה עבור כל ספק
no_no: Angi brukernavn og passord for leverandører
ro_ro: Setaţi parola pentru fiecare furnizor
ru_ru: Задать пользователя и пароль для каждого поставщика
uk_ua: Встановити користувача і пароль для кожної пошукової служби
vi_vn: Thiết lập người dùng và mật khẩu cho từng nhà cung cấp

source: User Name
ar_sa: اسم المستخدم
cs_cz: Uživatelské jméno
da_dk: Brugernavn
de_de: Benutzername
el_gr: Όνομα χρήστη
es_es: Nombre de usuario
fi_fi: Käyttäjänimi
fr_fr: Nom d’utilisateur
he_il: שם משתמש
no_no: Brukernavn
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
uk_ua: Ім'я користувача
vi_vn: Tên người dùng

source: You have reached this page by accident, please check the url.
ar_sa: كنت قد وصلت إلى هذه الصفحة عن طريق الصدفة، الرجاء التحقق من url.
cs_cz: Tuto stránku dostali náhodou, zkontrolujte adresu url.
da_dk: Du har nået denne side ved et uheld, tjek venligst URL'en.
de_de: Sie habe diese Seite durch Zufall erreicht, bitte überprüfen Sie die Url.
el_gr: Θα έχουν φτάσει αυτή τη σελίδα κατά λάθος, παρακαλώ ελέγξτε το url.
es_es: Han llegado a esta página por accidente, por favor, Compruebe la url.
fi_fi: Päätynyt tälle sivulle vahingossa, Tarkista URL-osoite.
fr_fr: Vous avez atteint cette page par hasard, s’il vous plaît vérifier l’url.
he_il: אתה שהגעת לדף זה בטעות, נא בדוק את כתובת ה-url.
no_no: Du har kommet til denne siden ved en tilfeldighet, i URL-adressen.
ro_ro: Ai ajuns la această pagină de accident, vă rugăm să verificaţi URL-ul.
ru_ru: Вы попали на эту страницу случайно, пожалуйста, проверьте URL-адрес.
uk_ua: Ви досягли цієї сторінки випадково, будь ласка, перевірте url.
vi_vn: Bạn đã đạt Trang này do tai nạn, xin vui lòng kiểm tra url.

source: A mako error has occured.
ar_sa: لقد حدث خطأ ماكو.
cs_cz: Došlo k chybě mako.
da_dk: Der opstod en mako.
de_de: Ein Mako-Fehler ist aufgetreten.
el_gr: Παρουσιάστηκε ένα σφάλμα mako.
es_es: Ha producido un error de mako.
fi_fi: Mako virhe.
fr_fr: Une erreur de mako est survenue.
he_il: אירעה שגיאת מאקו.
no_no: Det oppstod en mako.
ro_ro: Eroare de mako.
ru_ru: Произошла ошибка Мако.
uk_ua: Мако має сталася неполадка.
vi_vn: Mako một lỗi đã xảy ra.

source: If this happened during an update a simple page refresh may be the solution.
ar_sa: إذا كان هذا حدث أثناء تحديث إلى تحديث صفحة بسيطة قد يكون الحل.
cs_cz: Kdyby se to stalo během aktualizace aktualizaci jednoduché stránky může být řešením.
da_dk: Hvis dette skete under en opdatering, en simpel side opdateringshastighed kan være løsningen.
de_de: Wenn dies während eines Updates geschah kann eine einfache Seitenaktualisierung eine Lösung sein.
el_gr: Αν αυτό συνέβη κατά τη διάρκεια μιας ενημερωμένης έκδοσης μια απλή σελίδα ανανέωση μπορεί να είναι η λύση.
es_es: Si esto sucedió durante una actualización, una actualización de página simple puede ser la solución.
fi_fi: Jos tämä tapahtui päivityksen aikana, yksinkertainen sivu päivittyy voi olla ratkaisu.
fr_fr: Si cela se produisait pendant une mise à jour un rafraîchissement de page simple peut être la solution.
he_il: אם זה קרה במהלך עדכון שרענון דף פשוט עשוי להיות הפתרון.
no_no: Hvis dette skjedde under en oppdatering være en enkel Sideoppdatering løsningen.
ro_ro: Dacă acest lucru sa întâmplat în timpul unei actualizări o reîmprospătare de pagina de simplu poate fi soluţia.
ru_ru: Если это произошло во время обновления обновления простой страницы может быть решением.
uk_ua: Якщо це сталося під час оновлення, оновлення простий сторінки може бути рішенням.
vi_vn: Nếu điều này xảy ra trong một bản Cập Nhật, làm mới một trang đơn giản có thể là giải pháp.

source: Mako errors that happen during updates may be a one time error if there were significant ui changes.
ar_sa: قد يكون ماكو الأخطاء التي تحدث أثناء التحديثات مرة واحدة خطأ إذا كانت هناك واجهة مستخدم كبيرة يتغير.
cs_cz: Mako chyby, které se dějí během aktualizace může být jednou chyba kdyby významné ui změní.
de_de: Mako-Fehler, die passieren, während Aktualisierungen möglicherweise eine einmalige Fehler gäbe es erhebliche Benutzeroberfläche ändert.
el_gr: Mako λάθη που συμβαίνουν κατά τη διάρκεια ενημερώσεις μπορεί να είναι ένα μία φορά λάθους αν υπήρχαν σημαντικές ui αλλάζει.
es_es: Errores de Mako que suceden durante las actualizaciones pueden ser una vez que cambia de error si hubo gran interfaz de usuario.
fi_fi: Mako virheitä, joita tapahtuu aikana päivitykset voidaan yhden kerran virhe, jos olisi merkittäviä ui.
he_il: שגיאות מאקו לקרות במהלך עדכונים עשויים להיות פעם אחת שגיאה אם היו משמעותיים ממשק המשתמש משתנה.
no_no: Mako feil som skjer under oppdateringer kan være en gang feil hvis det var betydelig ui endres.
ro_ro: Mako erori care se întâmplă în timpul actualizărilor poate fi un moment de o eroare în cazul în care au fost semnificative ui modificări.
ru_ru: Мако ошибки, которые происходят во время обновления может быть один раз, ошибка, если там были значительные ui изменения.
uk_ua: Мако помилок, які трапляються під час оновлення можуть бути один раз про помилку, якщо там були значні ui змінюється.
vi_vn: Mako lỗi xảy ra trong quá trình Cập Nhật có thể là một thời gian lỗi nếu có giao diện người dùng đáng kể thay đổi.

source: Show/Hide Error
ar_sa: إظهار/إخفاء الخطأ
cs_cz: Zobrazit/skrýt chyby
da_dk: Vise/skjule fejl
de_de: Fehler ein-/ausblenden
el_gr: Εμφάνιση/απόκρυψη λάθους
es_es: Mostrar/ocultar Error
fi_fi: Näytä tai Piilota virhe
fr_fr: Afficher/masquer les erreurs
he_il: הצג/הסתר שגיאות
no_no: Vis/Skjul feil
ro_ro: Afișare/Ascundere eroare
ru_ru: Показать/скрыть ошибки
uk_ua: Показати/приховати помилки
vi_vn: Hiển thị/giấu lỗi

source: File
ar_sa: الملف
cs_cz: Soubor
da_dk: Fil
de_de: Datei
el_gr: Αρχείο
es_es: Archivo
fi_fi: Tiedosto
fr_fr: Fichier
he_il: קובץ
no_no: Filen
ro_ro: Fişier
ru_ru: Файл
uk_ua: Файл
vi_vn: Tập tin

source: in
ar_sa: في
cs_cz: v
da_dk: i
el_gr: σε
es_es: en
fi_fi: Tässä
fr_fr: dans
he_il: ב
no_no: i
ro_ro: în
ru_ru: в
uk_ua: у
vi_vn: ở

source: Add Existing Show
ar_sa: إضافة عرض القائمة
cs_cz: Přidat existující Show
de_de: Bestehenden Show hinzufügen
el_gr: Προσθήκη υπάρχουσας Εμφάνιση
es_es: Añadir espectáculo existente
fi_fi: Lisää nykyisen Näytä
he_il: להוסיף הצג הקיים
no_no: Legge til eksisterende vise
ro_ro: Adauga existente Arată
ru_ru: Добавление существующего шоу
uk_ua: Додати наявні шоу
vi_vn: Thêm hiện có hiển thị

source: Manage Directories
ar_sa: إدارة الدلائل
cs_cz: Správa adresářů
da_dk: Administrer mapper
de_de: Verzeichnisse zu verwalten
el_gr: Διαχείριση καταλόγων
es_es: Gestión de directorios
fi_fi: Hallitse kansioita
fr_fr: Gérer les répertoires
he_il: ניהול ספריות
no_no: Administrere mapper
ro_ro: Administreaza directoarele
ru_ru: Управление каталогами
uk_ua: Керувати каталоги
vi_vn: Quản lý thư mục

source: Customize Options
ar_sa: تخصيص الخيارات
cs_cz: Přizpůsobit možnosti
da_dk: Tilpasse indstillinger
de_de: Optionen anpassen
el_gr: Προσαρμόσετε επιλογές
es_es: Personalizar las opciones de
fi_fi: Asetusten mukauttaminen
fr_fr: Personnaliser les Options
he_il: התאמה אישית של אפשרויות
no_no: Tilpasse alternativer
ro_ro: Particularizaţi opţiunile
ru_ru: Настроить параметры
uk_ua: Налаштувати параметри
vi_vn: Tùy chỉnh tùy chọn

source: SiCKRAGE can add existing shows, using the current options, by using locally stored NFO/XML metadata to eliminate user interaction. If you would rather have SickRage prompt you to customize each show, then use the checkbox below.
ar_sa: يمكن إضافة سيكراجي يظهر القائمة، استخدام الخيارات الحالية، باستخدام بيانات التعريف نفو/XML مخزنة محلياً للقضاء على تفاعل المستخدم. إذا كنت قد بدلاً سيكراجي يطالبك بتخصيص كل عرض، ثم استخدم خانة الاختيار أدناه.
cs_cz: SiCKRAGE přidat existující ukazuje, pomocí aktuální možnosti, pomocí místně uložené NFO/XML metadat eliminovat interakce s uživatelem. Pokud byste raději mít SickRage vás vyzvat k přizpůsobit každý Ukázat, pak použijte níže uvedeného políčka.
de_de: SiCKRAGE können vorhandene zeigt, mit den aktuellen Optionen, indem Sie lokal gespeicherte NFO/XML-Metadaten, Interaktion mit dem Benutzer zu beseitigen. Wenn Sie lieber SickRage Sie aufgefordert, jede Show anzupassen haben, dann verwenden Sie das Kontrollkästchen unten.
el_gr: SiCKRAGE να προσθέσετε υπάρχοντα δείχνει, χρησιμοποιώντας τις τρέχουσες επιλογές, χρησιμοποιώντας τοπικά αποθηκευμένο NFO/XML μετα-δεδομένα για την εξάλειψη αλληλεπίδραση του χρήστη. Εάν θα έχετε μάλλον SickRage θα σας ζητήσει να προσαρμόσετε κάθε εμφάνιση και, στη συνέχεια, χρησιμοποιήστε το παρακάτω πλαίσιο ελέγχου.
es_es: SiCKRAGE puede agregar programas existentes, utilizando las opciones actuales, mediante metadatos NFO/XML almacenados localmente para eliminar la interacción del usuario. Si prefieres SickRage pedirá que personalizar cada programa, a continuación, utilice la casilla de verificación siguiente.
fi_fi: SiCKRAGE lisätä nykyisiä ohjelmia käyttämällä nykyisen vaihtoehtoja paikallisesti tallennetut NFO/XML metatietojen avulla poistaa käyttäjän toimia. Jos haluat mieluummin SickRage kehotteen mukauttaa kunkin show, sitten alla olevan ruudun valinnan.
he_il: SiCKRAGE ניתן להוסיף מראה הקיימים, באמצעות האפשרויות הנוכחית, באמצעות מטה NFO/XML המאוחסן באופן מקומי כדי למנוע התערבות מצד המשתמש. אם אתה מעדיף SickRage בקשה אישית של כל תוכנית, ולאחר מכן השתמש בתיבות הסימון שלהלן.
no_no: SiCKRAGE kan legge til eksisterende programmer, ved hjelp av gjeldende alternativer, ved hjelp av lokalt lagrede NFO/XML metadata å eliminere brukermedvirkning. Hvis du heller vil ha SickRage spørsmål du å tilpasse hvert show, så bruke avmerkingsboksen nedenfor.
ro_ro: SiCKRAGE puteţi adăuga prezinta existente, utilizând opţiunile de curent, utilizând stocate local NFO/XML metadatele pentru a elimina interacţiune cu utilizatorul. Dacă ar avea mai degrabă SickRage prompt tu pentru a personaliza fiecare show, apoi utilizați selectare de mai jos.
ru_ru: SiCKRAGE можно добавить существующие шоу, используя текущие параметры, используя локально сохраненные метаданные NFO/XML для ликвидации взаимодействия с пользователем. Если вы предпочитаете иметь SickRage предложит вам настроить каждого шоу, а затем установите флажок ниже.
uk_ua: SiCKRAGE можна додати наявний шоу, за допомогою поточних інструментів, за допомогою локально збережених NFO/XML метаданих для ліквідації взаємодії з користувачем. Якщо ви віддаєте перевагу SickRage запит налаштувати кожен шоу, а потім скористатися прапорцем, розташованим нижче.
vi_vn: SiCKRAGE có thể thêm các chương trình hiện có, bằng cách sử dụng các tùy chọn hiện tại, bằng cách sử dụng lưu cục bộ NFO/XML siêu dữ liệu để loại bỏ các tương tác người dùng. Nếu bạn muốn có SickRage nhắc bạn để tùy chỉnh mỗi hiển thị, sau đó sử dụng hộp kiểm dưới đây.

source: Prompt me to set settings for each show
ar_sa: مطالبتي بتعيين إعدادات لكل عرض
cs_cz: Zobrazit výzvu k nastavení pro každou show
da_dk: Bedt om at angive indstillinger for hvert show
de_de: Mich prompt, um die Einstellungen für jede show
el_gr: Προτροπή μου να ορίσετε ρυθμίσεις για κάθε εμφάνιση
es_es: Preguntarme para establecer la configuración de cada programa
fi_fi: Kysy asetukset kunkin
fr_fr: M’inviter à définir des paramètres pour chaque spectacle
he_il: בקש ממני כדי לקבוע הגדרות עבור כל תוכנית
no_no: Spør meg om å angi innstillinger for hvert show
ro_ro: Prompt-mi să setaţi setări pentru fiecare spectacol
ru_ru: Запрос для задания параметров для каждого шоу
uk_ua: Щоб встановити настройки для кожного шоу
vi_vn: Nhắc tôi để thiết lập các cài đặt cho mỗi hiển thị

source: Displaying folders within these directories which aren't already added to SiCKRAGE:
ar_sa: عرض المجلدات الموجودة في هذه الدلائل التي لم يتم إضافتها بالفعل إلى سيكراجي:
cs_cz: Zobrazení složek v těchto adresářích, které již nejsou přidány do SiCKRAGE:
de_de: Anzeigen von Ordnern innerhalb dieser Verzeichnisse die SiCKRAGE bereits hinzugefügt sind nicht:
el_gr: Εμφάνιση φάκελοι μέσα σε αυτούς τους καταλόγους που δεν έχουν ήδη προσθέσει στο SiCKRAGE:
es_es: Visualización de carpetas dentro de estos directorios que ya no son SiCKRAGE:
fi_fi: Kansioiden sisällä näistä hakemistoista, jotka eivät ole jo lisännyt SiCKRAGE näyttäminen:
he_il: הצגת תיקיות בתוך ספריות אלה אשר אינם כבר נוסף ללוח SiCKRAGE:
no_no: Viser mappene i disse katalogene som ikke er allerede lagt til SiCKRAGE:
ro_ro: Afişează folderele în aceste directoare care nu sunt deja adăugat la SiCKRAGE:
ru_ru: Отображение папки в этих каталогах, которые не являются уже добавлен в SiCKRAGE:
uk_ua: Відображення папки в цих директоріях, який вже не додаватимуться до SiCKRAGE:
vi_vn: Hiển thị các thư mục bên trong các thư mục mà không phải là đã được thêm vào để SiCKRAGE:
