Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Required Words
ar_sa: الكلمات المطلوبة
cs_cz: Požadovaná slova
da_dk: Kræves ord
de_de: Erforderlichen Wörter
el_gr: Απαιτούμενες λέξεις
es_es: Palabras necesarias
fi_fi: Tarvittavat sanat
fr_fr: Mots requis
he_il: המילים הנדרש
no_no: Nødvendig ord
ro_ro: Cuvintele necesare
ru_ru: Необходимые слова
uk_ua: Потрібні слова
vi_vn: Yêu cầu lời

source: Search results with no words from this list will be ignored.
ar_sa: سيتم تجاهل نتائج البحث لا كلمة من هذه القائمة.
cs_cz: Výsledky hledání s žádná slova z tohoto seznamu budou ignorovány.
da_dk: Søgeresultater med ingen ord fra denne liste vil blive ignoreret.
de_de: Suchergebnisse ohne Worte aus dieser Liste werden ignoriert.
el_gr: Αποτελέσματα αναζήτησης χωρίς λόγια από αυτήν τη λίστα, θα πρέπει να αγνοηθεί.
es_es: Resultados de la búsqueda sin palabras de esta lista serán ignorados.
fi_fi: Hakutulokset ilman sanoja tästä luettelosta ohitetaan.
fr_fr: Résultat de recherche avec aucun mot de cette liste est ignorées.
he_il: תוצאות חיפוש ללא מילים מתוך רשימה זו תתעלם.
no_no: Søkeresultatene med ingen ord fra denne listen vil bli ignorert.
ro_ro: Rezultate de căutare fără cuvinte din această listă vor fi ignorate.
ru_ru: Результаты поиска без слов из этого списка будет игнорироваться.
uk_ua: Результати пошуку без слів з цього списку буде проігноровано.
vi_vn: Kết quả tìm kiếm với các từ từ danh sách này sẽ bị bỏ qua.

source: Scene Exception
ar_sa: استثناء المشهد
cs_cz: Scénu výjimka
da_dk: Scene undtagelse
de_de: Szene-Ausnahme
el_gr: Εξαίρεση σκηνή
es_es: Excepción de la escena
fi_fi: Kohtaus poikkeus
fr_fr: Exception de scène
he_il: זירת חריג
no_no: Scenen unntak
ro_ro: Excepţie de scena
ru_ru: Исключение сцены
uk_ua: Винятком сцени
vi_vn: Cảnh ngoại lệ

source: This will affect episode search on NZB and torrent providers. This list overrides the original name it doesn't append to it.
ar_sa: سيؤثر هذا البحث الحلقة على مقدمي NZB وسيل. هذه القائمة يتجاوز الاسم الأصلي لا إلحاق إليها.
cs_cz: To bude mít vliv na hledání epizoda NZB a torrent poskytovatelů. Tento seznam přepíše původní název, který nelze připojit k němu.
da_dk: Dette vil påvirke episode søgning på NZB og torrent udbydere. Denne liste tilsidesætter den oprindelige navn det ikke føje til det.
de_de: Dies wirkt sich Episode Suche auf NZB und Torrent Anbieter. Diese Liste wird der ursprüngliche Name, den sie anfügen nicht überschrieben.
el_gr: Αυτό θα επηρεάσει επεισόδιο αναζήτηση στους παρόχους NZB και torrent. Ο κατάλογος αυτός αντικαθιστά το αρχικό όνομα αυτό δεν προσαρτήσετε το.
es_es: Esto afectará búsqueda episodio en proveedores de NZB y torrent. Esta lista reemplaza el nombre original no anexar a la misma.
fi_fi: Tämä vaikuttaa episodi Etsi NZB ja torrent tarjoajille. Tämä luettelo ohittaa se ei liittää alkuperäinen nimi.
fr_fr: Cela affectera l’épisode recherche fournisseurs de NZB et torrent. Cette liste remplace le nom d’origine qu'il ne joindre à elle.
he_il: פעולה זו תשפיע על חיפוש פרק ב- NZB וספקי torrent. רשימה זו עוקפת את השם המקורי שזה לא לצרף אותו.
no_no: Dette vil påvirke episode søk på NZB og torrent leverandører. Denne listen overstyrer det opprinnelige navnet det ikke føye til den.
ro_ro: Acest lucru va afecta caută episod NZB şi torrent furnizorilor. Această listă înlocuieşte numele original nu de adăugat la acesta.
ru_ru: Это будет влиять на поиск эпизод на NZB и торрент провайдеров. Этот список переопределяет оригинальное название, которое он не добавляет к нему.
uk_ua: Це вплине на пошук епізод на NZB і торрент провайдерів. Цей список має пріоритет над вихідне ім'я, воно не додати до нього.
vi_vn: Điều này sẽ ảnh hưởng đến tập tìm kiếm trên NZB và torrent các nhà cung cấp. Danh sách này ghi đè lên tên gốc của nó không gắn tiếp vào nó.

source: Sort By:
ar_sa: فرز حسب:
cs_cz: Seřadit podle:
de_de: Sortieren nach:
el_gr: Ταξινόμηση κατά:
es_es: Ordenar por:
fi_fi: Järjestä:
he_il: מיין לפי:
no_no: Sorter etter:
ro_ro: Sorteaza dupa:
ru_ru: Сортировать по:
uk_ua: Сортувати по:
vi_vn: Sắp xếp:

source: Votes
ar_sa: الأصوات
cs_cz: Hlasy
da_dk: Stemmer
de_de: Stimmen
el_gr: Ψήφοι
es_es: Votos
fi_fi: Äänet
he_il: הצבעות
no_no: Stemmer
ro_ro: Voturi
ru_ru: Голоса
uk_ua: Голосів
vi_vn: Lượt đánh giá

source: % Rating
ar_sa: تصنيف %
cs_cz: % Hodnocení
de_de: % Bewertung
el_gr: % Διαβάθμισης
es_es: % Calificación
fi_fi: % Luokitus
fr_fr: Note p
he_il: דירוג %
no_no: % Vurdering
ru_ru: Рейтинг %
uk_ua: Рейтинг %
vi_vn: % Đánh giá

source: % Rating > Votes
ar_sa: تصنيف % > صوتا
cs_cz: % Hodnocení video hlasů
da_dk: % Rating > stemmer
de_de: % Bewertung > stimmen
el_gr: % Βαθμολογίας > ψήφοι
es_es: % Calificación > votos
fi_fi: % Luokitus > ääntä
fr_fr: Note p > Votes
he_il: דירוג % > הצבעות
no_no: % Vurdering > stemmer
ro_ro: % Rating > voturi
ru_ru: Рейтинг % > голосов
uk_ua: Рейтинг % > голосів
vi_vn: Xếp hạng % > lượt đánh giá

source: Desc
ar_sa: تنازلي
da_dk: / / Beskr
ru_ru: По убыванию

source: Fetching of IMDB Data failed. Are you online?
ar_sa: فشل في إحضار بيانات IMDB. هل أنت على الإنترنت؟
cs_cz: Načítání z IMDB dat se nezdařilo. Jste online?
da_dk: Hentning af IMDB Data mislykkedes. Er du online?
de_de: Fehler beim Abrufen der IMDB Daten. Sind Sie online?
el_gr: Απέτυχε η ανάκτηση δεδομένων IMDB. Είστε σε απευθείας σύνδεση;
es_es: Obtención de datos de IMDB no. ¿Es online?
fi_fi: IMDB tietojen nouto epäonnistui. Oletko online?
fr_fr: Échec de récupération de données IMDB. Vous êtes en ligne ?
he_il: קבלת הנתונים IMDB נכשלה. ? אתה מחובר לרשת
no_no: Henting av IMDB Data mislyktes. Er du på nettet?
ro_ro: Preluarea de date IMDB nu a reuşit. Eşti online?
ru_ru: Кэширование данных IMDB не удалось. Вы онлайн?
uk_ua: Вибірка IMDB даних не вдалося. Ви онлайн?
vi_vn: Lấy dữ liệu IMDB đã thất bại. Đang trực tuyến?

source: Exception:
ar_sa: استثناء:
cs_cz: Výjimka:
da_dk: Undtagelse:
de_de: Ausnahme:
el_gr: Εξαίρεση:
es_es: Excepción:
fi_fi: Poikkeus:
he_il: חריגה:
no_no: Unntak:
ro_ro: Excepţie:
ru_ru: Исключение:
uk_ua: Виключення:
vi_vn: Ngoại lệ:

source: Add Show
ar_sa: إضافة عرض
cs_cz: Přidat Zobrazit
da_dk: Tilføje Show
de_de: -Show hinzufügen
el_gr: Προσθήκη Εμφάνιση
es_es: Añadir espectáculo
fi_fi: Lisää Näytä
fr_fr: Ajouter Show
he_il: הוסף את הצג
no_no: Legge til vise
ro_ro: Adauga Arată
ru_ru: Добавить Показать
uk_ua: Додати шоу
vi_vn: Hiển thị thêm

source: Select Columns:
ar_sa: حدد الأعمدة:
cs_cz: Vyberte sloupce:
de_de: Wählen Sie Spalten:
el_gr: Επιλέξτε στήλες:
es_es: Seleccionar columnas:
fi_fi: Valitse sarakkeet:
he_il: בחר את העמודות:
no_no: Velg kolonner:
ro_ro: Selectare coloane:
ru_ru: Выберите столбцы:
uk_ua: Виберіть стовпці:
vi_vn: Chọn các cột:

source: Filter By:
ar_sa: التصفية حسب:
cs_cz: Filtrovat podle:
de_de: Filtern Sie nach:
el_gr: Φίλτρο ανά:
es_es: Filtrar por:
fi_fi: Suodata:
he_il: סנן לפי:
no_no: Filtrer etter:
ro_ro: Filtrare după:
ru_ru: Фильтр по:
uk_ua: Фільтрувати за:
vi_vn: Lọc theo:

source: Filter Show Name
ar_sa: اسم عامل تصفية العرض
cs_cz: Zobrazit název filtru
de_de: Filtername Show
el_gr: Εμφάνιση Όνομα φίλτρου
es_es: Mostrar nombre del filtro
fi_fi: Näytä nimi
he_il: שם הצגת סינון
no_no: Vis Filternavn
ro_ro: Filtru Arată numele
ru_ru: Показать имя фильтра
uk_ua: Показати ім'я фільтра
vi_vn: Hiển thị tên bộ lọc

source: Next Episode
ar_sa: الحلقة القادمة
cs_cz: Příští epizoda
da_dk: Næste Episode
de_de: Nächste Episode
el_gr: Επόμενο επεισόδιο
es_es: Próximo episodio
fi_fi: Seuraava episodi
fr_fr: Prochain épisode
he_il: הפרק הבא
no_no: Neste Episode
ro_ro: Următorul episod
ru_ru: Следующий эпизод
uk_ua: Наступний епізод
vi_vn: Tập tiếp theo

source: Progress
ar_sa: التقدم المحرز
cs_cz: Průběh
da_dk: Fremskridt
de_de: Fortschritte
el_gr: Πρόοδος
es_es: Progreso
fi_fi: Edistyminen
fr_fr: Progrès
he_il: התקדמות
no_no: Fremgang
ro_ro: Progresul
ru_ru: Прогресс
uk_ua: Прогрес
vi_vn: Tiến độ

source: Sort Order:
ar_sa: ترتيب الفرز:
cs_cz: Pořadí řazení:
de_de: Sortierreihenfolge:
el_gr: Σειρά ταξινόμησης:
es_es: Orden de clasificación:
fi_fi: Järjestys:
he_il: סדר המיון:
no_no: Rekkefølge:
ro_ro: Ordinea de sortare:
ru_ru: Порядок сортировки:
uk_ua: Порядок сортування:
vi_vn: Thứ tự sắp xếp:

source: Poster
ar_sa: ملصق
cs_cz: Plakát
de_de: Plakat
el_gr: Αφίσα
es_es: Cartel
fi_fi: Juliste
he_il: פוסטר
no_no: Plakat
ru_ru: Плакат
uk_ua: Плакат
vi_vn: Áp phích

source: Small Poster
ar_sa: ملصق صغير
cs_cz: Malý plakát
de_de: Kleines Plakat
el_gr: Μικρή αφίσα
es_es: Cartel pequeño
fi_fi: Pieni juliste
he_il: הכרזה קטנה
no_no: Liten plakat
ro_ro: Poster mici
ru_ru: Небольшой плакат
uk_ua: Невеликий плакат
vi_vn: Nhỏ Poster

source: Banner
ar_sa: شعار
cs_cz: Nápis
el_gr: Πανό
es_es: Bandera
he_il: באנר
ro_ro: Banner-ul
ru_ru: Баннер
uk_ua: Банер
vi_vn: Bảng quảng cáo

source: Simple
ar_sa: بسيطة
cs_cz: Jednoduché
de_de: Einfach
el_gr: Απλή
fi_fi: Yksinkertainen
he_il: פשוט
no_no: Enkel
ro_ro: Simplu
ru_ru: Простой
uk_ua: Простий
vi_vn: Đơn giản

source: Poster Size:
ar_sa: حجم الملصق:
cs_cz: Velikost posteru:
de_de: Postergröße:
el_gr: Μέγεθος αφίσας:
es_es: Tamaño del cartel:
fi_fi: Julistekokoon:
he_il: בגודל פוסטר:
ro_ro: Dimensiune poster:
ru_ru: Размер плаката:
uk_ua: Розмір плаката:
vi_vn: Poster kích thước:

source: Anime List
ar_sa: قائمة الأنمي
cs_cz: Seznam anime
da_dk: Anime liste
de_de: Anime-Liste
el_gr: Λίστα κινούμενο σχέδιο
es_es: Lista de anime
fr_fr: Liste d’anime
he_il: רשימת אנימה
no_no: Anime liste
ro_ro: Listă anime
ru_ru: Список аниме
uk_ua: Каталог анiме
vi_vn: Danh sách anime

source: Loading...
ar_sa: تحميل...
cs_cz: Načítání...
da_dk: Indlæser...
de_de: Werden geladen...
el_gr: Φόρτωση...
es_es: Cargando...
fi_fi: Ladataan...
fr_fr: Chargement...
he_il: טוען...
no_no: Laster inn...
ro_ro: Incarcare...
ru_ru: Загрузка...
uk_ua: Завантаження...
vi_vn: Đang tải...

source: Continuing
ar_sa: استمرار
cs_cz: Pokračování
da_dk: Fortsætter
de_de: Weiter
el_gr: Συνεχίζοντας
es_es: Continuando
fi_fi: Edelleen
fr_fr: Continuant
he_il: המשך
no_no: Fortsetter
ro_ro: Continuarea
ru_ru: Продолжая
uk_ua: Продовжуючи
vi_vn: Tiếp tục

source: Ended
ar_sa: انتهت
cs_cz: Ukončeno
da_dk: Endte
de_de: Beendet
el_gr: Έληξε στις
es_es: Terminó
fi_fi: Päättyi
fr_fr: S’est terminée
he_il: הסתיים
no_no: Avsluttet
ro_ro: S-a încheiat
ru_ru: Закончился
uk_ua: Закінчився
vi_vn: Kết thúc

source: Downloaded:
ar_sa: تحميل:
cs_cz: Stáhnout:
da_dk: Downloadet:
de_de: Zum Download:
el_gr: Κατέβηκε:
es_es: Descargado:
fi_fi: Seuraavat:
fr_fr: Téléchargé :
he_il: הורדה:
no_no: Lastet ned:
ro_ro: Descarcat:
ru_ru: Скачано:
uk_ua: Завантажити:
vi_vn: Tải về:

source: Snatched:
ar_sa: وانتزع:
cs_cz: Vytrhla:
da_dk: Snappede:
de_de: Entrissen:
el_gr: Άρπαξε:
es_es: Arrebatado:
fi_fi: Nappasi:
fr_fr: Arraché :
he_il: חטפו:
no_no: Nappet:
ro_ro: Smuls:
ru_ru: Вырвал:
uk_ua: Схопив:

source: Total:
ar_sa: المجموع:
cs_cz: Celkem:
de_de: Gesamt:
el_gr: Σύνολο:
fi_fi: Yhteensä:
he_il: סה:
no_no: Totalt:
ru_ru: Итого:
uk_ua: Всього:
vi_vn: Tổng số:

source: no data
ar_sa: لا توجد بيانات
cs_cz: žádná data
da_dk: ingen data
de_de: keine Daten
el_gr: δεν υπάρχουν δεδομένα
es_es: no hay datos
fi_fi: ei tietoja
fr_fr: aucune donnée
he_il: אין נתונים
no_no: ingen data
ro_ro: nu există date
ru_ru: нет данных
uk_ua: немає даних
vi_vn: không có dữ liệu

source: Invalid date
ar_sa: تاريخ غير صالح
cs_cz: Neplatné datum
da_dk: Ugyldig dato
de_de: Ungültiges Datum
el_gr: Μη έγκυρη ημερομηνία
es_es: Fecha no válida
fi_fi: Virheellinen päivämäärä
fr_fr: Date non valide
he_il: תאריך לא חוקי
no_no: Ugyldig dato
ro_ro: Dată invalidă
ru_ru: Недопустимая дата
uk_ua: Неприпустима дата
vi_vn: Ngày không hợp lệ

source: No Network
ar_sa: لا توجد شبكة
cs_cz: Žádná síť
da_dk: Ingen netværk
de_de: Kein Netzwerk
el_gr: Κανένα δίκτυο
es_es: Sin red
fi_fi: Ei verkkoa
fr_fr: Pas de réseau
he_il: אין רשת
no_no: Ingen nettverk
ro_ro: Nu există o reţea
ru_ru: Нет сети
uk_ua: Мережа
vi_vn: Không có mạng

source: Next Ep
ar_sa: الجيش الشعبي القادم
cs_cz: Další Ep
da_dk: Næste Ep
de_de: Nächste Ep
el_gr: Επόμενη Ep
es_es: Próximo Ep
fi_fi: Seuraava Ep
fr_fr: Prochain Ep
he_il: Ep הבא
no_no: Neste Ep
ro_ro: Ep viitor
ru_ru: Следующая Ep
uk_ua: Наступний Ep
vi_vn: Ep tiếp theo

source: Prev Ep
ar_sa: الجيش الشعبي السابق
cs_cz: Předchozí Ep
da_dk: Forrige Ep
es_es: Ep anterior
fi_fi: Edellinen Ep
he_il: קודם Ep
no_no: Forrige Ep
uk_ua: Попередня Ep

source: Show
ar_sa: إظهار
cs_cz: Zobrazit
da_dk: Vis
de_de: Zeigen
el_gr: Εμφάνιση
es_es: Mostrar
fi_fi: Näytä
fr_fr: Voir l’établissement
he_il: הצג
no_no: Vis
ro_ro: Arată
ru_ru: Показать
uk_ua: Показати
vi_vn: Hiển thị

source: Downloads
ar_sa: التنزيلات
cs_cz: Soubory ke stažení
el_gr: Λήψεις
es_es: Descargas
fi_fi: Lataukset
fr_fr: Téléchargements
he_il: הורדות
no_no: Nedlastinger
ro_ro: Download-uri
ru_ru: Загрузки
uk_ua: Завантаження
vi_vn: Tải hàng tuần

source: Active
ar_sa: النشطة
cs_cz: Aktivní
da_dk: Aktive
de_de: Aktiv
el_gr: Ενεργό
es_es: Activo
fi_fi: Aktiivinen
fr_fr: Actif
he_il: פעיל
no_no: Aktiv
ro_ro: Activ
ru_ru: Активные
uk_ua: Активні
vi_vn: Hoạt động

source: loading
ar_sa: تحميل
cs_cz: načítání
da_dk: lastning
de_de: Laden
el_gr: φόρτωση
es_es: carga
fi_fi: lastaus
fr_fr: chargement
he_il: טעינה
no_no: lasting
ro_ro: încărcare
ru_ru: Загрузка
uk_ua: завантаження
vi_vn: Đang nạp

source: Directory
ar_sa: الدليل
cs_cz: Adresář
da_dk: Register
de_de: Verzeichnis
el_gr: Κατάλογος
es_es: Directorio
fi_fi: Hakemisto
fr_fr: Annuaire
he_il: מדריך
ro_ro: Director
ru_ru: Каталог
uk_ua: Реєстр
vi_vn: Thư mục

source: Show Name (tvshow.nfo)
ar_sa: إظهار اسم (tvshow.nfo)
cs_cz: Zobrazit název (tvshow.nfo)
da_dk: Vis navn (tvshow.nfo)
de_de: Name der Show (tvshow.nfo)
el_gr: Εμφάνιση όνομα (tvshow.nfo)
es_es: Mostrar nombre (tvshow.nfo)
fi_fi: Näytä nimi (tvshow.nfo)
he_il: להציג שם (tvshow.nfo)
no_no: Vis navn (tvshow.nfo)
ro_ro: Arată numele (tvshow.nfo)
ru_ru: Показать имя (tvshow.nfo)
uk_ua: Відображати ім'я (tvshow.nfo)
vi_vn: Tên hiển thị (tvshow.nfo)

source: Indexer
ar_sa: مفهرس
cs_cz: Indexování
da_dk: Indekseringen
el_gr: Ευρετήριο
es_es: Indizador
fi_fi: Indeksoijan
fr_fr: Indexeur
he_il: בונה האינדקסים
no_no: Indeksereren
ro_ro: Indexare
ru_ru: Индексатор
uk_ua: Програма індексування

source: Find a show
ar_sa: البحث عن عرض
cs_cz: Vyhledat pořad
da_dk: Find en udstilling
de_de: Finde eine show
el_gr: Βρείτε ένα Εμφάνιση
es_es: Encontrar un programa de
fi_fi: Etsi show
fr_fr: Trouver un spectacle
he_il: למצוא מופע
no_no: Finn et show
ro_ro: Găsi o Arată
ru_ru: Найти шоу
uk_ua: Знайти шоу
vi_vn: Tìm thấy một hiển thị

source: Show retrieved from existing metadata:
ar_sa: إظهار استردادها من بيانات التعريف الموجودة:
cs_cz: Zobrazit načteny ze stávajících metadat:
de_de: Show aus vorhandenen Metadaten abgerufen werden:
el_gr: Εμφάνιση ανακτώνται από υπάρχοντα μεταδεδομένα:
es_es: Muestra Obtenido de metadatos existentes:
fi_fi: Näytä haetaan olemassa olevia metatietoja:
he_il: הצג שאוחזר המטא-נתונים הקיימים:
no_no: Vis Hentet fra eksisterende metadata:
ro_ro: Arată Adus de metadate existente:
ru_ru: Шоу, извлеченных из существующих метаданных:
uk_ua: Показати витягнуті з існуючих метаданих:
vi_vn: Hiển thị truy cập từ siêu dữ liệu sẵn có:

source: Choose language
ar_sa: اختيار اللغة
cs_cz: Zvolit jazyk
da_dk: Vælg sprog
de_de: Wählen Sie Sprache
el_gr: Επιλέξτε γλώσσα
es_es: Elegir idioma
fi_fi: Valitse kieli
fr_fr: Choisir la langue
he_il: בחר בשפה
no_no: Velg språk
ro_ro: Alege limba
ru_ru: Выбрать язык
uk_ua: Вибрати мову
vi_vn: Chọn ngôn ngữ

source: Pick a folder
ar_sa: اختيار مجلد
cs_cz: Vyberte složku
da_dk: Vælg en mappe
de_de: Wählen Sie einen Ordner
el_gr: Επιλέξτε ένα φάκελο
es_es: Elija una carpeta
fi_fi: Valitse kansio
fr_fr: Choisir un dossier
he_il: לבחור תיקיה
no_no: Hakke en brosjyre
ro_ro: Alege un folder
ru_ru: Выбрать папку
uk_ua: Вибрати папку
vi_vn: Chọn một thư mục

source: Pre-chosen Destination Folder:
ar_sa: المجلد الوجهة الذي تم اختياره مسبقاً:
cs_cz: Vybraná cílová složka:
da_dk: Forhånd valgte destinationsmappe:
de_de: Vorab gewählten Zielordner:
el_gr: Προ-επιλεγμένο προορισμό φάκελο:
es_es: Carpeta de destino previamente elegido:
fi_fi: Valmiiksi valittu kohdekansio:
fr_fr: Dossier de Destination préalablement choisie :
he_il: תיקיית היעד שבחרת מראש:
no_no: Pre valgte målmappen:
ro_ro: Pre-destinatia folderului:
ru_ru: Предварительно выбранную папку:
uk_ua: Попередньо обраного призначення папки:
vi_vn: Trước khi lựa chọn điểm đến thư mục:

source: Custom options
ar_sa: خيارات مخصصة
cs_cz: Vlastní možnosti
da_dk: Brugerdefinerede indstillinger
de_de: Benutzerdefinierte Optionen
el_gr: Προσαρμοσμένες επιλογές
es_es: Opciones personalizadas
fi_fi: Mukautetut asetukset
fr_fr: Options personnalisées
he_il: אפשרויות מותאמות אישית
no_no: Egendefinerte alternativer
ro_ro: Opţiunile particularizate
ru_ru: Пользовательские параметры
uk_ua: Користувацькі параметри
vi_vn: Tùy chỉnh tùy chọn

source: Skip Show
ar_sa: إظهار تخطي
da_dk: Spring Show
el_gr: Skip Εμφάνιση
es_es: Espectáculo de salto
fi_fi: Jätä Näytä
fr_fr: Passez voir la
he_il: דלג על הצג
no_no: Hopp over Vis
ro_ro: Skip Arată
ru_ru: Пропустить шоу
uk_ua: Пропустити шоу
vi_vn: Bỏ qua Hiển thị

source: Enter the folder containing the episode
ar_sa: أدخل المجلد الذي يحتوي الحلقة
cs_cz: Zadejte složku, která obsahuje epizody
da_dk: Angiv den mappe, der indeholder episoden
de_de: Geben Sie den Ordner mit der Folge
el_gr: Εισάγετε το φάκελο που περιέχει το επεισόδιο
es_es: Entrar en la carpeta que contiene el episodio
fi_fi: Kirjoita kansio, joka sisältää episodi
fr_fr: Entrez dans le dossier contenant l’épisode
he_il: הזן את התיקייה המכילה את הפרק
no_no: Angi mappen som inneholder episoden
ro_ro: Introduceţi folderul care conţine episod
ru_ru: Войти в папку, содержащую эпизод
uk_ua: Введіть папку, яка містить епізод
vi_vn: Nhập vào thư mục chứa các tập phim

source: Process Method to be used:
ar_sa: طريقة عملية لاستخدامها:
cs_cz: Proces se metoda:
da_dk: Processen metode anvendes:
de_de: Process-Methode verwendet werden:
el_gr: Μέθοδος διαδικασίας που θα χρησιμοποιηθεί:
es_es: Método de proceso a utilizar:
fi_fi: Menetelmää käytetään:
fr_fr: Méthode de processus à utiliser :
he_il: תהליך שיטה כדי לשמש:
no_no: Prosessen metoden som skal brukes:
ro_ro: Procesul metoda utilizată:
ru_ru: Метод Process для использования:
uk_ua: Процес метод буде використовуватися:
vi_vn: Quá trình các phương pháp được sử dụng:

source: Force already Post Processed Dir/Files:
ar_sa: قوة الفعل وظيفة معالجة Dir/الملفات:
cs_cz: Platnost již Post zpracování Dir/soubory:
da_dk: Tvinge allerede Post behandlet Dir/filer:
de_de: Kraft bereits Post verarbeitet Dir/Dateien:
el_gr: Δύναμη ήδη Post επεξεργασία/αρχεία Dir:
es_es: La fuerza ya de Post procesado Dir/archivos:
fi_fi: Pakottaa jo Post käsitelty Dir/tiedostot:
fr_fr: La force déjà Post traitées Dir/fichiers :
he_il: כוח כבר פוסט מעובד Dir/קבצים:
no_no: Tvinge allerede innlegget behandlet Dir/filer:
ro_ro: Vigoare deja Post procesate Dir/fişiere:
ru_ru: Силы уже пост обработки Dir/файлов:
uk_ua: Змусити вже пост оброблені Dir/файлів:
vi_vn: Lực lượng đã đăng bài chế biến Dir/tập tin:

source: Mark Dir/Files as priority download:
ar_sa: تحميل العلامة Dir/الملفات حسب الأولوية:
cs_cz: Mark Dir/souborů jako prioritu stahování:
da_dk: Mark Dir/filer som prioriteret download:
de_de: Mark Dir/Dateien als Priorität downloaden:
el_gr: Λήψη σήματος Dir/αρχεία ως προτεραιότητα:
es_es: Descargar marca Dir/archivos como prioridad:
fi_fi: Mark Dir/tiedostot ensisijaisena ladata:
fr_fr: Mark Dir/fichiers en téléchargement de priorité :
he_il: מארק Dir/קבצים להורדה עדיפות:
no_no: Merk Dir/filer som prioritert nedlasting:
ro_ro: Descarca Mark Dir/fişiere ca prioritate:
ru_ru: Скачать Марк Dir/файлов в качестве приоритетных:
uk_ua: Марк Dir/файли, як пріоритет завантаження:
vi_vn: Mark Dir/tập tin tải xuống ưu tiên:

source: (Check it to replace the file even if it exists at higher quality)
ar_sa: (التحقق من ذلك استبدال الملف حتى إذا كانت موجودة في أعلى جودة)
cs_cz: (Zkontrolujte jej nahradit soubor, i v případě, že existuje ve vyšší kvalitě)
da_dk: (Tjekke det for at erstatte filen, selv om det findes på højere kvalitet)
de_de: (Überprüfen Sie es um die Datei zu ersetzen, auch wenn es bei höherer Qualität vorhanden ist)
el_gr: (Έλεγχος αυτό να αντικαταστήσετε το αρχείο, ακόμη και αν υπάρχει σε υψηλότερη ποιότητα)
es_es: (Marque para reemplazar el archivo si existe en mayor calidad)
fi_fi: (Tarkista sen korvaavan tiedoston, vaikka se on olemassa korkeampi laatu)
fr_fr: (Cochez pour remplacer le fichier, même si elle existe à une qualité supérieure)
he_il: (בדוק זה כדי להחליף את הקובץ גם אם זה קיים-איכות גבוהה יותר)
no_no: (Sjekk for å erstatte filen selv om det finnes på høyere kvalitet)
ro_ro: (A verifica pentru a înlocui fişierul, chiar dacă există la calitate superioară)
ru_ru: (Проверить, заменить файл, даже если она существует в более высокое качество)
uk_ua: (Перевірити його, щоб замінити файл, навіть якщо воно існує в вища якість)
vi_vn: (Kiểm tra nó để thay thế các tập tin ngay cả khi nó tồn tại ở chất lượng cao)

source: Delete files and folders:
ar_sa: حذف الملفات والمجلدات:
cs_cz: Odstranit soubory a složky:
da_dk: Slette filer og mapper:
de_de: Löschen Sie Dateien und Ordner:
el_gr: Διαγραφή αρχείων και φακέλων:
es_es: Eliminar archivos y carpetas:
fi_fi: Poista tiedostot ja kansiot:
fr_fr: Supprimer les fichiers et dossiers :
he_il: מחיקת קבצים ותיקיות:
no_no: Slette filer og mapper:
ro_ro: Şterge fişierele şi folderele:
ru_ru: Удалять файлы и папки:
uk_ua: Видалення файлів і папок:
vi_vn: Xóa các tập tin và thư mục:

source: (Check it to delete files and folders like auto processing)
ar_sa: (التحقق من ذلك لحذف الملفات والمجلدات مثل تجهيز السيارات)
cs_cz: (Zkontrolujte ji smazat soubory a složky, jako je automatické zpracování)
da_dk: (Tjekke det for at slette filer og mapper som auto behandling)
de_de: (Überprüfen Sie es zum Löschen von Dateien und Ordnern wie automatische Verarbeitung)
el_gr: (Ελέγξτε να διαγράψετε αρχεία και φακέλους όπως αυτόματη επεξεργασία)
es_es: (Marque para borrar archivos y carpetas como el auto de procesamiento)
fi_fi: (Ruudullinen se poistaa tiedostoja ja kansioita kuten automaattinen käsittely)
fr_fr: (Check it pour supprimer les fichiers et dossiers comme traitement automatique)
he_il: (בדוק זה כדי למחוק קבצים ותיקיות כמו עיבוד אוטומטי)
no_no: (Sjekk for å slette filer og mapper som automatisk behandling)
ro_ro: (A verifica pentru a şterge fişierele şi folderele ca auto de prelucrare)
ru_ru: (Проверить это для удаления файлов и папок, как автоматическая обработка)
uk_ua: (Перевірити його видалення файлів і папок, як і автоматичної обробки)
vi_vn: (Kiểm tra nó để xóa các tập tin và thư mục giống như tự động xử lý)

source: Don't use processing queue:
ar_sa: لا تستخدم قائمة انتظار المعالجة:
cs_cz: Nepoužívejte zpracování fronty:
da_dk: Ikke bruge behandling kø:
de_de: Verwenden Sie keine Verarbeitungswarteschlange:
el_gr: Μην χρησιμοποιείτε την ουρά επεξεργασίας:
es_es: No utiliza la cola de procesamiento:
fi_fi: Käytä käsittely jonossa:
fr_fr: Ne pas utiliser la file d’attente de traitement :
he_il: אל תשתמש עיבוד תור:
no_no: Ikke bruk behandlingskøen:
ro_ro: Nu folosi coada de prelucrare:
ru_ru: Не используйте обработку очереди:
uk_ua: Не використовуйте обробки черги:
vi_vn: Không sử dụng hàng chờ xử lý:
