Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Restore database files
da_dk: Gendan databasefilerne
el_gr: Επαναφορά αρχείων βάσης δεδομένων
es_es: Restaurar archivos de base de datos
fi_fi: Palauta tiedostot
fr_fr: Restaurer les fichiers de base de données
he_il: שחזור קבצי מסד נתונים
no_no: Gjenopprette databasefiler
ro_ro: Restaura fişierele bazei de date
uk_ua: Відновлення файлів бази даних

source: Restore configuration file
da_dk: Gendanne konfigurationsfilen
el_gr: Επαναφέρετε το αρχείο ρύθμισης παραμέτρων
es_es: Restaurar el archivo de configuración
fi_fi: Palauttaa kokoonpano arkistoida
fr_fr: Restaurer le fichier de configuration
he_il: שחזור קובץ תצורה
no_no: Gjenopprette konfigurasjonen arkiv
ro_ro: Restauraţi fişierul de configurare
uk_ua: Відновити файл конфігурації

source: Restore cache files
da_dk: Gendanne cachefiler
el_gr: Επαναφέρετε τα αρχεία cache
es_es: Restaurar los archivos de cache
fi_fi: Palauttaa välimuistitiedostoja
fr_fr: Restaurer les fichiers en cache
he_il: לשחזר קובצי זיכרון מטמון
no_no: Gjenopprette cache-filer
ro_ro: Restaura fişierele cache-ul
uk_ua: Відновити файли кешу

source: Enable API access ?
fi_fi: Salli API?
he_il: לאפשר גישה API?
no_no: Aktiverer API-tilgang?

source: Enable provider cache ?
da_dk: Aktiverer Providerens cache?
el_gr: Ενεργοποιήσετε cache πάροχο;
es_es: ¿Activar caché de proveedor?
fi_fi: Mahdollistaa toimittajan välimuistiin?
fr_fr: Activer le cache de fournisseur ?
he_il: להפעיל את המטמון ספק?
no_no: Aktivere leverandørhurtigbufferen?
ro_ro: Permite furnizorului cache?
uk_ua: Увімкнути кеш провайдера?

source: Test API
fi_fi: Testi API
he_il: מבחן API

source: PIP Settings
da_dk: PIP indstillinger
el_gr: Ρυθμίσεις PIP
es_es: Configuración de PIP
fi_fi: PIP-asetus
fr_fr: Paramètres PIP
he_il: הגדרות פיפ
no_no: PIP-innstillinger
ro_ro: Setările de PIP
uk_ua: Піп настройки

source: Click vefify path to test.
da_dk: Klik på vefify sti til test.
el_gr: Κάντε κλικ στο vefify διαδρομή για τη δοκιμή.
es_es: Haga clic en ruta de vefify a prueba.
fi_fi: Valitse vefify polku testata.
fr_fr: Cliquez sur le chemin vefify pour tester.
he_il: לחץ על נתיב vefify כדי לבדוק.
no_no: Klikk vefify bane å teste.
ro_ro: Faceţi clic pe cale vefify pentru a testa.
uk_ua: Натисніть кнопку vefify шлях для тестування.

source: GIT Settings
da_dk: GIT indstillinger
el_gr: Ρυθμίσεων GIT
es_es: Configuración de GIT
fi_fi: GIT asetukset
fr_fr: Paramètres de GIT
he_il: הגדרות אידיוט
no_no: GIT innstillinger
ro_ro: Setările de GIT
uk_ua: GIT настройки

source: GIT Branch Version
da_dk: GIT gren Version
el_gr: Έκδοση κλάδου GIT
es_es: Versión de la rama GIT
fi_fi: GIT haara versio
he_il: גירסת ענף אידיוט
no_no: GIT gren versjon
ro_ro: Versiunea de filiala GIT
uk_ua: GIT відділення версія

source: SR Log File:
da_dk: SR logfilen:
el_gr: Αρχείο καταγραφής SR:
es_es: Archivo de registro de SR:
fi_fi: SR lokitiedosto:
fr_fr: Fichier de journal de SR :
he_il: קובץ יומן הרישום SR:
no_no: SR loggfilen:
ro_ro: SR Log Dosar:
uk_ua: SR лог-файл:

source: Provider is <b>NOT WORKING</b>.
da_dk: Udbyder er <b>NOT WORKING</b>.
el_gr: Παροχής είναι <b>NOT WORKING</b>.
es_es: Proveedor es <b>NOT WORKING</b>.
fi_fi: Palveluntarjoaja on <b>NOT WORKING</b>.
fr_fr: Fournisseur est <b>NOT WORKING</b>.
he_il: ספק הוא <b>NOT WORKING</b>.
no_no: Leverandøren er <b>NOT WORKING</b>.
ro_ro: Furnizorul este <b>NOT WORKING</b>.
uk_ua: Провайдер – <b>NOT WORKING</b>.

source: this provider requires the following cookies:
da_dk: denne provider kræver følgende cookies:
el_gr: Αυτή η υπηρεσία παροχής απαιτεί τα παρακάτω cookies:
es_es: Este proveedor requiere las siguientes cookies:
fi_fi: Tämä palvelu vaatii seuraavat evästeitä:
fr_fr: ce fournisseur nécessite les cookies suivants :
he_il: ספק זה דורש את העוגיות הבאים:
no_no: denne leverandøren krever følgende cookies:
ro_ro: acest furnizor necesită cookie-uri următoarele:
uk_ua: Цей постачальник вимагає такі файли cookie:

source: Don't forget to save changes!
da_dk: Glem ikke at gemme ændringer!
el_gr: Μην ξεχάσετε να αποθηκεύσετε τις αλλαγές!
es_es: No olvides guardar los cambios.
fi_fi: Älä unohda tallentaa muutokset!
fr_fr: N’oubliez pas d’enregistrer les modifications !
he_il: אל תשכח לשמור את השינויים!
no_no: Ikke glem å lagre endringene!
ro_ro: Nu uitaţi să salvaţi modificările!
uk_ua: Не забудьте зберегти зміни!

source: Convert provider torrent file links to magnetic links
da_dk: Konverter udbyder torrent fil links til magnetiske links
el_gr: Μετατροπή υπηρεσίας παροχής αρχείου torrent δεσμοί μαγνητικό συνδέσεις
es_es: Convertir links de archivos Torrents proveedor a acoplamientos magnéticos
fi_fi: Muunna tarjoaja torrent tiedoston linkkejä magneettinen linkit
fr_fr: Convertir les liens de fichiers torrent fournisseur aux liens magnétiques
he_il: להמיר קישורים לקבצים torrent ספק קישורים מגנטי
no_no: Konvertere leverandør torrent arkiv linker til magnetisk koblinger
ro_ro: Converti furnizor torrent dosar link-uri la link-uri magnetice
uk_ua: Перетворити постачальника торрент файл посилання до магнітних посиланнях

source: enables/disables converting of public torrent provider file links to magnetic links
da_dk: aktiverer/deaktiverer konvertering af offentlig torrent udbyder fil links til magnetiske links
el_gr: Ενεργοποιεί/απενεργοποιεί τη μετατροπή από δημόσια torrent αρχείο παροχής συνδέσεις μαγνητικό συνδέσεις
es_es: habilita o inhabilita la conversión de enlaces torrent público proveedor archivo enlaces magnéticos
fi_fi: ottaa käyttöön/poistaa muuntaa julkinen ryöppy tarjoaja tiedostolinkkien magneettinen linkit
fr_fr: Active/désactive la conversion des liens de fichiers torrent public fournisseur aux liens magnétiques
he_il: הפעלה/ביטול המרה של סיקור הציבוריים ספק קישורים לקבצים לקישורים מגנטי
no_no: Aktiverer/deaktiverer konvertering av offentligheten torrent leverandør arkiv linker til magnetisk koblinger
ro_ro: Activează/dezactivează conversia de furnizor public torrent fişier link-uri la link-uri magnetice
uk_ua: або заборонити перетворення громадських торрент постачальника послуг файл посилань на магнітні посилання

source: Add anime label to torrent
da_dk: Tilføje anime etiket til torrent
el_gr: Προσθέσετε ετικέτα anime σε torrent
es_es: Añadir etiqueta anime a torrent
fi_fi: Lisää anime otsikko torrent
fr_fr: Ajouter anime label à torrent
he_il: הוסף תווית אנימה torrent
no_no: Legge til anime etikett i torrent
ro_ro: Adauga anime etichetă la torrent
uk_ua: Додати підпис аніме торрент

source: Missed:
da_dk: Ubesvarede:
el_gr: Χάσει:
es_es: Perdidas:
fi_fi: Nähnyt:
fr_fr: Raté :
he_il: התגעגעתי:
no_no: Savnet:
ro_ro: Pierdut:
uk_ua: Пропустив:

source: Unable to find your git executable - Set your git path from Settings->General->Advanced OR delete your .git folder and run from source to enable updates.
el_gr: Δεν μπορείτε να βρείτε σας git εκτελέσιμο - σετ σας git διαδρομή από τις ρυθμίσεις-> γενικής-> για προχωρημένους ή διαγραφή του φακέλου .git και τρέχει από την πηγή για να ενεργοποιήσετε τις ενημερωμένες εκδόσεις.
es_es: Incapaz de encontrar su git ejecutable - conjunto tu camino de git de configuración-> General-> avanzado o eliminar su carpeta .git y ejecutar desde el origen para habilitar las actualizaciones.
fi_fi: Ei löydy sinun git executable - Set path git asetukset-> yleinen-> Lisäasetukset tai poista .git kansio ja suoritettavaksi lähteestä päivitysten.
he_il: אין אפשרות לאתר שלך לגית הפעלה - סט דרכך לגית מהגדרות-> גנרל-> מתקדם או למחוק את התיקיה .git ולהפעיל ממקור כדי לאפשר עדכונים.
no_no: Kan ikke finne din git kjørbare - sett git banen fra innstillingene-> General-> avansert eller slette mappen .git og kjøre fra kilde å aktivere oppdateringer.
ro_ro: Imposibilitatea de a găsi dumneavoastră git executabil - Set calea ta de git la setările-> General-> avansat sau ştergeţi folderul .git şi a alerga de la sursa pentru a permite actualizări.
uk_ua: Не вдалося знайти ваш git виконуваний - набір git шлях, від параметрів-> генерала-> додатково OR видалити папку .git і запустити з джерела, щоб увімкнути оновлення.

source: Unable to find your pip executable - Set your pip path from Settings->General->Advanced
da_dk: Stand til at finde din pip eksekverbare - sæt din pip sti fra indstillinger-> General-> avanceret
el_gr: Δεν μπορείτε να βρείτε σας pip εκτελέσιμο - σετ σας pip διαδρομή από τις ρυθμίσεις-> γενικής-> για προχωρημένους
es_es: Incapaz de encontrar su pip ejecutable - conjunto tu camino pip de configuración-> General-> avanzado
fi_fi: Voi löytää teidän pip executable - pip-polun määrittäminen asetukset-> yleinen-> Lisäasetukset
fr_fr: Impossible de trouver votre pip exécutable - ensemble votre chemin pip de paramètres-> générale-> avancé
he_il: אין אפשרות למצוא את פיפ הפעלה - להגדיר את נתיב פיפ מהגדרות-> גנרל-> מתקדם
no_no: Kan ikke finne din pip kjørbare - sett pip banen fra innstillingene-> General-> avansert
ro_ro: Imposibilitatea de a găsi dumneavoastră pip executabil - Set calea ta de pip din setările-> General-> avansat
uk_ua: Не вдалося знайти виконуваний ваш Піп-встановіть Піп шлях від параметрів-> генерала-> додатково

source: API access successful
fi_fi: API pääsy onnistunut
he_il: API גישה מוצלחת
no_no: API-tilgang vellykket

source: API access failed
fi_fi: API-käyttö epäonnistui
he_il: API הגישה נכשלה
no_no: API-tilgang mislyktes

source: Successfully found {path}
da_dk: Med held fandt {path}
el_gr: Βρήκε επιτυχώς {path}
es_es: Encontrado con éxito {path}
fi_fi: Onnistuneesti löytyi {path}
fr_fr: Trouvé {path}
he_il: בהצלחה למצוא {path}
no_no: Har funnet {path}
ro_ro: Cu succes găsit {path}
uk_ua: Успішно знайдено {path}

source: Failed to find {path}
da_dk: Kunne ikke finde {path}
el_gr: Απέτυχε να βρει {path}
es_es: No se pudo encontrar {path}
fi_fi: Ei löytynyt {path}
fr_fr: Impossible de trouver {path}
he_il: לא הצליח למצוא {path}
no_no: Finner ikke {path}
ro_ro: Nu a reușit să găsească {path}
uk_ua: Не вдалося знайти {path}

source: Installing SiCKRAGE requirements
da_dk: Installation af SiCKRAGE krav
el_gr: Εγκατάσταση SiCKRAGE απαιτήσεις
es_es: SiCKRAGE requisitos de instalación
fi_fi: Asentaminen SiCKRAGE vaatimukset
fr_fr: Installation SiCKRAGE exigences
he_il: התקנת SiCKRAGE דרישות
no_no: Installere SiCKRAGE krav
ro_ro: Instalarea SiCKRAGE cerinţele
uk_ua: Встановлення вимоги SiCKRAGE

source: Failed to install SiCKRAGE requirements
da_dk: Det lykkedes ikke at installere SiCKRAGE krav
el_gr: Απέτυχαν να εγκαταστήσουν τις απαιτήσεις SiCKRAGE
es_es: Error al instalar SiCKRAGE requisitos
fi_fi: Ei voitu asentaa SiCKRAGE vaatimukset
fr_fr: Impossible d’installer SiCKRAGE exigences
he_il: התקנת SiCKRAGE דרישות נכשלה
no_no: Kan ikke installere SiCKRAGE krav
ro_ro: Nu a reuşit să instalaţi SiCKRAGE cerinţele
uk_ua: Не вдалося інсталювати SiCKRAGE вимог

source: Installed SiCKRAGE requirements successfully!
da_dk: Installeret SiCKRAGE krav med succes!
el_gr: Εγκατασταθεί με επιτυχία τις απαιτήσεις του SiCKRAGE!
es_es: Instalado con éxito requisitos SiCKRAGE!
fi_fi: Asennettu SiCKRAGE vaatimukset!
fr_fr: Installé avec succès les exigences de SiCKRAGE !
he_il: מותקן דרישות SiCKRAGE בהצלחה!
no_no: Installert SiCKRAGE krav!
ro_ro: Instalat cu succes cerinţele de SiCKRAGE!
uk_ua: Успішно інстальовано SiCKRAGE вимоги!

source: Are you sure you want to remove <span class="footerhighlight"></span> from the database?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check to delete files as well. IRREVERSIBLE</label>
cs_cz: Opravdu chcete z databáze odstranit <span class="footerhighlight"></span>?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check odstranit soubory stejně. IRREVERSIBLE</label>
vi_vn: Bạn có chắc bạn muốn loại bỏ <span class="footerhighlight"></span> từ cơ sở dữ liệu?<br><br><input type="checkbox" id="deleteFiles" name="deleteFiles"/>&nbsp;<label for="deleteFiles" class="red-text">Check để xóa các tập tin như là tốt. IRREVERSIBLE</label>

source: TBN
uk_ua: ТБН

source: Select UNPACK Directory
es_es: Seleccione la carpeta de salida
fr_fr: Sélectionnez le répertoire de décompression

source: API Provider Cache
es_es: Caché del proveedor de API
fr_fr: Fournisseur API de Cache

source: and display notifications when updates are available. Checks are run on startup and at the frequency set below
es_es: y mostrar notificaciones cuando hay actualizaciones disponibles. Las comprobaciones se ejecutan al inicio y a la frecuencia establecida a continuación
fr_fr: et l'affichage des notifications lorsque des mises à jour sont disponibles. Les contrôles sont réalisés au démarrage et à la fréquence définie ci-dessous

source: fetch and install software updates.Updates are run on startupand in the background at the frequency setbelow
es_es: busque e instale actualizaciones de software. Las actualizaciones se ejecutan al inicio y al fondo en la frecuencia establecida a continuación
fr_fr: aller chercher et installer des mises à jour du logiciel.Mises à jour sont exécutées sur startupand en arrière-plan à la fréquence setbelow

source: Are you sure you want to submit these errors ?
fr_fr: Êtes-vous sûr que vous voulez soumettre ces erreurs ?

source: Make sure SiCKRAGE is updated and trigger
fr_fr: Assurez-vous que SiCKRAGE est mise à jour et activé

source: this error with debug enabled before submitting
fr_fr: cette erreur avec la fonction de débogage activé avant de soumettre

source: Are you sure you want to remove
fr_fr: Êtes-vous sûr que vous voulez supprimer

source: from the database?
fr_fr: à partir de la base de données?

source: Check to delete files as well. IRREVERSIBLE
fr_fr: Cochez cette case pour supprimer les fichiers. IRRÉVERSIBLE

source: loading folders...
fr_fr: chargement des dossiers ...

source: Search Results:
fr_fr: Résultats de la recherche :

source: No results found, try a different search or language.
fr_fr: Aucun résultat trouvé, essayez une autre recherche ou de langue.

source: (will debut on
fr_fr: ( commencera dans

source: (started on
fr_fr: (Démarré le

source: already exists in show library
fr_fr: existe déjà dans la bibliothèque

source: Saving...
fr_fr: Enregistrement...

source: URL to your rTorrent client (e.g. scgi://localhost:5000
fr_fr: L'URL de votre client uTorrent (ex : http://localhost:8000

source: or https://localhost/rutorrent/plugins/httprpc/action.php)
fr_fr: ou https://localhost/rutorrent/plugins/httprpc/action.php)

source: validating...
fr_fr: vérification...

source: You must specify an SMTP hostname!
fr_fr: Vous devez spécifier un nom d'hôte SMTP!

source: You must specify an SMTP port!
fr_fr: Vous devez spécifier un port SMTP!

source: SMTP port must be between 0 and 65535!
fr_fr: Port SMTP doit être comprise entre 0 et 65535!

source: You must provide a recipient email address!
fr_fr: Vous devez fournir une adresse de messagerie du destinataire!

source: DELETED
fr_fr: SUPPRIMÉ

source: Options for api.sickrage.ca
fr_fr: Options pour l'api.sickrage.ca

source: Sync To Google Drive
fr_fr: Synchronisation Avec Google Drive

source: Sync To Local Drive
fr_fr: Synchronisation De Disque Local

source: Check the server every
fr_fr: Vérifiez que le serveur à chaque

source: Filter form-row
fr_fr: Filtre de formulaire en ligne

source: Add a filter form-row to the show display on the home page
fr_fr: Ajouter un filtre de formulaire en ligne pour la série de l'affichage sur la page d'accueil

source: It is recommended that you enable a username and password to secure SiCKRAGE from being tampered with remotely.
fr_fr: Il est recommandé que vous activez un nom d'utilisateur et mot de passe pour sécuriser SiCKRAGE d'être violé à distance.

source: Enable UPnP
fr_fr: Activer L'UPnP

source: automatically sets up port-forwarding from external IP to SiCKRAGE
fr_fr: met automatiquement en place d'une redirection à partir de l'IP externe de SiCKRAGE

source: HTTP public port
fr_fr: HTTP port public

source: used by UPnP to setup a remote port forwarding to remotely access SiCKRAGE over a public external IP address
fr_fr: utilisé en configuration UPnP une distance de transmission de port pour accéder à distance à SiCKRAGE sur une public à l'adresse IP externe

source: HTTP private port
fr_fr: HTTP port privé

source: used to access SiCKRAGE over a private internal IP address
fr_fr: utilisé pour accéder à SiCKRAGE privé adresse IP interne

source: Application API key
fr_fr: Clé API de L'application

source: Generate
fr_fr: Générer

source: accept the following reverse proxy headers (advanced) - (X-Forwarded-For, X-Forwarded-Host, and X-Forwarded-Proto)
fr_fr: accepter que reverse proxy en-têtes (avancé) - (X-Forwarded-For, X-Forwarded-Hôte, et X-Forwarded-Proto)

source: use proxy host for connecting to indexers (TheTVDB)
fr_fr: l'utilisation de l'hôte proxy pour la connexion à des indexeurs (TheTVDB)

source: This may mean SiCKRAGE misses renames as well
fr_fr: Cela peut signifier SiCKRAGE manque renomme ainsi

source: Allowed video file extensions
fr_fr: Autoriser les extensions de fichiers

source: Strip special filesystem bits from files
fr_fr: Supprimer les bits de système de fichiers spéciaux des fichiers

source: Strips special filesystem bits from files, if disabled will leave special bits intact.
fr_fr: Supprimer les bits des systèmes de fichiers spéciaux des fichiers, si elle est déjà désactivée, les bits spéciaux resteront intacts.

source: This will strip inherited permissions
fr_fr: Cela supprimera les autorisations héritées

source: Verify Path
fr_fr: Vérifier Le Chemin D'Accès

source: SR Sub ID:
fr_fr: SR Sous ID:

source: SR Install Type:
fr_fr: SR Type d'Installation:

source: SR Username:
fr_fr: SR nom d'utilisateur:

source: SR Config File:
fr_fr: SR Fichier de Config:

source: Experience your media on a visually stunning, easy to use interface on your computer connected to your TV
fr_fr: L'expérience de vos médias sur un visuel époustouflant, interface facile à utiliser sur votre ordinateur est connecté à votre téléviseur

source: automatically filled via Get Settings
fr_fr: automatiquement rempli à l'aide des Paramètres

source: PCH Local Media
fr_fr: PCH Médias Locaux

source: Synology Notifier
fr_fr: Notifications Synology

source: Click below to register and test Growl, this is required for Growl notifications to work.
fr_fr: Cliquez ci-dessous pour vous inscrire et tester Growl, c'est requise pour que les notifications Growl fonctionnent.

source: priority of Prowl messages from SiCKRAGE.
fr_fr: priorité des messages Prowl depuis SickRage.

source: Notify My Android
fr_fr: Notifier Mon Android

source: priority of NMA messages from SiCKRAGE.
fr_fr: priorité des messages NMA depuis SickRage.

source: Join
fr_fr: Rejoindre

source: Join all of your devices together
fr_fr: Unissez tous vos appareils ensemble

source: send Join notifications?
fr_fr: envoyer des notifications jointes ?

source: Device ID
fr_fr: ID de l'appareil

source: per device specific id
fr_fr: par dispositif d'identification spécifiques

source: API Key
fr_fr: Clé API

source: enter your API key
fr_fr: entrez votre clé API

source: click here
fr_fr: cliquez ici

source: to create a Join API key
fr_fr: pour créer une Jointure clé API

source: Test Join
fr_fr: Test de la jonction

source: Rename episode using the Episode Naming settings?
fr_fr: Renommer les épisodes en suivant le paramétrage de nommage ?

source: Create missing show directories when they get deleted
fr_fr: Créer les répertoires des séries manquants lorsqu'ils sont supprimés

source: Add shows without creating a directory (not recommended)
fr_fr: Ajouter une série sans créer de répertoire (pas recommandé)

source: Move srr/srt/sfv/etc files with the episode when processed?
fr_fr: Déplacer les fichiers rr/srt/sfv/etc avec l'épisode, quand ils sont traités?

source: Rename the original .nfo file to .nfo-orig to avoid conflicts?
fr_fr: Renommer l'original .fichier nfo en .nfo-orig pour éviter les conflits?

source: Associated file extensions
fr_fr: Extensions de fichier associé

source: comma separated list of associated file extensions SickRage should keep while post processing. Leaving it empty means no associated files will be post processed
fr_fr: liste séparée par des virgules des extensions de fichier associé SickRage devrait garder en post traitement. Laisser vide signifie pas de fichiers associés seront post traitée

source: Delete non associated files
fr_fr: Supprimer non les fichiers associés

source: delete non associated files while post processing?
fr_fr: supprimer les fichier srt/srr/sfv/etc pendant le post-traitement ?

source: Only works with RAR archives
fr_fr: Fonctionne uniquement avec les archives RAR

source: Unpack Directory
fr_fr: Répertoire de décompression

source: Choose a path to unpack files, leave blank to unpack in download dir
fr_fr: Choisir un chemin pour décompresser les fichiers, laisser vide pour décompresser dans le répertoire de téléchargement

source: Follow symbolic-links
fr_fr: Suivre les liens symboliques

source: Enable only if you know what <b>circular symbolic links</b> are,<br/>and can <b>verify that you have none</b>.
fr_fr: <b> Experts Seulement. </b> <br> Activer uniquement si vous savez quels sont<b> les liens symboliques circulaires </b>, <br>et vous pouvez <b> vérifier que vous n'en avez pas </b>.

source: when searching for a complete season depending on search mode you may
fr_fr: lors de la recherche pour une saison complète en fonction du mode de recherche vous pouvez

source: return no results, this helps by restarting the search using the opposite
fr_fr: pas de résultats de recherche, ce qui contribue par le redémarrage de la recherche

source: search mode.
fr_fr: mode de recherche.

source: Provider custom url
fr_fr: Fournisseur url personnalisée

source: Provider API key
fr_fr: Fournisseur de clé API

source: Provider hash
fr_fr: Hachage du Fournisseur

source: Provider username
fr_fr: Nom du fournisseur

source: Provider password
fr_fr: Mot de passe du Fournisseur

source: Provider PassKey
fr_fr: Clé D'Authentification du Fournisseur

source: Provider PIN#
fr_fr: PIN# du Fournisseur

source: stop transfer when ratio is reached (-1 SickRage default to seed forever, or leave blank for downloader default)
fr_fr: arrêtez de transfert lorsque le ratio est atteint (-1 valeur par défaut de SickRage pour toujours partager, ou laissez le champ vide pour les paramètres du client de téléchargement)

source: Minimum allowed seeders
fr_fr: Minimum autorisé d'éméteurs

source: Minimum allowed leechers
fr_fr: Minimum autorisé de receveurs

source: Sort search results
fr_fr: Tri des résultats de recherche

source: Torrent Providers
fr_fr: Fournisseurs de Torrent

source: Download UNVERIFIED torrent magnet links
fr_fr: Télécharger non vérifiées torrent liens magnet

source: enables/disables downloading of unverified torrent magnet links via clients
fr_fr: active/désactive le téléchargement de liens magnet de torrent non vérifiées par les clients

source: the destination has to be a shared folder for Synology DS devices
fr_fr: la destination doit être un dossier partagé sur Synology DS

source: Leave empty to default language to English.
fr_fr: Laisser vide pour la langue par défaut est l'anglais.

source: Mako errors that happen during updates may be a one time error if there were significant UI changes.
fr_fr: Mako erreurs qui se produisent lors des mises à jour peut être une erreur si il y avait des changements de l'INTERFACE.
