Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: requires SickRage to be running on your Synology DSM.
ar_sa: يتطلب سيكراجي أن تكون قيد التشغيل في DSM Synology الخاص بك.
cs_cz: vyžaduje SickRage běží na vašem Synology DSM.
da_dk: kræver SickRage skal køre på din Synology DSM.
de_de: erfordert SickRage auf Ihre Synology DSM ausgeführt werden.
el_gr: απαιτεί SickRage να εκτελείται σε σας Synology DSM.
es_es: requiere SickRage funcionar en tu DSM Synology.
fi_fi: edellyttää SickRage Synology DSM käynnissä.
fr_fr: nécessite SickRage à s’exécuter sur votre Synology DSM.
he_il: דורש SickRage פועל ב- DSM Synology שלך.
no_no: krever SickRage kjøres på din Synology DSM.
ro_ro: cere SickRage să fie difuzate pe dumneavoastră DSM Synology.
ru_ru: требует SickRage быть запущен на Synology DSM.
uk_ua: вимагає SickRage бути запущений на Synology DSM.
vi_vn: yêu cầu SickRage để chạy trên DSM Synology của bạn.

source: pyTivo is both an HMO and GoBack server. This notifier will load the completed downloads to your Tivo.
ar_sa: بيتيفو خادم مؤمن سواء GoBack. سيتم تحميل هذا الإشعار التنزيلات المكتملة إلى تيفو الخاص بك.
cs_cz: pyTivo je server HMO a GoBack. Tento oznamovatel načte dokončená stahování do Tivo.
da_dk: pyTivo er både en HMO og GoBack server. Denne anmelder vil indlæse de færdige downloads til din Tivo.
de_de: PyTivo ist eine HMO und GoBack-Server. Dieser Melder wird die abgeschlossene Downloads zu Ihrem Tivo geladen.
el_gr: pyTivo είναι τόσο HMO και GoBack διακομιστή. Αυτό κοινοποιών θα φορτώσει τις ολοκληρωμένες λήψεις στο Tivo σας.
es_es: pyTivo es una HMO y GoBack. Este notificador carga las descargas completadas a su Tivo.
fi_fi: pyTivo on sekä HMO ja GoBack-palvelin. Tämä ilmoittajan Lataa valmiit lataukset teidän TiVo.
fr_fr: pyTivo est une HMO et GoBack serveur. Ce déclarant se chargera des téléchargements achevés sur votre Tivo.
he_il: pyTivo הוא שרת קופות החולים והן GoBack. זה notifier יטען את הורדות שהסתיימו על הטלוויזיה שלך.
no_no: pyTivo er en HMO og GoBack server. Denne varsleren lastes fullførte nedlastinger til Tivo.
ro_ro: pyTivo este atât un HMO GoBack serverului. Această notificare va încărca completat descărcări să vă Tivo.
ru_ru: pyTivo является сервер HMO и GoBack. Эта программа оповещения будет загрузить завершенных загрузок для вашего Tivo.
uk_ua: pyTivo є як HMO і GoBack сервера. Цей засіб сповіщення буде завантажувати завантаження завершено до вашого Tivo.
vi_vn: pyTivo là HMO lẫn GoBack server. Thông báo này sẽ tải các tải đã hoàn tất để Tivo của bạn.

source: send notifications to pyTivo?
ar_sa: إرسال إعلامات إلى بيتيفو؟
cs_cz: poslat oznámení na pyTivo?
da_dk: Send meddelelser til pyTivo?
de_de: Senden von Benachrichtigungen an PyTivo?
el_gr: στέλνετε ειδοποιήσεις για να pyTivo;
es_es: ¿enviar notificaciones a pyTivo?
fi_fi: Lähetä ilmoitukset pyTivo?
fr_fr: Envoyer des notifications aux pyTivo ?
he_il: לשלוח הודעות pyTivo?
no_no: sende meldinger til pyTivo?
ro_ro: trimite notificări pentru pyTivo?
ru_ru: отправлять уведомления pyTivo?
uk_ua: Надіслати сповіщення про pyTivo?
vi_vn: gửi thông báo cho pyTivo?

source: requires the downloaded files to be accessible by pyTivo.
ar_sa: تتطلب الملفات التي تم تحميلها لتكون في متناول من بيتيفو.
cs_cz: vyžaduje, aby byla přístupná pro pyTivo stažené soubory.
da_dk: kræver de hentede filer skal være tilgængelige ved pyTivo.
de_de: erfordert die heruntergeladenen Dateien von PyTivo zugänglich zu machen.
el_gr: απαιτεί το κατεβάσει τα αρχεία να είναι προσβάσιμα από pyTivo.
es_es: requiere los archivos descargados para ser accesible por pyTivo.
fi_fi: edellyttää ladatut tiedostot on saatavilla pyTivo.
fr_fr: requiert les fichiers téléchargés pour être accessible par pyTivo.
he_il: דורש את הקבצים שהורדו יהיה נגיש על-ידי pyTivo.
no_no: krever de nedlastede filene være tilgjengelig ved pyTivo.
ro_ro: necesită fişierele descărcate pentru a fi accesibile prin pyTivo.
ru_ru: требует загруженные файлы будут доступны pyTivo.
uk_ua: вимагає завантажені файли бути доступні з pyTivo.
vi_vn: yêu cầu tệp đã tải xuống để có thể truy cập bởi pyTivo.

source: pyTivo IP:Port
ar_sa: بيتيفو IP:Port
es_es: pyTivo IP: Puerto
fi_fi: pyTivo portti
no_no: pyTivo port
ro_ro: pyTivo IP

source: ex. 192.168.1.1:9032
ar_sa: 192.168.1.1:9032 السابقين.
de_de: Beispiel: 192.168.1.1:9032
el_gr: π.χ. 192.168.1.1:9032
es_es: ej.: 192.168.1.1:9032
he_il: 192.168.1.1:9032 אקס
ru_ru: 192.168.1.1:9032 отл.
uk_ua: 192.168.1.1:9032 EX.
vi_vn: Ví dụ: 192.168.1.1:9032

source: pyTivo share name
ar_sa: اسم مشاركة بيتيفو
cs_cz: název sdílené položky pyTivo
da_dk: pyTivo lod benævne
de_de: der Name PyTivo Freigabe
el_gr: όνομα κοινόχρηστου στοιχείου pyTivo
es_es: nombre de recurso compartido pyTivo
fi_fi: pyTivo nimi
fr_fr: nom de partage pyTivo
he_il: שם השיתוף pyTivo
no_no: pyTivo navn
ro_ro: numele de partajare pyTivo
ru_ru: имя общего ресурса pyTivo
uk_ua: ім'я спільного pyTivo
vi_vn: Tên chia sẻ pyTivo

source: value used in pyTivo Web Configuration to name the share.
ar_sa: القيمة المستخدمة في بيتيفو "تكوين صفحة ويب" باسم الحصة.
cs_cz: hodnota používaná v pyTivo webové konfigurace název sdílené položky.
da_dk: værdien bruges i pyTivo konfiguration af Web til at navngive andelen.
de_de: Wert in PyTivo Web-Konfiguration verwendet, um die Freigabe zu nennen.
el_gr: τιμή χρησιμοποιείται σε pyTivo ρύθμισης παραμέτρων Web για όνομα του μεριδίου.
es_es: valor utilizado en pyTivo configuración de Web a nombre de la parte.
fi_fi: arvon pyTivo Web konfigurointi nimi osake.
fr_fr: valeur utilisée dans pyTivo Web Configuration pour nommer la part.
he_il: ערך בשימוש pyTivo תצורת האינטרנט שם השיתוף.
no_no: verdien som brukes i pyTivo webkonfigurasjonen for å nevne del.
ro_ro: valoarea folosită în pyTivo Web de configurare pentru a numi cota.
ru_ru: значение, используемое в pyTivo веб-конфигурации для имени общего ресурса.
uk_ua: значення, яке використовується в pyTivo веб-конфігурацію назвати частка.
vi_vn: giá trị sử dụng trong các pyTivo cấu hình trang Web để đặt tên chia sẻ.

source: Tivo name
ar_sa: اسم تيفو
cs_cz: TiVo jméno
da_dk: TiVo navn
el_gr: TiVo όνομα
es_es: Tivo nombre
fi_fi: TiVo nimi
fr_fr: Nom de TiVo
he_il: שם טיבו
no_no: TiVo navn
ro_ro: TiVo numele
ru_ru: TiVo имя
uk_ua: TiVo ім'я
vi_vn: TiVo tên

source: (Messages and Settings > Account and System Information > System Information > DVR name)
ar_sa: (الرسائل وإعدادات > معلومات النظام وحساب > معلومات النظام > اسم برنامج الرسام)
cs_cz: (Zprávy a nastavení video účtu a informace o systému video systémové informace video DVR name)
da_dk: (Meddelelser og indstillinger > konto og systemoplysninger > Systemoplysninger > DVR navn)
de_de: (Nachrichten und Einstellungen > Konto und Systeminformationen > Systeminformationen > DVR Name)
el_gr: (Μηνύματα και ρυθμίσεις > υπόψη και τις πληροφορίες συστήματος > πληροφορίες συστήματος > όνομα DVR)
es_es: (Mensajes y configuración > cuenta y sistema de información &gt; información del sistema &gt; nombre DVR)
fi_fi: (Viestit ja asetukset > tilisi ja järjestelmätietoja > Järjestelmätiedot > DVR nimi)
fr_fr: (Messages et paramètres > compte et les informations système &gt; informations système > nom du DVR)
he_il: (הודעות והגדרות > חשבון ומידע מערכת > מידע מערכת > DVR שם)
no_no: (Meldinger og innstillinger > konto og Systeminformasjon > Systeminformasjon > DVR navn)
ro_ro: (Mesaje şi setările > cont şi informaţii sistem > informaţii sistem > DVR nume)
ru_ru: (Сообщения и параметры > учетной записи и сведений о системе > информация системы > DVR имя)
uk_ua: (Повідомлення та параметри > облікового запису та відомості про систему > відомості про систему > DVR ім'я)
vi_vn: (Tin nhắn và cài đặt chủ tài khoản và hệ thống thông tin > thông tin hệ thống > DVR tên)

source: A cross-platform unobtrusive global notification system.
ar_sa: نظام إخطار عالمية غير مزعجة عبر منصة.
cs_cz: Cross platformní nenápadný globální oznamovací systém.
da_dk: En cross-platform diskret globale anmeldelsessystem.
de_de: Ein Cross-Plattform unauffällig globale Benachrichtigungssystem.
el_gr: Σύστημα διαγώνιος-πλατφορμών διακριτικές παγκόσμια κοινοποίησης.
es_es: Un sistema de notificación mundial discreta multiplataforma.
fi_fi: Käyttöympäristöjen huomaamaton global ilmoitusjärjestelmä.
fr_fr: Un système de notification globale discrète de multi-plateforme.
he_il: מערכת הדיווח הכללית פולשני הפלטפורמות.
no_no: En kryssplattform påtrengende globale varslingssystem.
ro_ro: Un sistem de traversare-platformă notificare discret la nivel mondial.
ru_ru: Кросс платформенный ненавязчивым глобальных уведомлений системы.
uk_ua: Системи крос платформенний ненав'язливий глобальних повідомлень.
vi_vn: Một hệ thống nền tảng thông báo toàn cầu không phô trương.

source: send Growl notifications?
ar_sa: إرسال الإخطارات الهدير؟
cs_cz: poslat bručení oznámení?
da_dk: sende Avle anmeldelser?
de_de: senden Growl-Benachrichtigungen?
el_gr: στέλνω μεγαλώνω γνωστοποιήσεις;
es_es: ¿enviar notificaciones de Growl?
fi_fi: lähettää Growl-ilmoitukset?
fr_fr: Envoyer des notifications Growl ?
he_il: לשלוח הודעות מה?
no_no: sende knurring meldinger?
ro_ro: Trimite Growl notifications?
ru_ru: Отправить рычание уведомлений?
uk_ua: Надіслати сповіщення Growl?
vi_vn: gửi thông báo của Growl?

source: Growl IP:Port
ar_sa: IP:Port الهدير
cs_cz: Growl IP
de_de: Knurren IP: Port
el_gr: IP: Port γκρινιάζω
es_es: Growl IP: Puerto
fi_fi: Murina portti
fr_fr: IP : port de grondement
he_il: מה IP:Port
no_no: Knurring port
ro_ro: Mârâi IP
ru_ru: Рычание IP: Port

source: ex. 192.168.1.100:23053
ar_sa: 192.168.1.100:23053 السابقين.
de_de: Beispiel: 192.168.1.100:23053
el_gr: π.χ. 192.168.1.100:23053
es_es: ej.: 192.168.1.100:23053
he_il: 192.168.1.100:23053 אקס
ru_ru: 192.168.1.100:23053 отл.
uk_ua: 192.168.1.100:23053 EX.
vi_vn: Ví dụ: 192.168.1.100:23053

source: Growl password
ar_sa: كلمة الهدير
cs_cz: Growl heslo
da_dk: Growl adgangskode
de_de: Growl-Passwort
el_gr: Γκρινιάζω κωδικού πρόσβασης
es_es: Contraseña de Growl
fi_fi: Murina salasana
fr_fr: Mot de passe de grondement
he_il: מה הסיסמה
no_no: Knurring passord
ro_ro: Mârâi parola
ru_ru: Рычание пароль
uk_ua: Growl пароль
vi_vn: Growl mật khẩu

source: Click below to rex.ster and test Growl, this is required for Growl notifications to work.
ar_sa: انقر أدناه ل rex.ster واختبار الهدير، هذا مطلوب الهدير الإخطارات للعمل.
cs_cz: Klepněte na tlačítko níže rex.ster a testování Growl, to je vyžadováno pro Growl notifications do práce.
de_de: Klicken Sie unten auf rex.ster und Growl-Test, dies ist erforderlich für Growl-Benachrichtigungen zu arbeiten.
el_gr: Κάντε κλικ παρακάτω για να rex.ster και δοκιμή γκρινιάζω, αυτό απαιτείται για ανακοινώσεις βρυχηθμού να εργαστούν.
es_es: Haga clic a continuación para rex.ster y prueba de Growl, esto es necesario para las notificaciones de Growl trabajar.
fi_fi: Klikkaa alla rex.ster ja testi murina, tämä vaaditaan Growl-ilmoitukset töihin.
he_il: לחץ להלן כדי rex.ster במבחן מה, פעולה זו נדרשת עבור הודעות מה לעבוד.
no_no: Klikk nedenfor til rex.ster og test knurring, dette er nødvendig for knurring varsler skal fungere.
ro_ro: Click mai jos pentru a rex.ster şi test Growl, acest lucru este necesar pentru Growl notifications la spre work.
ru_ru: Нажмите ниже для rex.ster и тестирования рык, это необходимо для рычание уведомлений для работы.
uk_ua: Натисніть нижче rex.ster і тест Growl, це потрібно для сповіщення Growl для роботи.
vi_vn: Bấm vào dưới đây để rex.ster và kiểm tra gầm gừ, điều này là cần thiết cho Growl notifications để làm việc.

source: Register Growl
ar_sa: سجل الهدير
cs_cz: Registrovat Growl
da_dk: Registrere Growl
de_de: Registrieren Growl
el_gr: Μητρώο γκρινιάζω
es_es: Registro de Growl
fi_fi: Rekisteröidy murina
fr_fr: S’inscrire à Growl
he_il: לרשום מה
no_no: Registrere Growl
ro_ro: Registrul Growl
ru_ru: Зарегистрировать Growl
uk_ua: Зареєструвати Growl
vi_vn: Đăng ký Growl

source: A Growl client for iOS.
ar_sa: عميل الهدير لدائرة الرقابة الداخلية.
cs_cz: Growl klient pro iOS.
da_dk: En Growl klient til iOS.
de_de: Ein Growl-Client für iOS.
el_gr: Ένας πελάτης γκρινιάζω για iOS.
es_es: Un cliente de Growl para iOS.
fi_fi: Murina asiakas iOS.
fr_fr: Un client de Growl pour iOS.
he_il: מה לקוח עבור iOS.
no_no: En knurring klient for iOS.
ro_ro: Un client Growl pentru iOS.
ru_ru: Рычание клиент для iOS.
uk_ua: Growl клієнт для iOS.
vi_vn: Một khách hàng gầm gừ cho iOS.

source: send Prowl notifications?
ar_sa: إرسال إعلامات جوس؟
cs_cz: Odeslat oznámení o lovu?
da_dk: Send strejftog meddelelser?
de_de: senden Prowl-Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Prowl;
es_es: ¿enviar notificaciones de acecho?
fi_fi: Lähetä vaania ilmoitukset?
fr_fr: Envoyer des notifications de Prowl ?
he_il: לשלוח הודעות לשוטט?
no_no: sende jakt meldinger?
ro_ro: trimite notificări panda?
ru_ru: Отправить Prowl уведомления?
uk_ua: Надіслати сповіщення бродінні?
vi_vn: gửi thông báo đi vơ vẩn?

source: Prowl API key
ar_sa: مفتاح جوس API
cs_cz: Prowl API klíč
da_dk: Strejftog API nøgle
de_de: Prowl API Schlüssel
el_gr: Τριγυρίζω API κλειδί
es_es: Clave de API de Prowl
fi_fi: Vaania API avain
fr_fr: Clé de Prowl API
he_il: לשוטט API מפתח
no_no: Jakt API nøkkel
ro_ro: Panda API cheie
ru_ru: Prowl API ключ
uk_ua: Ключ бродінні API
vi_vn: Chìa khóa đi vơ vẩn API

source: get your key at:
ar_sa: الحصول على المفتاح الخاص بك على:
cs_cz: Získejte klíč na:
da_dk: få din nøgle på:
de_de: Nutzen Sie Ihren Schlüssel an:
el_gr: για να πάρετε το κλειδί σας στο:
es_es: obtener su clave en:
fi_fi: saat avain on:
fr_fr: Obtenez votre clé à :
he_il: לקבל את המפתח שלך ב:
no_no: få nøkkel på:
ro_ro: a lua al tău cheie la:
ru_ru: Получите ваш ключ в:
uk_ua: отримати ключ на:
vi_vn: nhận chìa khóa của bạn tại:

source: Prowl priority
ar_sa: الأولوية جوس
cs_cz: Prowl priorita
da_dk: Strejftog prioritet
de_de: Prowl-Priorität
el_gr: Τριγυρίζω προτεραιότητα
es_es: Prioridad de Prowl
fi_fi: Vaania prioriteetti
fr_fr: Priorité de l’affût
he_il: עדיפות לשחר לטרף
no_no: Jakt prioritet
ro_ro: Panda prioritate
ru_ru: Приоритет «Крадущийся зверь»
uk_ua: Бродінні пріоритет
vi_vn: Ưu tiên đi vơ vẩn

source: priority of Prowl messages from SickRage.
ar_sa: الأولوية للرسائل جوس من سيكراجي.
cs_cz: Priorita zpráv Prowl z SickRage.
de_de: Priorität der Pirsch Nachrichten von SickRage.
el_gr: προτεραιότητα του Prowl μηνύματα από το SickRage.
es_es: prioridad de los mensajes de acecho de SickRage.
fi_fi: prioriteetti vaania viestit SickRage.
he_il: עדיפות לשחר לטרף הודעות מ- SickRage.
no_no: prioritet for jakt meldinger fra SickRage.
ro_ro: prioritate mesajelor de Panda la SickRage.
ru_ru: приоритет сообщения бродят от SickRage.
uk_ua: пріоритет бродінні повідомлень від SickRage.
vi_vn: ưu tiên đi vơ vẩn thư từ SickRage.

source: Test Prowl
ar_sa: اختبار جوس
cs_cz: Testovací Prowl
da_dk: Test strejftog
de_de: Test-Pirsch
el_gr: Δοκιμή τριγυρίζω
es_es: Prueba Prowl
fi_fi: Testi vaania
he_il: מבחן לטרף
no_no: Test jakt
ro_ro: Test de Panda
ru_ru: Тест «Крадущийся зверь»
uk_ua: Тест бродінні
vi_vn: Kiểm tra đi vơ vẩn

source: The standard desktop notification API for Linux/*nix systems. This notifier will only function if the pynotify module is installed
ar_sa: الإخطار سطح المكتب القياسية API لينكس/* لا شيء النظم. هذا مبلغة وستعمل فقط إذا تم تثبيت الوحدة النمطية بينوتيفي
cs_cz: Standardní kancelářský oznámení API pro Linux / * nix systémy. Tento oznamovatel bude fungovat, pouze pokud je nainstalován modul pynotify
da_dk: Standard desktop anmeldelsen API for Linux / * nix systemer. Denne anmelder vil kun fungere, hvis pynotify-modulet er installeret
de_de: Die standard Desktop-Benachrichtigung API für Linux / * nix-Systemen. Dieser Melder wird nur funktionieren, wenn das Pynotify-Modul installiert ist
el_gr: Το Στάνταρ desktop κοινοποίησης API για Linux / * nix συστήματα. Κοινοποιών αυτό θα λειτουργήσει μόνο εάν είναι εγκατεστημένη η λειτουργική μονάδα pynotify
es_es: La notificación de escritorio estándar API para Linux / * nix sistemas. Este notificador solo funcionará si se instala el módulo pynotify
fi_fi: Standard kassa ilmoitus API Linux / * nix järjestelmissä. Tämä ilmoittaja toimii vain, jos pynotify-moduuli on asennettu
fr_fr: La notification du bureau standard API pour Linux / * nix systèmes. L’auteur de cette notification fonctionne uniquement si le module pynotify est installé
he_il: הדיווח שולחני רגיל API עבור לינוקס / * nix מערכות. Notifier זו תפעל רק אם מותקן מודול pynotify
no_no: Standard desktop varsel API for Linux / * nix systemer. Denne varsleren fungerer bare hvis modulen pynotify er installert
ro_ro: Notificarea desktop standard API pentru Linux / * nix sisteme. Această notificare va funcţiona numai dacă modul de pynotify este instalat
ru_ru: Стандартных уведомлений API рабочего стола для Linux / * nix систем. Эта программа оповещения будет работать только если установлен модуль pynotify
uk_ua: Стандартний робочий стіл сповіщень API для Linux / * nix системи. Цей засіб сповіщення працюватимуть лише, якщо установлено Модуль pynotify
vi_vn: Các thông báo máy tính tiêu chuẩn API cho Linux / * nix hệ thống. Thông báo này sẽ chỉ hoạt động nếu mô-đun pynotify được cài đặt

source: send Libnotify notifications?
ar_sa: إرسال إعلامات ليبنوتيفي؟
cs_cz: Odeslat oznámení Libnotify?
da_dk: Send Libnotify meddelelser?
de_de: senden Libnotify Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Libnotify;
es_es: ¿enviar notificaciones Libnotify?
fi_fi: Lähetä Libnotify-ilmoituksia?
fr_fr: Envoyer des notifications de Libnotify ?
he_il: לשלוח הודעות Libnotify?
no_no: sende Libnotify meldinger?
ro_ro: trimite notificări Libnotify?
ru_ru: отправлять уведомления Libnotify?
uk_ua: відправити Libnotify повідомлення?
vi_vn: gửi thông báo của Libnotify?

source: Test Libnotify
ar_sa: اختبار ليبنوتيفي
cs_cz: Testovat Libnotify
de_de: Testen Sie Libnotify
el_gr: Τεστ Libnotify
es_es: Prueba Libnotify
fi_fi: Testaa Libnotify
he_il: מבחן Libnotify
ro_ro: Testul Libnotify
ru_ru: Испытания Libnotify
uk_ua: Тест Libnotify
vi_vn: Kiểm tra Libnotify

source: Pushover makes it easy to send real-time notifications to your Android and iOS devices.
ar_sa: المهمة اليسيرة يجعل من السهل إرسال إعلامات بالوقت الحقيقي لأجهزة الروبوت، ودائرة الرقابة الداخلية الخاصة بك.
cs_cz: Hračka je snadno odesílat oznámení v reálném čase na robot a iOS zařízení.
da_dk: Pushover gør det let at sende meddelelser i realtid til din Android og iOS enheder.
de_de: Schwächling erleichtert die Echtzeit-Benachrichtigungen an Ihre Android- und iOS-Geräte zu senden.
el_gr: Pushover καθιστά εύκολο να στείλετε ειδοποιήσεις σε πραγματικό χρόνο σε Android και iOS συσκευές σας.
es_es: Pushover es fácil enviar notificaciones en tiempo real a dispositivos Android e iOS.
fi_fi: Pikkujuttu helppo lähettää reaaliaikaisia ilmoituksia Android ja iOS-laitteisiin.
fr_fr: Jeu d’enfant le rend facile envoyer des notifications en temps réel à vos périphériques Android et iOS.
he_il: טרף קל מקל לשלוח הודעות בזמן אמת את התקנים אנדרואיד ו- iOS.
no_no: Pushover gjør det enkelt å sende varslinger i sanntid til Android og iOS enheter.
ro_ro: Pushover este uşor pentru a trimite notificări în timp real pentru dispozitivele Android si iOS.
ru_ru: Пустяковое дело делает его легко для отправки уведомлений в реальном времени для вашего Android и iOS устройств.
uk_ua: Слабовільний дає змогу надсилати сповіщення в режимі реального часу на пристроях Android і iOS.
vi_vn: Dành làm cho nó dễ dàng để gửi thông báo thời gian thực cho các thiết bị Android và iOS.

source: send Pushover notifications?
ar_sa: إرسال الإخطارات بالمهمة اليسيرة؟
cs_cz: Odeslat oznámení padavka?
da_dk: Send Pushover meddelelser?
de_de: senden Pushover Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Pushover;
es_es: ¿enviar notificaciones de Pushover?
fi_fi: Pikkujuttu ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications Pushover ?
he_il: לשלוח הודעות טרף קל?
no_no: sende Pushover meldinger?
ro_ro: trimite notificări Pushover?
ru_ru: отправлять уведомления пустяковое дело?
uk_ua: відправити слабовільний повідомлення?
vi_vn: gửi thông báo của dành?

source: Pushover key
ar_sa: مفتاح المهمة اليسيرة
cs_cz: Hračka klíč
da_dk: Pushover nøgle
de_de: Schwächling Schlüssel
el_gr: Pushover κλειδί
es_es: Clave de Pushover
fi_fi: Pikkujuttu avain
fr_fr: Clé de jeu d’enfant
he_il: מפתח טרף קל
no_no: Pushover nøkkel
ro_ro: Pushover cheie
ru_ru: Пустяковое дело ключ
uk_ua: Ключ слабовільний
vi_vn: Chìa khóa dành

source: user key of your Pushover account
ar_sa: المفتاح المستخدم لحساب المهمة اليسيرة
cs_cz: Uživatelský klíč vašeho účtu hračka
da_dk: bruger nøglen af kontoen Pushover
de_de: Schlüssel des Benutzers des Kontos Pushover
el_gr: κλειδί του χρήστη του λογαριασμού σας Pushover
es_es: clave de usuario de tu cuenta de Pushover
fi_fi: käyttäjäavain pikkujuttu-tilisi
fr_fr: clé de l’utilisateur de votre compte de jeu d’enfant
he_il: המפתח המשתמש של חשבון טרף קל
no_no: brukernøkkel av kontoen Pushover
ro_ro: cheie de utilizator al contului Pushover
ru_ru: ключ пользователя вашей учетной записи пустяковое дело
uk_ua: ключ користувача облікового слабовільний
vi_vn: người dùng chính của tài khoản dành

source: Pushover API key
ar_sa: مفتاح المهمة اليسيرة API
cs_cz: Hračka API klíč
da_dk: Pushover API nøgle
de_de: Schwächling API Schlüssel
el_gr: Pushover API κλειδί
es_es: Clave de API de Pushover
fi_fi: Pikkujuttu API avain
fr_fr: Clé de pushover API
he_il: טרף קל API מפתח
no_no: Pushover API nøkkel
ro_ro: Pushover API cheie
ru_ru: Пустяковое дело API ключ
uk_ua: Ключ слабовільний API
vi_vn: Dành API key

source: Click here
ar_sa: انقر هنا
cs_cz: Klepnutím sem
da_dk: Klik her
de_de: Klicken Sie hier
el_gr: Κάντε κλικ εδώ
es_es: Haga clic aquí
fi_fi: Klikkaa tästä
fr_fr: Cliquez ici
he_il: לחץ כאן
no_no: Klikk her
ro_ro: Click aici
ru_ru: Нажмите здесь
uk_ua: Натисніть тут
vi_vn: Click vào đây

source: to create a Pushover API key
ar_sa: لإنشاء مفتاح API المهمة اليسيرة
cs_cz: Chcete-li vytvořit klíč API hračka
da_dk: oprette en Pushover API-nøgle
de_de: eine Schwächling API-Schlüssel erstellen
el_gr: για να δημιουργήσετε ένα Pushover API κλειδί
es_es: para crear una clave de API de Pushover
fi_fi: luoda pikkujuttu API-avain
fr_fr: pour créer une clé API Pushover
he_il: כדי ליצור מפתח API טרף קל
no_no: opprette en Pushover API-nøkkel
ro_ro: pentru a crea un Pushover API-cheie
ru_ru: для создания ключа API пустяковое дело
uk_ua: Щоб створити ключ слабовільний API
vi_vn: để tạo ra một khóa API dành

source: Pushover devices
ar_sa: الأجهزة المهمة اليسيرة
cs_cz: Hračka zařízení
da_dk: Pushover enheder
de_de: Pushover-Geräte
el_gr: Pushover συσκευές
es_es: Dispositivos de Pushover
fi_fi: Pikkujuttu laitteet
fr_fr: Périphériques de jeu d’enfant
he_il: התקנים טרף קל
no_no: Pushover enheter
ro_ro: Pushover dispozitive
ru_ru: Пустяковое дело устройства
uk_ua: Слабовільний пристрої
vi_vn: Thiết bị dành

source: ex. device1,device2
ar_sa: مثلاً: device1، device2
cs_cz: ex. zařízení1, zařízení2
de_de: z. B. Inhalten1, device2
el_gr: π.χ. device1, συσκευές2
es_es: ej.: device1, dispositivo2
he_il: אקס device1, device2
no_no: for eksempel device1, device2
ru_ru: ex. устройстве device1, устройстве2
vi_vn: Ví dụ: device1, device2

source: Pushover notification sound
ar_sa: المهمة اليسيرة الإعلام الصوتي
cs_cz: Zvuk oznámení hračka
da_dk: Pushover anmeldelse klang
de_de: Schwächling Benachrichtigungston
el_gr: Pushover ήχο ειδοποίησης
es_es: Sonido de notificación de Pushover
fi_fi: Pikkujuttu ilmoitus eheä
fr_fr: Son de notification pushover
he_il: צליל הדיווח טרף קל
no_no: Pushover anmeldelse lyd
ro_ro: Pushover notification sunet
ru_ru: Пустяковое дело уведомлений звук
uk_ua: Слабовільний повідомлення про звук
vi_vn: Dành thông báo âm thanh

source: Pushover
ar_sa: مهمة سهلة
cs_cz: Hračka
de_de: Schwächling
fi_fi: Pikkujuttu
fr_fr: Jeu d’enfant
he_il: טרף קל
ru_ru: Пустяковое дело
uk_ua: Слабовільний
vi_vn: Dành
