Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Send .torrent files to:
ar_sa: إرسال ملفات تورنت] إلى:
cs_cz: Odešlete .torrent soubory do:
da_dk: Send .torrent filer til:
de_de: .Torrent-Dateien zu senden:
el_gr: Στείλτε αρχεία .torrent για να:
es_es: Enviar archivos .torrent para:
fi_fi: Lähetä .torrent tiedostot:
fr_fr: Envoyer des fichiers .torrent :
he_il: שלח קבצים .torrent:
no_no: Sende .torrent fil-størrelse å:
ro_ro: .Torrent dosar la spre a trimite:
ru_ru: Отправьте файлы .torrent:
uk_ua: Надсилати .torrent файли на:
vi_vn: Gửi tệp .torrent để:

source: Torrent host:port
ar_sa: سيل: منفذ المضيف
cs_cz: Torrent počítač: port
da_dk: Torrent vært: port
el_gr: Κεντρικός υπολογιστής: θύρα torrent
es_es: Host: port de torrent
fi_fi: Torrent isäntä: portti
fr_fr: Hôte : port de torrent
he_il: סיקור מארח: יציאה
no_no: Torrent vert: port
ro_ro: Torrent: port gazdă
ru_ru: Торрент хост: порт
uk_ua: Торрент порт вузла:
vi_vn: Máy chủ Torrent: port

source: ex. http://localhost:8000/
ar_sa: مثلاً: http://localhost:8000/
cs_cz: například http://localhost: 8000 /
de_de: z. B. http://localhost: 8000 /
el_gr: π.χ. http://localhost:8000 /
es_es: ej.: http://localhost:8000 /
he_il: אקס http://localhost:8000 /
vi_vn: Ví dụ: http://localhost:8000 /

source: Torrent RPC URL
ar_sa: سيل RPC URL
cs_cz: Adresa URL služby RPC torrent
el_gr: Διεύθυνση URL του torrent RPC
es_es: ENLACE de RPC de torrent
fr_fr: URL de RPC torrent
he_il: סיקור RPC URL
ro_ro: URL-ul RPC torrent
ru_ru: URL-адрес RPC торрент
uk_ua: Торрент RPC URL

source: ex. transmission
ar_sa: انتقال السابقين.
cs_cz: přenos např.
de_de: Ex.-Getriebe
el_gr: μετάδοση ex.
es_es: transmisión ej.
fi_fi: ex. siirto
fr_fr: transmission de l’exode
he_il: שידור אקס
no_no: ex. overføring
ro_ro: ex. transmiterea
ru_ru: Передача ex.
uk_ua: передача EX.
vi_vn: Ví dụ: bộ truyền động

source: HTTP Authentication
ar_sa: مصادقة HTTP
cs_cz: Ověřování HTTP
da_dk: Http-godkendelse
de_de: HTTP-Authentifizierung
el_gr: HTTP έλεγχος ταυτότητας
es_es: Autenticación HTTP
fi_fi: HTTP-todennusta
fr_fr: Authentification HTTP
he_il: אימות HTTP
no_no: HTTP-godkjenning
ro_ro: Autentificare HTTP
ru_ru: Проверка подлинности HTTP
uk_ua: HTTP-аутентифікації
vi_vn: Xác thực HTTP

source: None
ar_sa: لا شيء
cs_cz: Žádný
da_dk: Ingen
de_de: Keine
el_gr: Κανένας
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
he_il: אף אחד
no_no: Ingen
ro_ro: Nici unul
ru_ru: Нет
uk_ua: Жоден
vi_vn: Không có

source: Basic
ar_sa: الأساسية
cs_cz: Základní
da_dk: Grundlæggende
de_de: Grundlegende
el_gr: Βασική
es_es: Básico
fi_fi: Perus
fr_fr: Base
he_il: בסיסי
no_no: Grunnleggende
ro_ro: Bază
ru_ru: Основные
uk_ua: Основні
vi_vn: Cơ bản

source: Digest
ar_sa: خلاصة
cs_cz: Ověřování algoritmem Digest
es_es: Resumen
he_il: תקציר
ru_ru: Дайджест
uk_ua: Дайджест
vi_vn: Tiêu hóa

source: Verify certificate
ar_sa: التحقق من الشهادة
cs_cz: Ověřit certifikát
da_dk: Kontroller certifikat
de_de: Zertifikat verifizieren
el_gr: Επαλήθευση πιστοποιητικού
es_es: Verificar certificado
fi_fi: Tarkistaa sertifikaatin
fr_fr: Vérifier le certificat
he_il: אימות אישורים
no_no: Bekreft sertifikat
ro_ro: Verifica certificat
ru_ru: Проверка сертификата
uk_ua: Підтвердити сертифікат
vi_vn: Xác minh chứng chỉ

source: disable if you get "Deluge: Authentication Error" in your log
ar_sa: تعطيل إذا كنت تحصل على "طوفان: خطأ مصادقة" في السجل الخاص بك
cs_cz: zakážete, pokud se dostanete "Potopa: ověření Chyba" v protokolu
da_dk: Deaktiver, hvis du får "Syndfloden: godkendelsesfejl" i din log
de_de: Wenn man "Sintflut: Authentifizierungsfehler" in Ihrem Protokoll zu deaktivieren
el_gr: απενεργοποιήσετε, εάν μπορείτε να πάρετε «Κατακλυσμό: σφάλμα ελέγχου ταυτότητας» στο αρχείο καταγραφής σας
es_es: desactivar si consigues "Diluvio: Error de autenticación" en su registro de
fi_fi: tehdä kykenemättömäksi tokko te panna ”vedenpaisumus: Authentication virhe” loki
fr_fr: désactiver si vous obtenez « Déluge : erreur d’authentification » dans votre journal
he_il: אם אתה מקבל "שגיאת אימות: מבול" ביומן שלך
no_no: Deaktiver hvis du får "Oversvømmelse: godkjenningsfeil" i loggen
ro_ro: dezactiva dacă aveţi "Potopul: eroare de autentificare" în log-ul
ru_ru: Отключите, если вы получите «Ошибка аутентификации: потоп» в свой журнал
uk_ua: вимкнути, якщо ви отримуєте "Помилка автентифікації потоп:" у ваш журнал
vi_vn: vô hiệu hóa nếu bạn nhận được "Vô số: lỗi xác thực" trong đăng nhập của bạn

source: Verify SSL certificates for HTTPS requests
ar_sa: التحقق من شهادات SSL لطلبات HTTPS
cs_cz: Ověření SSL certifikáty pro požadavky HTTPS
da_dk: Bekræft SSL certifikater for HTTPS-anmodninger
de_de: SSL-Zertifikate für HTTPS-Anforderungen zu überprüfen
el_gr: Επαληθεύει πιστοποιητικά SSL για αιτήσεις HTTPS
es_es: Verificar certificados SSL para las solicitudes HTTPS
fi_fi: Tarkista SSL-varmenteita HTTPS-pyyntöjä
fr_fr: Vérification des certificats SSL pour les requêtes HTTPS
he_il: ודא בתעודות SSL עבור בקשות HTTPS
no_no: Kontroller SSL-sertifikater for HTTPS-forespørsler
ro_ro: Verifică certificatele SSL pentru HTTPS cereri
ru_ru: Проверка SSL-сертификатов для запросов HTTPS
uk_ua: Перевірте, чи SSL сертифікати на HTTPS запити
vi_vn: Xác minh chứng chỉ SSL cho HTTPS yêu cầu

source: Client username
ar_sa: اسم العميل
cs_cz: Uživatelské jméno klienta
da_dk: Klienten username
de_de: Client-Benutzername
el_gr: Όνομα χρήστη του υπολογιστή-πελάτη
es_es: Nombre de usuario de cliente
fi_fi: Asiakkaan käyttäjätunnus
fr_fr: Nom d’utilisateur du client
he_il: הלקוח משתמש
no_no: Klienten brukernavn
ro_ro: Clientul de utilizator
ru_ru: Имя пользователя клиента
uk_ua: Клієнт ім'я користувача
vi_vn: Tên đăng nhập của khách hàng

source: Client password
ar_sa: كلمة مرور العميل
cs_cz: Heslo klienta
da_dk: Klient password
de_de: Kunden-Kennwort
el_gr: Κωδικός πρόσβασης υπολογιστή-πελάτη
es_es: Contraseña de cliente
fi_fi: Asiakkaan salasana
fr_fr: Mot de passe client
he_il: סיסמה ללקוח
no_no: Klienten passord
ro_ro: Parola de client
ru_ru: Пароля клиента
uk_ua: Клієнт пароль
vi_vn: Mật khẩu khách hàng

source: Add label to torrent
ar_sa: إضافة تسمية إلى سيل
cs_cz: Přidat popisek k torrentu
da_dk: Føje etiketter til torrent
de_de: Torrent Bezeichnung hinzufügen
el_gr: Προσθέστε ετικέτα στο χείμαρρο
es_es: Añadir etiqueta a torrent
fi_fi: Lisää selite torrent
fr_fr: Ajouter des étiquettes à torrent
he_il: הוסף תווית torrent
no_no: Legge til en etikett til torrent
ro_ro: Adauga eticheta la torrent
ru_ru: Добавить метку в торрент
uk_ua: Додавання підпису до торрент
vi_vn: Thêm nhãn torrent

source: blank spaces are not allowed
ar_sa: غير مسموح بالفراغات
cs_cz: mezery nejsou povoleny
da_dk: blanktegn er ikke tilladt
de_de: Leerzeichen sind nicht erlaubt
el_gr: δεν επιτρέπονται κενά διαστήματα
es_es: no se permiten espacios en blanco
fi_fi: välilyöntejä ei sallita
fr_fr: espaces vides ne sont pas autorisés
he_il: שטחים ריקים אינם מורשים
no_no: Mellomrom tillates ikke
ro_ro: spatiile goale nu sunt permise
ru_ru: пробелы не допускаются
uk_ua: Пусті пробіли є неприпустимими
vi_vn: khoảng trống không được phép

source: Downloaded files location
ar_sa: موقع الملفات التي تم تنزيلها
cs_cz: Umístění stažených souborů
da_dk: Downloadede filer placering
de_de: Speicherort der heruntergeladenen Dateien
el_gr: Ληφθέντα αρχεία τοποθεσία
es_es: Ubicación de los archivos descargados
fi_fi: Ladattujen tiedostojen sijainti
fr_fr: Emplacement des fichiers téléchargés
he_il: מיקום קבצים שהורדו
no_no: Nedlastede filer plassering
ro_ro: Fişierele descărcate locaţie
ru_ru: Расположение загруженных файлов
uk_ua: Місце на завантажені файли
vi_vn: Vị trí tệp đã tải xuống

source: where the torrent client will save downloaded files (blank for client default)
ar_sa: حيث سيتم حفظ سيل العميل بتحميل ملفات (فارغة للعميل الافتراضي)
cs_cz: kde bude torrent klient uložit stažené soubory (prázdné pro klienta výchozí)
da_dk: hvor torrent-klienten vil gemme downloadet filer (tom for klient standard)
de_de: wo die Torrent-Client speichert heruntergeladene Dateien (für Client standardmäßig leer)
el_gr: όπου θα αποθηκεύσετε τον πελάτη torrent κατεβάσει αρχεία (κενό για το προεπιλεγμένο πρόγραμμα-πελάτης)
es_es: donde se guardar el cliente torrent descarga archivos (en blanco por defecto del cliente)
fi_fi: jossa ryöppy asiakas tallentaa ladatut tiedostot (tyhjä käsirahoja)
fr_fr: où le client torrent sauvera téléchargés (vide pour défaut de client)
he_il: איפה יציל הלקוח torrent הורדה קבצים (ריק עבור לקוח ברירת מחדל)
no_no: hvor torrent klienten skal lagre nedlastede filer (tom klient standard)
ro_ro: în cazul în care va salva torrent client descărcat fişiere (gol pentru clientul implicit)
ru_ru: где торрент-клиент будет сохранять загруженные файлы (пустым для клиента по умолчанию)
uk_ua: де торрент клієнт буде зберегти завантажені файли (порожнім для клієнта за замовчуванням)
vi_vn: nơi khách hàng torrent sẽ tiết kiệm tải về tập tin (trống cho khách hàng mặc định)

source: the destination has to be a shared folder for Synology DS
ar_sa: الوجهة يجب أن يكون مجلد مشترك ل Synology DS
cs_cz: cíl musí být sdílenou složku pro Synology DS
de_de: Das Ziel muss einen freigegebenen Ordner für Synology DS
el_gr: ο προορισμός πρέπει να είναι ένας κοινόχρηστος φάκελος για Synology DS
es_es: el destino tiene que ser una carpeta compartida de Synology DS
fi_fi: kohde on oltava jaetun kansion Synology DS
he_il: היעד חייב להיות תיקיה משותפת עבור Synology DS
no_no: Målet må være en delt mappe for Synology DS
ro_ro: destinatia trebuie să fie un folder partajat pentru Synology DS
ru_ru: назначение должно быть общей папки для Synology DS
uk_ua: призначення має бути спільна папка для Synology DS
vi_vn: điểm đến đã là một thư mục được chia sẻ cho Synology DS

source: Minimum seeding time is
ar_sa: الحد الأدنى البذر مرة
cs_cz: Minimální čas výsevu je
da_dk: Minimum såning tid er
de_de: Minimale Zeit Aussaat ist
el_gr: Ελάχιστο σπορά χρόνος είναι
es_es: Mínimo tiempo de siembra es
fi_fi: Kylvö aikaa on
fr_fr: Minimum de temps de l’ensemencement est
he_il: זריעה הזמן המינימלי הוא
no_no: Minimum seeding tid er
ro_ro: Minim însămânţarea timp este
ru_ru: Минимальное время посева
uk_ua: Мінімум посіву час
vi_vn: Gieo hạt thời gian tối thiểu là

source: Start torrent paused
ar_sa: توقف سيل ابدأ
cs_cz: Start torrent pozastaven
da_dk: Start torrent standset
de_de: Start Torrent angehalten
el_gr: Παύση χείμαρρο έναρξης
es_es: Torrent de inicio pausa
fi_fi: Alku ryöppy keskeytetty
fr_fr: Suspendu début torrent
he_il: סיקור התחלה מושהית
no_no: Start torrent stoppet
ro_ro: Start torrent în pauză
ru_ru: Приостановлено начало торрент
uk_ua: Початок торрент призупинено
vi_vn: Torrent bắt đầu tạm dừng

source: add .torrent to client but do <b>not</b> start downloading
ar_sa: إضافة تورنت] إلى العميل ولكن قم بتحميله ابدأ <b>not</b>
cs_cz: Přidat torrent klienta, ale to <b>not</b> spustit stahování
da_dk: tilføje .torrent til kunden men gøre <b>not</b> opståen downloadet
de_de: Client Torrent hinzufügen aber tun <b>not</b> Start herunterladen
el_gr: Προσθέστε .torrent πελάτη αλλά κάνουν <b>not</b> αρχίσει η λήψη
es_es: Añadir .torrent al cliente pero no <b>not</b> comienzo descarga
fi_fi: lisätä .torrent client mutta <b>not</b> Käynnistä lataus
fr_fr: Ajouter .torrent au client mais faire <b>not</b> démarrer téléchargement
he_il: להוסיף .torrent לקוח אבל הורדת להתחיל <b>not</b>
no_no: legge til .torrent klient men gjør <b>not</b> start nedlasting
ro_ro: Adauga .torrent client dar nu <b>not</b> începe Descărcare
ru_ru: Добавить .torrent клиента, но делать <b>not</b> начала загрузки
uk_ua: Додати .torrent до клієнта, але зробити <b>not</b> почати завантаження
vi_vn: Thêm .torrent khách hàng nhưng làm <b>not</b> bắt đầu tải về

source: Allow high bandwidth
ar_sa: السماح بعرض النطاق الترددي العالي
cs_cz: Povolit s velkou šířkou pásma
da_dk: Give høj båndbredde
de_de: Ermöglichen hohen Bandbreite
el_gr: Επιτρέπουν υψηλού εύρους ζώνης
es_es: Permite gran ancho de banda
fi_fi: Avulla jalo kaistanleveys
fr_fr: Permettre à une bande passante élevée
he_il: לאפשר רוחב פס גבוה
no_no: Gi høy båndbredde
ro_ro: Permite lăţime de bandă mare
ru_ru: Разрешить высокой пропускной способностью
uk_ua: Дозволити високою пропускною здатністю
vi_vn: Cho phép băng thông cao

source: use high bandwidth allocation if priority is high
ar_sa: استخدام تخصيص عرض النطاق الترددي العالي إذا كانت أولوية عالية
cs_cz: s velkou šířkou pásma přiřazení použít, je-li prioritou je vysoká
da_dk: bruge høj båndbredde tildeling, hvis prioritet er høj
de_de: Verwenden Sie hohe Bandbreitenzuordnung, wenn die Priorität hoch ist
el_gr: χρησιμοποιεί υψηλού εύρους ζώνης εκχώρηση αν η προτεραιότητα είναι υψηλή
es_es: Utilice asignación de ancho de banda si la prioridad es alta
fi_fi: käytetään suuren kaistanleveyden kohdistusta, jos painopiste on korkea
fr_fr: utiliser l’allocation de bande passante élevée si la priorité est élevée
he_il: השתמש בהקצאת רוחב פס גבוה אם בעדיפות גבוהה
no_no: Bruk høy båndbredde tildeling hvis prioritet er høy
ro_ro: folosi mare lăţime de bandă de alocare, în cazul în care prioritatea este mare
ru_ru: использовать распределение высокой пропускной способности, если приоритетом является высокое
uk_ua: використовувати виділення високою пропускною здатністю, якщо високий пріоритет
vi_vn: sử dụng phân bổ băng thông cao nếu ưu tiên cao

source: Test Connection
ar_sa: اختبار الاتصال
cs_cz: Testovat připojení
da_dk: Prøvetilslutningen
de_de: Testverbindung
el_gr: Δοκιμή σύνδεσης
es_es: Conexión de prueba
fi_fi: Testiyhteys
fr_fr: Tester la connexion
he_il: בדיקת חיבור
no_no: Testtilkoblingen
ro_ro: Testaţi conexiunea
ru_ru: Проверка соединения
uk_ua: Перевірка підключення
vi_vn: Kiểm tra kết nối

source: Subtitles Search
ar_sa: البحث عن الترجمة
cs_cz: Hledat titulky
da_dk: Undertekster søgning
de_de: Untertitel-Suche
el_gr: Υπότιτλους αναζήτησης
es_es: Búsqueda de subtítulos
fi_fi: Tekstitys Etsi
fr_fr: Recherche de sous-titres
he_il: חיפוש כתוביות
no_no: Undertekster søk
ro_ro: Căutaţi subtitrari
ru_ru: Поиск субтитры
uk_ua: Субтитри пошук
vi_vn: Tìm kiếm phụ đề

source: Subtitles Plugin
ar_sa: ترجمة البرنامج المساعد
cs_cz: Titulky Plugin
da_dk: Undertekster Plugin
de_de: Untertitel-Plugin
el_gr: Υπότιτλοι Plugin
es_es: Plugin de subtítulos
fi_fi: Tekstitys Plugin
fr_fr: Plugin de sous-titres
he_il: התוסף כתוביות
no_no: Undertekster Plugin
ro_ro: Subtitrari Plugin
ru_ru: Плагин субтитры
uk_ua: Плагін субтитри
vi_vn: Phụ đề Plugin

source: Plugin Settings
ar_sa: إعدادات البرنامج المساعد
cs_cz: Nastavení pluginů
da_dk: Plugin indstillinger
de_de: Plugin-Einstellungen
el_gr: Ρυθμίσεων plugin
es_es: Configuración de plugin
fi_fi: Plugin asetukset
fr_fr: Configuration du plugin
he_il: הגדרות תוסף
no_no: Plugin-innstillingene
ro_ro: Setările plugin-ul
ru_ru: Настройки плагина
uk_ua: Налаштування плагіна
vi_vn: Cài đặt plugin

source: Settings that dictate how SickRage handles subtitles search results.
ar_sa: الإعدادات التي تملي كيف يتعامل سيكراجي مع ترجمة نتائج البحث.
cs_cz: Výsledky hledání nastavení, která určují, jak SickRage zpracovává titulky.
da_dk: Indstillinger, der dikterer, hvordan SickRage håndterer undertekster søgeresultater.
de_de: Einstellungen, die bestimmen, wie SickRage Untertitel Griffe Suchergebnisse.
el_gr: Ρυθμίσεις που υπαγορεύει πώς, SickRage λαβές υπότιτλους αποτελέσματα αναζήτησης.
es_es: Resultados de la búsqueda de opciones que determinan cómo SickRage maneja subtítulos.
fi_fi: Asetukset, jotka määräävät, miten SickRage käsittelee tekstitys hakutulokset.
fr_fr: Résultats de la recherche les paramètres qui déterminent comment SickRage gère les sous-titres.
he_il: תוצאות חיפוש הגדרות מכתיב כיצד SickRage מטפל כתוביות.
no_no: Innstillinger som styrer hvordan SickRage håndterer undertekster søkeresultater.
ro_ro: Setări care dictează modul SickRage mânere de subtitrari rezultatele căutării.
ru_ru: Результаты поиска параметры, которые определяют, как SickRage обрабатывает субтитры.
uk_ua: Параметри, які визначають, як SickRage ручками субтитри результати пошуку.
vi_vn: Cài đặt dictate cách SickRage xử lý phụ đề kết quả tìm kiếm.

source: Search Subtitles
ar_sa: ترجمات البحث
cs_cz: Hledat titulky
da_dk: Søg efter undertekster
de_de: Suche Untertitel
el_gr: Αναζήτηση υπότιτλοι
es_es: Buscar subtítulos
fi_fi: Hae tekstityksiä
fr_fr: Recherche de sous-titres
he_il: חיפוש כתוביות
no_no: Søk undertekster
ro_ro: Căutaţi subtitrari
ru_ru: Поиск субтитры
uk_ua: Пошук субтитри
vi_vn: Tìm kiếm phụ đề

source: Subtitle Languages
ar_sa: لغات الترجمة
cs_cz: Jazyků titulků
da_dk: Undertekstsprog
de_de: Untertitelsprachen
el_gr: Γλώσσες υπότιτλων
es_es: Idiomas de subtítulos
fi_fi: Tekstityskielien
fr_fr: Langues de sous-titres
he_il: כותרת המשנה של שפות
no_no: Språk på teksting
ro_ro: Limbi de subtitrare
ru_ru: Языки субтитров
uk_ua: Мови субтитрів
vi_vn: Ngôn ngữ phụ đề

source: Subtitles History
ar_sa: تاريخ ترجمات
cs_cz: Titulky historie
da_dk: Undertekster historie
de_de: Untertitel-Geschichte
el_gr: Υπότιτλοι ιστορία
es_es: Historia de subtítulos
fi_fi: Tekstitys historia
fr_fr: Historique de sous-titres
he_il: כתוביות היסטוריה
no_no: Undertekster historie
ro_ro: Subtitrari istorie
ru_ru: История субтитры
uk_ua: Історія субтитри
vi_vn: Phụ đề lịch sử

source: Log downloaded Subtitle on History page?
ar_sa: تحميل سجل العنوان الفرعي على صفحة التاريخ؟
cs_cz: Protokol ke stažení titulků na stránce Historie?
da_dk: Log downloadet undertitel på historie side?
de_de: Log heruntergeladen Untertitel auf Seite "Verlauf"?
el_gr: Αρχείο καταγραφής κατεβάσει υπότιτλος στη σελίδα ιστορικό;
es_es: ¿Registro Descarga subtítulos en la página de la historia?
fi_fi: Log ladata tekstityksen historia-sivulla?
fr_fr: Journal téléchargé sous-titre sur la page de l’histoire ?
he_il: יומן הורדת כתובית בדף ההיסטוריה?
no_no: Logg lastet ned teksting på loggsiden?
ro_ro: Jurnal descarcat subtitrare pe pagina de istorie?
ru_ru: Журнал загрузки субтитров на странице истории?
uk_ua: Журналу завантажений субтитрів на сторінці історії?
vi_vn: Đăng tải phụ đề trên trang lịch sử?

source: Subtitles Multi-Language
ar_sa: ترجمات متعددة اللغات
cs_cz: Vícejazyčné titulky
da_dk: Undertekster multi sprog
de_de: Mehrsprachige Untertitel
el_gr: Multi-γλώσσα υπότιτλων
es_es: Subtítulos en varios idiomas
fi_fi: Tekstitys monikielinen
fr_fr: Sous-titres multilingues
he_il: כתוביות בריבוי שפות
no_no: Undertekster flerspråklig
ro_ro: Subtitrari multi-limba
ru_ru: Multi-язык субтитров
uk_ua: Багатомовна субтитри
vi_vn: Phụ đề đa ngôn ngữ

source: Append language codes to subtitle filenames?
ar_sa: إلحاق رموز اللغة الترجمة أسماء الملفات؟
cs_cz: Přidejte kódy jazyků pro názvy souborů s titulky?
da_dk: Føj sprogkoder til at tekste filnavne?
de_de: Anfügen Sprachcodes um Untertitel-Dateinamen?
el_gr: Προσάρτηση κωδικούς γλώσσας στον υπότιτλο ονόματα αρχείων;
es_es: ¿Agregar códigos de idioma para los nombres de archivo de subtítulos?
fi_fi: Lisää kielikoodit tekstityksen tiedostonimiä?
fr_fr: Ajouter des codes de langue pour les noms de fichiers de sous-titres ?
he_il: צרף שפה קודי להוסיף כתוביות שמות קבצים?
no_no: Legge til språkkoder for å tekste filnavn?
ro_ro: Adăugare codurile de limbă pentru subtitrare nume de fişiere?
ru_ru: Добавить коды языков субтитров имена файлов?
uk_ua: Додавати мовні коди підзаголовок імен файлів?
vi_vn: Thêm mã ngôn ngữ để phụ tên tập tin?

source: Embedded Subtitles
ar_sa: ترجمات مضمن
cs_cz: Vložené titulky
da_dk: Integrerede undertekster
de_de: Eingebettete Untertitel
el_gr: Ενσωματωμένα υπότιτλους
es_es: Subtítulos incrustados
fi_fi: Upotettuja tekstityksiä
fr_fr: Sous-titres embarqués
he_il: מוטבע כתוביות
no_no: Innebygd undertekster
ro_ro: Subtitrari încorporate
ru_ru: Встроенные субтитры
uk_ua: Вбудовані субтитри
vi_vn: Nhúng phụ đề

source: Ignore subtitles embedded inside video file?
ar_sa: تجاهل ترجمات مضمن داخل ملف الفيديو؟
cs_cz: Ignorovat titulky vložit do video souboru?
da_dk: Ignorere undertekster indlejret inde i videofil?
de_de: Ignorieren Sie in video-Datei eingebettete Untertitel?
el_gr: Παράβλεψη υπότιτλους ενσωματωμένα μέσα αρχείο βίντεο;
es_es: ¿Ignorar subtítulos incrustados dentro de archivos de vídeo?
fi_fi: Ohita tekstitykset upotettu videotiedostossa?
fr_fr: Ignorer les sous-titres inclus à l’intérieur du fichier vidéo ?
he_il: להתעלם כתוביות מוטבע בתוך קובץ וידאו?
no_no: Ignorere undertekster innebygd i videofil?
ro_ro: Ignora subtitrari încorporate în interiorul fişier video?
ru_ru: Игнорировать субтитры внедренные в файл видео?
uk_ua: Ігнорувати субтитри вбудовані всередині відеофайл?
vi_vn: Bỏ qua phụ đề nhúng vào bên trong tệp video?

source: Warning:
ar_sa: تحذير:
cs_cz: Varování:
da_dk: Advarsel:
de_de: Warnung:
el_gr: Προειδοποίηση:
es_es: ADVERTENCIA:
fi_fi: Varoitus:
fr_fr: Mise en garde :
he_il: אזהרה:
no_no: Advarsel:
ro_ro: Avertisment:
ru_ru: Предупреждение:
uk_ua: Попередження:
vi_vn: Cảnh báo:

source: this will ignore <u>all</u> embedded subtitles for every video file!
ar_sa: سيتم تجاهل هذا ترجمات <u>all</u> المضمنة لكل ملف الفيديو!
cs_cz: to bude ignorovat <u>all</u> vložené titulky pro každý video soubor!
da_dk: Dette vil ignorere <u>all</u> indlejret undertekster for hver video fil!
de_de: Dies wird <u>all</u> eingebettete Untertitel für jede Videodatei ignorieren!
el_gr: Αυτό θα αγνοήσει <u>all</u> ενσωματωμένα υπότιτλους για κάθε αρχείο βίντεο!
es_es: ¡Esto omitirá <u>all</u> incrustados subtítulos para cada archivo de vídeo!
fi_fi: Tämä ohittaa <u>all</u> upotettu tekstityksiä Jokaisella videotiedosto!
fr_fr: Il ignorera <u>all</u> incorporé sous-titres pour chaque fichier vidéo !
he_il: זה יתעלמו <u>all</u> מוטבע כתוביות עבור כל קובץ וידאו!
no_no: Dette vil ignorere <u>all</u> innebygd undertekster for hver videofil!
ro_ro: Acest lucru va ignora <u>all</u> încorporat subtitrari pentru fiecare fişier video!
ru_ru: Это будет игнорировать <u>all</u> встроенные субтитры для каждого видео файла!
uk_ua: Це буде ігнорувати <u>all</u>, вбудовані субтитри для кожного відеофайлу!
vi_vn: Điều này sẽ bỏ qua <u>all</u> nhúng phụ đề cho mỗi tập tin video!

source: Hearing Impaired Subtitles
ar_sa: ضعاف السمع ترجمات
cs_cz: Zhoršení sluchu, titulky
da_dk: Hørehæmmede undertekster
de_de: Untertitel für Hörgeschädigte
el_gr: Υπότιτλοι με προβλήματα ακοής
es_es: Audición de subtítulos
fi_fi: Kuulovammaisia tekstitys
fr_fr: Sous-titres pour les malentendants
he_il: כתוביות לכבדי שמיעה
no_no: Teksting for hørselshemmede
ro_ro: Auz slab subtitrari
ru_ru: Слуха субтитры
uk_ua: Порушеннями слуху субтитри
vi_vn: Người khiếm thính phụ đề

source: Download hearing impaired style subtitles?
ar_sa: تحميل ترجمات نمط ضعيفي السمع؟
cs_cz: Stáhnout titulky styl sluchově postižený?
da_dk: Download hørehæmmede stil undertekster?
de_de: Download Untertitel für Hörgeschädigte Stil?
el_gr: Κατεβάστε υπότιτλους στυλ ακοής;
es_es: ¿Descargar subtítulos de estilo de personas con discapacidad auditiva?
fi_fi: Lataa kuulovammaisten tyyli tekstitykset?
fr_fr: Télécharger les sous-titres de style ayant une déficience auditive ?
he_il: הורד כתוביות סגנון ללקויי שמיעה?
no_no: Last ned hørselshemmede stil undertekster?
ro_ro: Descarca subtitrari de stil de auz?
ru_ru: Скачать субтитры стиль слуха?
uk_ua: Завантажити субтитри слабочуючих стиль?
vi_vn: Tải về khiếm thính phong cách phụ đề?

source: Subtitle Directory
ar_sa: دليل الترجمة
cs_cz: Adresář titulků
da_dk: Undertitel Register
de_de: Untertitel-Verzeichnis
el_gr: Υπότιτλος καταλόγου
es_es: Directorio de subtítulos
fi_fi: Tekstityksen Directory
fr_fr: Répertoire de sous-titre
he_il: מדריך כתוביות
no_no: Undertittel Directory
ro_ro: Subtitrare Director
ru_ru: Подзаголовок каталога
uk_ua: Реєстр субтитрів
vi_vn: Thư mục phụ đề
