Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: A home media server built using other popular open source technologies.
ar_sa: خادم وسائط منزلية تم إنشاؤها باستخدام تقنيات المصدر المفتوح شعبية أخرى.
cs_cz: Server médií vytvořených pomocí jiných populárních open source technologií.
da_dk: En home media server bygget ved hjælp af andre populære open source-teknologier.
de_de: Ein home-Media Server mit anderen populären open-Source-Technologien erstellt.
el_gr: Έναν home media server κατασκευάστηκε με τη χρήση άλλων τεχνολογιών λαϊκή ανοικτού λογισμικού.
es_es: Un servidor de media página construido otras tecnologías de código abierto populares.
fi_fi: Kotimedian palvelin rakennettu muita suosittuja avoimen lähdekoodin teknologioita.
fr_fr: Un serveur multimédia créé à l’aide d’autres technologies open source populaires.
he_il: שרת מדיה ביתית נבנה באמצעות טכנולוגיות קוד פתוח פופולרי אחרות.
no_no: En hjem media server bygget med andre populære åpen kildekode-teknologier.
ro_ro: Un server de mass-media acasă construit folosind alte tehnologii open-source popular.
ru_ru: Домашнего медиа-сервера, построенный с использованием других технологий популярных открытым исходным кодом.
uk_ua: Домашній медіа-сервер, побудований з використанням інших популярних відкритих технологій.
vi_vn: Một máy chủ phương tiện truyền thông nhà sản xuất sử dụng các công nghệ mã nguồn mở phổ biến khác.

source: send update commands to Emby?
ar_sa: إرسال أوامر التحديث إلى امبي؟
cs_cz: Odeslat příkazy aktualizace držíme?
da_dk: Send opdateringskommandoer til Emby?
de_de: schicken Update-Befehle an Emby?
el_gr: Αποστολή ενημερωμένης έκδοσης εντολές για να Emby;
es_es: ¿enviar comandos de actualización para Emby?
fi_fi: Lähetä suoritettavat Emby?
fr_fr: Envoyer des commandes de mise à jour vers Emby ?
he_il: לשלוח פקודות העדכון אמבי עם השיער?
no_no: sende oppdateringskommandoer til Emby?
ro_ro: Trimite comenzi de actualizare pentru Renate?
ru_ru: Отправить обновление команды Эмбы?
uk_ua: Надіслати оновлення команди Емби?
vi_vn: Gửi Cập Nhật lệnh cho Emby?

source: Emby IP:Port
ar_sa: IP:Port امبي
cs_cz: Držíme IP
es_es: Emby IP: Puerto
fi_fi: Emby portti
he_il: IP:Port אמבי עם השיער
no_no: Emby port
ro_ro: Renate IP
ru_ru: Эмбы IP: Port
uk_ua: Емби IP:Port

source: ex. 192.168.1.100:8096
ar_sa: 192.168.1.100:8096 السابقين.
de_de: Beispiel: 192.168.1.100:8096
el_gr: π.χ. 192.168.1.100:8096
es_es: ej.: 192.168.1.100:8096
he_il: 192.168.1.100:8096 אקס
ru_ru: 192.168.1.100:8096 отл.
uk_ua: 192.168.1.100:8096 EX.
vi_vn: Ví dụ: 192.168.1.100:8096

source: Emby API Key
ar_sa: امبي API الرئيسية
cs_cz: Držíme klíč API
da_dk: Emby API nøglen
de_de: Emby API-Schlüssel
el_gr: Emby API κλειδί
fi_fi: Emby API-avain
he_il: המפתח של אמבי עם השיער
no_no: Emby-API-nøkkel
ro_ro: Renate API-cheie
ru_ru: Эмбы API ключ
uk_ua: Ключ API Емби

source: Test Emby
ar_sa: اختبار امبي
cs_cz: Testovat držíme
el_gr: Τεστ Emby
es_es: Prueba Emby
fi_fi: Testaa Emby
he_il: מבחן אמבי עם השיער
ro_ro: Test de Renate
ru_ru: Эмбы тест
uk_ua: Тест Емби
vi_vn: Kiểm tra Emby

source: The Networked Media Jukebox, or NMJ, is the official media jukebox interface made available for the Popcorn Hour 200-series.
ar_sa: شبكة وسائل الإعلام الصندوق الموسيقى، أو NMJ، هو واجهة الموسيقى وسائل الإعلام الرسمية متاحة للسلسلة-200 "ساعة الفشار".
cs_cz: Networked Media Jukebox nebo NMJ, je oficiální média jukebox rozhraní k dispozici pro Popcorn Hour 200série.
da_dk: Networked Media Jukebox eller NMJ, er den officielle medier jukebox grænseflade til rådighed for Popcorn Hour 200-serien.
de_de: Der Networked Media Jukebox oder NMJ, ist die offizielle Medien-Jukebox-Schnittstelle für die Popcorn Hour 200-Serie zur Verfügung gestellt.
el_gr: Η δικτυωμένη Media Jukebox, ή NMJ, είναι η διεπαφή jukebox επίσημα μέσα μαζικής ενημέρωσης που διατίθενται για το ποπ κορν Hour 200-series.
es_es: El Networked Media Jukebox, o NMJ, es la interfaz de jukebox de medios de comunicación oficiales para la serie 200 de Popcorn Hour.
fi_fi: Verkossa Media Jukebox tai NMJ, on virallinen media jukebox käyttöliittymä saatavilla Popcorn Hour 200-sarjan.
fr_fr: Le Networked Media Jukebox ou NMJ, est l’interface de juke-box de médias officiels mis à disposition pour le Popcorn Hour 200-series.
he_il: התקליטים מדיה ברשת, או NMJ, הוא הממשק תיבת נגינה התקשורת הרשמיים זמינים עבור 200-הסדרה שעה פופקורן.
no_no: Nettverk Media Jukebox, eller NMJ, er det offisielle media jukebox grensesnittet tilgjengelig for Popcorn Hour 200-serien.
ro_ro: Networked Media Jukebox, sau NMJ, este interfaţa tonomat de mass-media oficiale puse la dispoziţie pentru seria 200 ore Popcorn.
ru_ru: Сетевые СМИ Jukebox, или NMJ, это официальные СМИ jukebox интерфейс для Popcorn Hour 200-й серии.
uk_ua: Мережеве програвач Media, або NMJ, це офіційний медіа музичний автомат інтерфейс зробив доступними для Popcorn Hour 200-серії.
vi_vn: Quản lý phương tiện truyền thông Jukebox hay NMJ, là chính thức của các phương tiện truyền thông jukebox giao diện được cho phép Popcorn Hour 200-series.

source: send update commands to NMJ?
ar_sa: إرسال أوامر التحديث إلى NMJ؟
cs_cz: Odeslat příkazy aktualizace NMJ?
da_dk: Send opdateringskommandoer til NMJ?
de_de: NMJ schicken Aktualisierungsbefehle?
el_gr: Αποστολή ενημερωμένης έκδοσης εντολές για να NMJ;
es_es: ¿enviar comandos de actualización a NMJ?
fi_fi: Lähetä päivitys komennot NMJ?
fr_fr: Envoyer des commandes de mise à jour de NMJ ?
he_il: לשלוח פקודות העדכון NMJ?
no_no: sende oppdateringskommandoer til NMJ?
ro_ro: Trimite comenzi de actualizare pentru NMJ?
ru_ru: Отправить обновление команды NMJ?
uk_ua: Надіслати оновлення команди NMJ?
vi_vn: Gửi Cập Nhật lệnh cho NMJ?

source: Popcorn IP address
ar_sa: عنوان IP الفشار
cs_cz: Adresa IP popcorn
da_dk: Popcorn IP adresse
de_de: Popcorn-IP-Adresse
el_gr: Διεύθυνση IP ποπ κορν
es_es: Dirección IP de palomitas de maíz
fi_fi: Popcorn IP-osoite
fr_fr: Adresse IP de pop-corn
he_il: כתובת ה-IP פופקורן
no_no: Popcorn IP-adresse
ro_ro: Adresa de IP floricele
ru_ru: Попкорн IP-адрес
uk_ua: Попкорн IP-адреса
vi_vn: Địa chỉ IP bỏng ngô

source: ex. 192.168.1.100
ar_sa: خروج 192.168.1.100
de_de: z.B. 192.168.1.100
es_es: por ejemplo: 192.168.1.100
he_il: אקס 192.168.1.100
vi_vn: Ví dụ: 192.168.1.100

source: Get settings
ar_sa: الحصول على الإعدادات
cs_cz: Získat nastavení
de_de: Einstellungen abrufen
el_gr: Λάβετε ρυθμίσεις
es_es: Obtener la configuración
fi_fi: Hanki asetukset
he_il: לקבל את הגדרות
no_no: Hente innstillinger
ro_ro: Obþineþi setãrile
ru_ru: Получить параметры
uk_ua: Отримати параметри
vi_vn: Nhận cài đặt

source: Get Settings
ar_sa: الحصول على الإعدادات
cs_cz: Získat nastavení
da_dk: Hent indstillinger
de_de: Einstellungen abrufen
el_gr: Λάβετε ρυθμίσεις
es_es: Obtener la configuración
fi_fi: Hanki asetukset
fr_fr: Obtenir les paramètres de
he_il: לקבל את הגדרות
no_no: Hente innstillinger
ro_ro: Obþineþi setãrile
ru_ru: Получить параметры
uk_ua: Отримати параметри
vi_vn: Nhận cài đặt

source: the Popcorn Hour device must be powered on and NMJ running.
ar_sa: الفشار ساعة الجهاز يجب تشغيله وتشغيل NMJ.
cs_cz: Popcorn Hour zařízení musí být zapnuté a NMJ běh.
de_de: der Popcorn Hour Gerät muss eingeschaltet sein und NMJ laufen.
el_gr: το ποπ κορν Hour συσκευή πρέπει να είναι ενεργοποιημένη και τρέξιμο NMJ.
es_es: el Popcorn Hour dispositivo debe estar encendido y funcionamiento NMJ.
fi_fi: Popcorn Hour laitteeseen on kytketty virta ja NMJ käynnissä.
he_il: פופקורן שעות התקן חייב להיות מופעל, NMJ ריצה.
no_no: The Popcorn Hour enheten må være slått på og NMJ kjører.
ro_ro: Popcorn Hour dispozitiv trebuie să fie pornit şi să fie difuzate NMJ.
ru_ru: Popcorn Hour устройства должен быть включен и запуска NMJ.
uk_ua: Popcorn Hour, пристрій має бути ввімкнуто і NMJ працює.
vi_vn: Popcorn Hour thiết bị phải được cung cấp trên và NMJ chạy.

source: NMJ database
ar_sa: قاعدة NMJ
cs_cz: NMJ databáze
de_de: NMJ Datenbank
el_gr: NMJ βάση δεδομένων
es_es: Base de datos de NMJ
fi_fi: NMJ tietokanta
fr_fr: Base de données NMJ
he_il: NMJ מסד נתונים
ro_ro: Baza de date NMJ
ru_ru: NMJ базы данных
uk_ua: NMJ база даних
vi_vn: Cơ sở dữ liệu NMJ

source: automatically filled via the Get Settings
ar_sa: ملء تلقائياً عن طريق "الحصول على الإعدادات"
cs_cz: automaticky vyplněno prostřednictvím získat nastavení
de_de: über die Einstellungen abrufen automatisch ausgefüllt
el_gr: συμπληρώνονται αυτόματα μέσω των ρυθμίσεων που έχετε
es_es: rellena automáticamente mediante la configuración de haz
fi_fi: Ohjelma täyttää automaattisesti kautta saada-asetukset
he_il: מלא באופן אוטומטי באמצעות ההגדרות לקבל
no_no: fylles automatisk ut via få innstillingene
ro_ro: completează automat prin intermediul obţine setările
ru_ru: автоматически заполняется через получить настройки
uk_ua: заповнено автоматично через отримати налаштування
vi_vn: tự động điền thông qua nhận cài đặt

source: NMJ mount url
ar_sa: رابط جبل NMJ
el_gr: NMJ όρος url
es_es: NMJ Monte url
fr_fr: NMJ Mont url
he_il: כתובת url NMJ הר
ro_ro: Url de Muntele NMJ
ru_ru: URL-адрес подключения NMJ
uk_ua: NMJ гора url
vi_vn: NMJ núi url

source: Test NMJ
ar_sa: اختبار NMJ
cs_cz: Testovací NMJ
de_de: NMJ Test
el_gr: Τεστ NMJ
es_es: Prueba NMJ
fi_fi: Testi NMJ
fr_fr: Test de NMJ
he_il: מבחן NMJ
ru_ru: Испытания NMJ
uk_ua: Тест NMJ
vi_vn: Thử nghiệm NMJ

source: The Networked Media Jukebox, or NMJv2, is the official media jukebox interface made available for the Popcorn Hour 300 & 400-series.
ar_sa: شبكة وسائل الإعلام الصندوق الموسيقى، أو NMJv2، هو واجهة الموسيقى وسائل الإعلام الرسمية أدلى متاح "مدة ساعة الفشار" 300 & 400 سلسلة.
cs_cz: Networked Media Jukebox, nebo NMJv2, je oficiální média jukebox rozhraní k dostupné pro Popcorn Hour 300 & 400série.
da_dk: Networked Media Jukebox, eller NMJv2, er den officielle medier jukebox grænseflade gjort tilgængelig for Popcorn Hour 300 & 400-serien.
de_de: Der Networked Media Jukebox oder NMJv2, ist die offiziellen Medien-Jukebox-Schnittstelle gemacht für den Popcorn Hour 300 & 400-Serie.
el_gr: Η δικτυωμένη Media Jukebox, ή NMJv2, είναι η διεπαφή jukebox επίσημα μέσα μαζικής ενημέρωσης γίνονται διαθέσιμα για το ποπ κορν Hour 300 & 400-series.
es_es: El Networked Media Jukebox, o NMJv2, es la interfaz de jukebox de medios de comunicación oficiales hizo disponible para el Popcorn Hour 300 y serie 400.
fi_fi: Verkossa Media Jukebox tai NMJv2, on virallinen media jukebox käyttöliittymä teki saatavilla Popcorn Hour 300 & 400-sarjan.
fr_fr: Le Networked Media Jukebox, ou NMJv2, est l’interface de juke-box de médias officiels fait disponible pour le Popcorn Hour 300 & série 400.
he_il: התקליטים מדיה ברשת, או NMJv2, הוא הממשק תיבת נגינה התקשורת הרשמיים הפך זמין עבור שעה פופקורן 300 & 400-סדרות.
no_no: Nettverk Media Jukebox, eller NMJv2, er det offisielle media jukebox grensesnittet gjort tilgjengelig for Popcorn Hour 300 & 400-serien.
ro_ro: Networked Media Jukebox, sau NMJv2, este interfaţa tonomat de mass-media oficiale făcute disponibile pentru Popcorn Hour 300 & 400-serie.
ru_ru: Сетевых СМИ Jukebox, или NMJv2, является интерфейс сборника официальных средств массовой информации, сделал для Popcorn Hour 300 & 400-й серии.
uk_ua: Мережеве програвач Media, або NMJv2, це офіційний медіа музичний автомат інтерфейс зробив для Popcorn Hour 300 & 400-серії.
vi_vn: Quản lý phương tiện truyền thông Jukebox hay NMJv2, là chính thức của các phương tiện truyền thông jukebox giao diện làm cho có sẵn cho Popcorn Hour 300 & 400-series.

source: send update commands to NMJv2?
ar_sa: إرسال أوامر التحديث إلى NMJv2؟
cs_cz: Odeslat příkazy aktualizace NMJv2?
da_dk: Send opdateringskommandoer til NMJv2?
de_de: schicken Update-Befehle an NMJv2?
el_gr: Αποστολή ενημερωμένης έκδοσης εντολές για να NMJv2;
es_es: ¿enviar comandos de actualización a NMJv2?
fi_fi: Lähetä suoritettavat NMJv2?
fr_fr: Envoyer des commandes de mise à jour vers NMJv2 ?
he_il: לשלוח פקודות העדכון NMJv2?
no_no: sende oppdateringskommandoer til NMJv2?
ro_ro: Trimite comenzi de actualizare NMJv2?
ru_ru: Отправить обновление команды NMJv2?
uk_ua: Надіслати оновлення команди NMJv2?
vi_vn: Gửi Cập Nhật lệnh cho NMJv2?

source: Database location
ar_sa: موقع قاعدة البيانات
cs_cz: Umístění databáze
da_dk: Databaseversion og-placering
de_de: Speicherort der Datenbank
el_gr: Βάση δεδομένων τοποθεσίας
es_es: Ubicación de la base de datos
fi_fi: Tietokannan sijainti
fr_fr: Emplacement de base de données
he_il: המיקום של מסד
no_no: Databaseplassering
ro_ro: Date locaţie
ru_ru: Расположение базы данных
uk_ua: Розташування бази даних
vi_vn: Cơ sở dữ liệu địa điểm

source: Local Media
ar_sa: وسائل الإعلام المحلية
cs_cz: Místní média
de_de: Lokale Medien
el_gr: Τοπικά μέσα ενημέρωσης
es_es: Medios de comunicación locales
fi_fi: Paikallinen Media
he_il: התקשורת המקומית
no_no: Lokale medier
ro_ro: Mass-Media locală
ru_ru: Местные средства массовой информации
uk_ua: Місцеві ЗМІ
vi_vn: Truyền thông địa phương

source: PCH Network Media
ar_sa: وسائط الشبكة برستيج
cs_cz: PCH Síťová média
da_dk: PCH netværksmedier
de_de: PCH Netzwerkmedien
el_gr: PCH δίκτυο μέσων μαζικής ενημέρωσης
es_es: Medio de la red PCH
fi_fi: PCH verkkomedia
fr_fr: Support réseau PCH
he_il: שמדיית הרשת PCH
no_no: PCH nettverksmedier
ro_ro: PCH reţea Media
ru_ru: PCH сетевых СМИ
uk_ua: PCH мережі засобів масової інформації
vi_vn: PCH mạng truyền thông

source: Database instance
ar_sa: مثيل قاعدة البيانات
cs_cz: Instance databáze
da_dk: Databaseforekomsten
de_de: Datenbankinstanz
el_gr: Παρουσία της βάσης δεδομένων
es_es: Instancia de base de datos
fi_fi: Tietokannan esimerkiksi
fr_fr: Instance de base de données
he_il: מופע של מסד נתונים
no_no: Databaseforekomsten
ro_ro: Exemplu de date
ru_ru: Экземпляр базы данных
uk_ua: Екземпляр бази даних
vi_vn: Trường hợp cơ sở dữ liệu

source: adjust this value if the wrong database is selected.
ar_sa: ضبط هذه القيمة إذا تم تحديد قاعدة البيانات الخطأ.
cs_cz: Upravte tuto hodnotu, pokud je vybráno nesprávné databáze.
da_dk: Juster denne værdi, hvis den forkerte database er markeret.
de_de: passen Sie diesen Wert, wenn die falsche Datenbank ausgewählt ist.
el_gr: ρυθμίσετε αυτήν την τιμή, εάν το λάθος βάση δεδομένων είναι επιλεγμένο.
es_es: ajustar este valor si se selecciona la base de datos incorrecto.
fi_fi: muuttaa tätä arvoa, jos väärä tietokanta valitaan.
fr_fr: régler cette valeur si la mauvaise base de données est sélectionné.
he_il: התאם ערך זה אם מסד הנתונים הלא מסומנת.
no_no: Juster denne verdien hvis feil databasen er valgt.
ro_ro: Reglați această valoare în cazul în care greşit de date este selectată.
ru_ru: Это значение можно скорректировать, если база данных неправильно выбрана.
uk_ua: настроїти це значення, якщо вибрано неправильне базу даних.
vi_vn: điều chỉnh giá trị này nếu cơ sở dữ liệu sai được chọn.

source: Find database
ar_sa: العثور على قاعدة البيانات
cs_cz: Najít databázi
de_de: Datenbank zu finden
el_gr: Εύρεση της βάσης δεδομένων
es_es: Encontrar la base de datos
fi_fi: Etsi tietokannasta
he_il: למצוא את מסד הנתונים
no_no: Finn databasen
ro_ro: Găsi baza de date
ru_ru: Поиск базы данных
uk_ua: Знайти бази даних
vi_vn: Tìm cơ sở dữ liệu

source: Find Database
ar_sa: العثور على قاعدة البيانات
cs_cz: Najít databázi
da_dk: Find databasen
de_de: Datenbank zu finden
el_gr: Εύρεση της βάσης δεδομένων
es_es: Encontrar la base de datos
fi_fi: Etsi tietokannasta
fr_fr: Trouver la base de données
he_il: למצוא את מסד הנתונים
no_no: Finn databasen
ro_ro: Găsi baza de date
ru_ru: Поиск базы данных
uk_ua: Знайти бази даних
vi_vn: Tìm cơ sở dữ liệu

source: the Popcorn Hour device must be powered on.
ar_sa: يجب أن تكون الطاقة الجهاز "ساعة الفشار" على.
cs_cz: Popcorn Hour zařízení musí být zapnuté.
de_de: der Popcorn Hour-Gerät muss eingeschaltet sein.
el_gr: συσκευή ποπ κορν Hour πρέπει να ενεργοποιηθεί.
es_es: debe encender el dispositivo Popcorn Hour.
fi_fi: Popcorn Hour-laitteeseen on kytketty virta.
he_il: המכשיר פופקורן שעה חייב להיות מופעל.
no_no: Popcorn Hour enheten må være slått på.
ro_ro: aparat Popcorn Hour trebuie să fie pornit.
ru_ru: Popcorn Hour устройства должен быть включен.
uk_ua: Popcorn Hour пристрій має бути ввімкнуто.
vi_vn: Popcorn Hour thiết bị phải được cung cấp trên.

source: NMJv2 database
ar_sa: قاعدة بيانات NMJv2
cs_cz: NMJv2 databáze
de_de: NMJv2 Datenbank
el_gr: NMJv2 βάση δεδομένων
es_es: NMJv2 la base de datos
fi_fi: NMJv2 tietokanta
fr_fr: NMJv2 base de données
he_il: מסד NMJv2
ro_ro: Baza de date NMJv2
ru_ru: NMJv2 база данных
uk_ua: NMJv2 база даних
vi_vn: Cơ sở dữ liệu NMJv2

source: automatically filled via the Find Database
ar_sa: ملء تلقائياً عن طريق "قاعدة بيانات البحث"
cs_cz: automaticky vyplněno prostřednictvím najít databáze
da_dk: udfyldes automatisk via Find-databasen
de_de: über die Datenbank finden automatisch ausgefüllt
el_gr: συμπληρώνονται αυτόματα μέσω της βάσης δεδομένων βρείτε
es_es: rellena automáticamente mediante la base de datos encontrar
fi_fi: Ohjelma täyttää automaattisesti löytää tietokannan välityksellä
fr_fr: dialogue sont automatiquement renseignées par l’intermédiaire de la base de données de trouver
he_il: מלא באופן אוטומטי באמצעות מסד הנתונים למצוא
no_no: fylles automatisk ut via finne databasen
ro_ro: completează automat prin intermediul găsi baza de date
ru_ru: автоматически заполняется через базу данных поиска
uk_ua: автоматично вводяться за допомогою бази даних знайти
vi_vn: tự động điền thông qua cơ sở dữ liệu tìm thấy

source: Test NMJv2
ar_sa: اختبار NMJv2
cs_cz: Testovací NMJv2
el_gr: Τεστ NMJv2
es_es: Prueba NMJv2
fi_fi: Testaa NMJv2
he_il: מבחן NMJv2
ro_ro: Testul NMJv2
ru_ru: Тест NMJv2
uk_ua: Тест NMJv2
vi_vn: Kiểm tra NMJv2

source: The Synology DiskStation NAS.
ar_sa: ديسكستيشن Synology ناس.
cs_cz: Synology DiskStation NAS.
da_dk: Synology DiskStation NAS.
de_de: Die Synology DiskStation NAS.
el_gr: Το Synology DiskStation NAS.
es_es: Los NAS de Synology DiskStation.
fi_fi: Synology DiskStation NAS.
fr_fr: Le Synology DiskStation NAS.
he_il: Synology DiskStation NAS.
no_no: Synology DiskStation NAS.
ro_ro: Synology DiskStation NAS.
ru_ru: Synology DiskStation NAS.
uk_ua: Synology DiskStation НАН.
vi_vn: Synology DiskStation NAS.

source: Synology Indexer is the daemon running on the Synology NAS to build its media database.
ar_sa: مفهرس Synology هو شيطان يعمل على ناس Synology لبناء قاعدة البيانات الخاصة به في وسائل الإعلام.
cs_cz: Synology Indexer je démon, běžící na zařízení Synology NAS k vybudování své mediální databáze.
da_dk: Synology indekseringen er dæmonen kører på Synology NAS til opbygge dens media-database.
de_de: Synology-Indexer ist der Daemon läuft auf dem Synology NAS, die Mediendatenbank zu bauen.
el_gr: Synology δεικτοδότη είναι το daemon που τρέχει στο Synology NAS για την κατασκευή της βάσης δεδομένων πολυμέσων.
es_es: Indizador de Synology es el demonio en el NAS Synology para construir su base de datos de los medios de comunicación.
fi_fi: Synology indeksoija on demoni jatkuva Synology NAS-rakentaa media-tietokanta.
fr_fr: Indexeur de Synology est le démon en cours d’exécution sur le NAS Synology pour construire sa base de données de médias.
he_il: בונה האינדקסים Synology נמצא הדמון פועל ב- NAS Synology לבנות מסד הנתונים שלה מדיה.
no_no: Synology indeksereren er daemonen kjører på Synology NAS å bygge sin media-database.
ro_ro: Synology Indexer este daemon-ul rulează pe NAS Synology pentru a construi baza sa de date mass-media.
ru_ru: Индексатор Synology является демон работает на NAS-устройстве Synology выстраивать свою базу данных СМИ.
uk_ua: Synology програма індексування – демон, що працює на Synology НАН будувати свою базу даних ЗМІ.
vi_vn: Synology Indexer là daemon chạy trên NAS Synology để xây dựng cơ sở dữ liệu phương tiện truyền thông của mình.

source: send Synology notifications?
ar_sa: إرسال إعلامات Synology؟
cs_cz: Odeslat oznámení o Synology?
da_dk: Send Synology meddelelser?
de_de: senden Synology-Benachrichtigungen?
el_gr: στέλνετε ειδοποιήσεις Synology;
es_es: ¿enviar notificaciones de Synology?
fi_fi: Synology ilmoitusten lähettäminen?
fr_fr: Envoyer des notifications de Synology ?
he_il: לשלוח הודעות Synology?
no_no: sende Synology meldinger?
ro_ro: trimite notificări Synology?
ru_ru: отправлять уведомления Synology?
uk_ua: відправити Synology повідомлення?
vi_vn: gửi thông báo của Synology?

source: requires SickRage to be running on your Synology NAS.
ar_sa: يتطلب سيكراجي أن تكون قيد التشغيل على ناس Synology الخاص بك.
cs_cz: vyžaduje SickRage běží na zařízení Synology NAS.
da_dk: kræver SickRage skal køre på din Synology NAS.
de_de: SickRage auf dem Synology NAS ausgeführt werden muss.
el_gr: απαιτεί SickRage να εκτελείται σε σας Synology NAS.
es_es: requiere SickRage para ejecutarse en el NAS Synology.
fi_fi: edellyttää SickRage käynnissä Synology NAS.
fr_fr: nécessite SickRage à s’exécuter sur votre NAS Synology.
he_il: דורש SickRage פועל ב- NAS Synology שלך.
no_no: krever SickRage kjøres på din Synology NAS.
ro_ro: cere SickRage să fie difuzate pe al tău NAS Synology.
ru_ru: требует SickRage быть запущен на NAS-устройстве Synology.
uk_ua: вимагає SickRage бути запущений на Synology НАН.
vi_vn: yêu cầu SickRage để chạy trên NAS Synology của bạn.

source: Notifier
ar_sa: المخطر
cs_cz: Oznamovatel
el_gr: Κοινοποιών
es_es: Notificador de
fi_fi: Ilmoittaja
no_no: Varsleren
ro_ro: Notificatorul
ru_ru: Оповещения

source: Synology Notifier is the notification system of Synology DSM
ar_sa: المخطر Synology هو نظام الإخطار Synology DSM
cs_cz: Synology Notifier je oznamovací systém Synology DSM
da_dk: Synology anmelderen er anmeldelsessystem af Synology DSM
de_de: Synology-Notifier ist das Benachrichtigungssystem von Synology DSM
el_gr: Synology Notifier είναι το σύστημα κοινοποίησης των Synology DSM
es_es: Notificador de Synology es el sistema de notificación de Synology DSM
fi_fi: Synology Notifier on Synology DSM ilmoitusjärjestelmä
fr_fr: Avis de Synology est le système de notification de Synology DSM
he_il: Synology Notifier היא מערכת ההודעות Synology DSM
no_no: Synology varsleren er varslingssystem av Synology DSM
ro_ro: Synology Notifier este sistemul de notificare a Synology DSM
ru_ru: Synology оповещения — это уведомления система Synology DSM
uk_ua: Synology Notifier є система сповіщення про Synology DSM
vi_vn: Synology Notifier là hệ thống thông báo Synology DSM

source: send notifications to the Synology Notifier?
ar_sa: إرسال إعلامات إلى المخطر Synology؟
cs_cz: poslat oznámení oznamovateli Synology?
da_dk: Send meddelelser til Synology anmelderen?
de_de: Senden von Benachrichtigungen an die Synology-Notifier?
el_gr: στέλνετε ειδοποιήσεις στον κοινοποιούντα Synology;
es_es: ¿enviar notificaciones al notificador de Synology?
fi_fi: lähettää ilmoituksia Synology tekijälle?
fr_fr: Envoyer des notifications au notifiant Synology ?
he_il: לשלוח הודעות Synology Notifier?
no_no: sende meldinger til Synology varsleren?
ro_ro: trimite notificări către notificant Synology?
ru_ru: отправлять уведомления оповещения Synology?
uk_ua: Надіслати сповіщення Synology Notifier?
vi_vn: gửi thông báo đến thông báo Synology?
