Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Configure Custom
ar_sa: تكوين مخصص
cs_cz: Konfigurovat vlastní
da_dk: Konfigurere brugerdefinerede
de_de: Individuell konfigurieren
el_gr: Ρυθμίσετε έθιμο
es_es: Configurar a medida
fi_fi: Määritä mukautettu
fr_fr: Configurer le Custom
he_il: קביעת תצורה של התאמה אישית
no_no: Konfigurere egendefinert
ro_ro: Configurare particularizată
ru_ru: Настройка пользовательских
uk_ua: Настроїти настроюваний
vi_vn: Cấu hình tùy chỉnh

source: Newznab Providers
ar_sa: نيوزناب مقدمي الخدمات
cs_cz: Newznab poskytovatelé
da_dk: Newznab udbydere
de_de: Newznab Anbieter
el_gr: Newznab παροχής
es_es: Newznab proveedores
fi_fi: Newznab tarjoajat
fr_fr: Fournisseurs de Newznab
he_il: ספקי Newznab
no_no: Newznab leverandører
ro_ro: Newznab furnizori
ru_ru: Newznab поставщики
uk_ua: Newznab постачальників
vi_vn: Newznab nhà cung cấp

source: Add and setup or remove custom Newznab providers.
ar_sa: إضافة وإعداد أو إزالة مخصصة نيوزناب مقدمي الخدمات.
cs_cz: Přidání a nastavení nebo odebrat vlastní zprostředkovatele Newznab.
da_dk: Tilføje og setup eller fjerne brugerdefinerede Newznab udbydere.
de_de: Fügen Sie hinzu und richten Sie ein oder entfernen Sie benutzerdefinierter Newznab Anbieter.
el_gr: Προσθήκη και εγκατάσταση ή κατάργηση προσαρμοσμένων υπηρεσιών παροχής Newznab.
es_es: Agregar y configurar o quitar los proveedores personalizados de Newznab.
fi_fi: Lisää ja Määritä tai Poista mukautetun Newznab tarjoajat.
fr_fr: Ajouter et configurer ou supprimer des fournisseurs personnalisés Newznab.
he_il: הוספה, התקנה או הסרה ספקי Newznab מותאם אישית.
no_no: Legge til og sette eller fjerne egendefinerte Newznab leverandører.
ro_ro: Adauga şi de configurare sau elimina personalizate furnizori de Newznab.
ru_ru: Добавление и настройка или удаление пользовательских поставщиков Newznab.
uk_ua: Додати і встановити або видалити настроювані Newznab провайдерів.
vi_vn: Thêm và cài đặt hoặc loại bỏ các tuỳ chỉnh Newznab nhà cung cấp.

source: Select provider:
ar_sa: حدد الموفر:
cs_cz: Vyberte zprostředkovatele:
da_dk: Vælg udbyder:
de_de: Anbieter auswählen:
el_gr: Επιλέξτε υπηρεσία παροχής:
es_es: Seleccione proveedor:
fi_fi: Valitse toimittaja:
fr_fr: Sélectionner le fournisseur :
he_il: בחר ספק:
no_no: Velg leverandør:
ro_ro: Selectează furnizor:
ru_ru: Выберите поставщика:
uk_ua: Виберіть постачальника:
vi_vn: Chọn nhà cung cấp:

source: add new provider
ar_sa: إضافة موفر جديد
cs_cz: Přidat nového zprostředkovatele
da_dk: tilføje nye udbyder
de_de: neuen Anbieter hinzufügen
el_gr: Προσθήκη νέας υπηρεσίας παροχής
es_es: Agregar nuevo proveedor
fi_fi: Lisää uusi palveluntarjoaja
fr_fr: Ajoutez le nouveau fournisseur
he_il: להוסיף ספק חדש
no_no: Legg til ny leverandør
ro_ro: Adauga noul furnizor
ru_ru: добавить нового поставщика
uk_ua: додавання нового постачальника
vi_vn: thêm nhà cung cấp mới

source: Provider name:
ar_sa: اسم الموفر:
cs_cz: Název poskytovatele:
da_dk: Navn på udbyder:
de_de: Name des Anbieters:
el_gr: Όνομα υπηρεσίας παροχής:
es_es: Nombre del proveedor:
fi_fi: Palveluntarjoajan nimi:
fr_fr: Nom du fournisseur :
he_il: שם הספק:
no_no: Navn:
ro_ro: Numele furnizorului:
ru_ru: Имя поставщика:
uk_ua: Ім'я постачальника:
vi_vn: Tên nhà cung cấp:

source: Site URL:
ar_sa: عنوان الموقع:
cs_cz: Adresa URL webu:
da_dk: Webadresse:
de_de: Website-URL:
el_gr: Διεύθυνση URL τοποθεσίας:
es_es: URL del sitio:
fi_fi: Osoite:
fr_fr: URL du site :
he_il: כתובת url של האתר:
no_no: Webadressen:
ro_ro: URL-ul site-ului:
ru_ru: URL-адрес сайта:
uk_ua: URL-адреса сайту:
vi_vn: URL trang web:

source: Newznab search categories:
ar_sa: فئات البحث نيوزناب:
cs_cz: Newznab kategorie hledání:
da_dk: Newznab ransage kategorier:
de_de: Newznab Kategorien:
el_gr: Newznab κατηγορίες αναζήτησης:
es_es: Newznab categorías de búsqueda:
fi_fi: Newznab Etsi Luokat:
fr_fr: Newznab catégories de recherche :
he_il: Newznab חיפוש קטגוריות:
no_no: Newznab Kategorier:
ro_ro: Newznab căutare categorii:
ru_ru: Newznab Поиск категорий:
uk_ua: Newznab пошук категорії:
vi_vn: Các danh mục tìm kiếm Newznab:

source: (select your Newznab categories on the left, and click the "update categories" button to use them for searching.)
ar_sa: (حدد الفئات الخاصة بك نيوزناب على الجانب الأيمن، وانقر فوق الزر "تحديث فئات" استخدامها في البحث).
cs_cz: (vyberte Newznab kategorie na levé straně a klikněte na tlačítko "aktualizovat kategorie" je použít pro vyhledávání.)
da_dk: (Vælg din Newznab kategorier til venstre, og klik på knappen "Opdater kategorier" at bruge dem til søgning.)
de_de: (Wählen Sie Ihre Newznab-Kategorien auf der linken Seite, und klicken Sie auf die Schaltfläche "update Kategorien", um sie für die Suche verwenden.)
el_gr: (επιλέξτε σας Newznab κατηγορίες στα αριστερά, και κάντε κλικ στο κουμπί «Ενημέρωση κατηγορίες» να τα χρησιμοποιήσετε για την αναζήτηση.)
es_es: (seleccione las categorías de Newznab la izquierda y haga clic en el botón "actualizar categorías" para utilizar para la búsqueda).
fi_fi: (Valitse Newznab luokkia vasemmalla ja valitsemalla ”Päivitä luokat” käyttää etsimiseen.)
fr_fr: (sélectionnez vos catégories de Newznab sur la gauche et cliquez sur le bouton « mettre à jour des catégories » pour les utiliser pour la recherche).
he_il: (בחר הקטגוריות שלך Newznab בצד השמאל, ולאחר לחץ על הלחצן 'עדכן קטגוריות' כדי להשתמש בהם לצורך חיפוש).
no_no: (Velg Newznab kategorier til venstre, og klikk "Oppdater kategorier" for å bruke dem for søk.)
ro_ro: (selectaţi dumneavoastră Newznab categorii din stânga şi faceţi clic pe butonul "actualizare categorii" pentru a le folosi pentru căutarea).
ru_ru: (выберите свой Newznab категории на левой стороне и нажмите кнопку «Обновить категории», чтобы использовать их для поиска).
uk_ua: (виберіть ваш Newznab категорій зліва та натисніть кнопку "Оновити категорій", щоб використовувати їх для пошуку.)
vi_vn: (chọn danh mục Newznab của bạn trên bên trái và nhấp vào nút "Cập Nhật thể loại" để sử dụng chúng để tìm kiếm.)

source: don't forget to to save the form!
ar_sa: لا تنسى أن لحفظ النموذج!
cs_cz: Nezapomeňte uložit formulář!
de_de: Vergessen Sie nicht, das Formular zu speichern!
ru_ru: не забудьте сохранить форму!
vi_vn: Đừng quên để tiết kiệm các hình thức!

source: Update Categories
ar_sa: تحديث فئات
cs_cz: Aktualizace kategorie
da_dk: Opdatere kategorier
de_de: Update-Kategorien
el_gr: Κατηγορίες ενημέρωσης
es_es: Categorías de actualización
fi_fi: Päivitä luokat
fr_fr: Mise à jour des catégories
he_il: עדכן קטגוריות
no_no: Oppdater arter
ro_ro: Categorii de actualizare
ru_ru: Обновления категории
uk_ua: Категорії оновлення
vi_vn: Cập Nhật thể loại

source: Add
ar_sa: إضافة
cs_cz: Přidat
da_dk: Tilføje
de_de: Hinzufügen
el_gr: Προσθέστε
es_es: Añadir
fi_fi: Lisää
fr_fr: Ajouter
he_il: להוסיף
no_no: Legge til
ro_ro: Adauga
ru_ru: Добавить
uk_ua: Додати
vi_vn: Thêm

source: Delete
ar_sa: حذف
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή του
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
he_il: מחק
no_no: Slette
ro_ro: Şterge
ru_ru: Удалить
uk_ua: Видалити
vi_vn: Xóa bỏ

source: Configure Custom Torrent Providers
ar_sa: تكوين موفري سيل مخصصة
cs_cz: Konfigurace zprostředkovatelů vlastní Torrent
de_de: Konfigurieren Sie benutzerdefinierte Torrent Anbieter
el_gr: Ρύθμιση παραμέτρων προσαρμοσμένων Torrent παρόχους
es_es: Configurar Torrent personalizados proveedores
fi_fi: Määritä mukautetun Torrent
he_il: קביעת תצורה של ספקי Torrent מותאם אישית
no_no: Konfigurere egendefinerte Torrent tilbydere
ro_ro: Configurare particularizată Torrent furnizori
ru_ru: Настройка поставщиков пользовательских торрент
uk_ua: Настроювання настроюваних торрент провайдерів
vi_vn: Cấu hình nhà cung cấp tùy chỉnh Torrent

source: Add and setup or remove custom RSS providers.
ar_sa: إضافة وإعداد أو إزالة موفري RSS مخصصة.
cs_cz: Přidání a nastavení nebo odebrání vlastní RSS zprostředkovatele.
da_dk: Tilføje og setup eller fjerne brugerdefinerede RSS-udbydere.
de_de: Fügen Sie hinzu und richten Sie ein oder entfernen Sie benutzerdefinierter RSS-Anbieter.
el_gr: Προσθήκη και εγκατάσταση ή κατάργηση προσαρμοσμένων υπηρεσιών παροχής RSS.
es_es: Agregar y configurar o quitar proveedores RSS personalizados.
fi_fi: Lisää ja Määritä tai poista mukautettuja RSS tarjoajat.
fr_fr: Ajouter et configurer ou supprimer des fournisseurs de flux RSS personnalisés.
he_il: הוספה, התקנה או הסרה ספקי RSS מותאם אישית.
no_no: Legge til og sette eller fjerne egendefinerte RSS-leverandører.
ro_ro: Adauga şi de configurare sau elimina furnizorii de RSS personalizat.
ru_ru: Добавление и настройка или удаление пользовательских поставщиков RSS.
uk_ua: Додати і налаштувати або видалення настроюваного RSS провайдерів.
vi_vn: Thêm và cài đặt hoặc loại bỏ các tuỳ chỉnh RSS nhà cung cấp.

source: RSS URL:
ar_sa: رابط RSS:
fi_fi: RSS URL-OSOITE:
fr_fr: URL DU FLUX RSS :
he_il: כתובת RSS:
ro_ro: RSS URL-UL:
ru_ru: URL-АДРЕС RSS:
uk_ua: URL-АДРЕСА RSS:

source: Search element:
ar_sa: عنصر البحث:
cs_cz: Vyhledávací prvek:
de_de: Suche-Element:
el_gr: Στοιχείο αναζήτησης:
es_es: Elemento de la búsqueda:
fi_fi: Etsi elementti:
fr_fr: Élément de recherche :
he_il: רכיב החיפוש:
no_no: Søket element:
ro_ro: Element de căutare:
ru_ru: Поиск элемента:
uk_ua: Пошук елемента:
vi_vn: Tìm kiếm nguyên tố:

source: ex. title
ar_sa: العنوان السابقين.
cs_cz: ex. titul
da_dk: ex. titel
de_de: Ex.-Titel
el_gr: Τίτλος π.χ.
es_es: título ej.
fi_fi: ex. otsikko
fr_fr: titre de l’exode
he_il: כותרת אקס
no_no: ex. tittel
ro_ro: ex. titlul
ru_ru: название ex.
uk_ua: Назва EX.
vi_vn: Ví dụ: tiêu đề

source: Quality Sizes
ar_sa: نوعية الأحجام
cs_cz: Kvalitní velikosti
da_dk: Kvalitet størrelser
de_de: Qualität-Größen
el_gr: Μεγέθη ποιότητας
es_es: Tamaños de calidad
fi_fi: Laatu koot
fr_fr: Tailles de qualité
he_il: איכות גדלים
no_no: Kvalitet størrelser
ro_ro: Dimensiuni de calitate
ru_ru: Качества размеры
uk_ua: Якість розмірів
vi_vn: Chất lượng kích thước

source: Use default qualitiy sizes or specify custom ones per quality definition.
ar_sa: استخدام أحجام كواليتي الافتراضي أو تحديد تلك المخصصة لتعريف الجودة.
cs_cz: Použít výchozí různých velikostí nebo zadat vlastní ty za kvalitní definice.
da_dk: Bruge standard kvalitet størrelser eller angive brugerdefinerede dem pr. kvalitet definition.
de_de: Verwenden Sie Qualitiy Standardgrößen oder geben Sie benutzerdefinierten pro Qualität Definition an.
el_gr: Χρησιμοποιήστε τα προεπιλεγμένα μεγέθη τητας ή καθορίστε αυτοί συνήθειας ανά ποιότητα ορισμό.
es_es: Utilice tamaños de calidad predeterminados o especificar los personalizados por definición de la calidad.
fi_fi: Käyttää liikkuvuusprojektien oletuskoko tai määrittää mukautettuja niistä / laatu definition.
fr_fr: Utiliser des tailles de qualité par défaut ou spécifier ceux personnalisés par définition de la qualité.
he_il: להשתמש בגדלי qualitiy ברירת מחדל או לציין אלה מותאמים אישית לכל באיכות.
no_no: Bruke standard qualitiy eller angi tilpasset de per kvalitet.
ro_ro: Utilizaţi dimensiuni de ambalaje în mod implicit sau să specificaţi cele personalizate fiecare definiţie de calitate.
ru_ru: Использовать qualitiy размеры по умолчанию, или указать пользовательские определения качества.
uk_ua: Використовувати за замовчуванням qualitiy розміри, або вказати настроювані ті за якість визначення.
vi_vn: Sử dụng mặc định qualitiy kích thước hoặc chỉ định những tuỳ chỉnh cho một định nghĩa chất lượng.

source: Settings represent maximum size allowed per episode video file.
ar_sa: وتمثل إعدادات الحد الأقصى لحجم المسموح بها لكل ملف فيديو الحلقة.
cs_cz: Nastavení představují maximální velikost povolenou za díl videosouboru.
da_dk: Indstillinger repræsenterer tilladte maksimumstørrelse per episode video fil.
de_de: Einstellungen sind maximale Größe pro Folge video-Datei erlaubt.
el_gr: Ρυθμίσεις αντιπροσωπεύουν το μέγιστο μέγεθος που επιτρέπεται ανά επεισόδιο αρχείο βίντεο.
es_es: Valores representan el tamaño máximo permitido por archivo video episodio.
fi_fi: Asetukset edustavat per episodi videotiedoston enimmäiskoko.
fr_fr: Paramètres représentent la taille maximale autorisée par le fichier vidéo de l’épisode.
he_il: הגדרות מייצגים הגודל המרבי המותר עבור כל קובץ וידאו פרק.
no_no: Innstillinger representerer maksimumsstørrelsen per episode videofilen.
ro_ro: Setări reprezintă dimensiunea maximă permisă per episod fişier video.
ru_ru: Параметры представляют максимальный размер позволил за эпизод видео файл.
uk_ua: Параметри представляють максимально допустимий розмір за епізод відеофайлу.
vi_vn: Thiết lập đại diện cho kích thước tối đa cho phép cho một tập các tập tin video.

source: Search Settings
ar_sa: إعدادات البحث
cs_cz: Nastavení hledání
da_dk: Søgeindstillinger
de_de: Sucheinstellungen
el_gr: Ρυθμίσεις αναζήτησης
es_es: Configuración de búsqueda
fi_fi: Haun asetukset
fr_fr: Paramètres de recherche
he_il: הגדרות חיפוש
no_no: Søkeinnstillinger
ro_ro: Setări de căutare
ru_ru: Параметры поиска
uk_ua: Параметри пошуку
vi_vn: Cài đặt tìm kiếm

source: NZB Clients
ar_sa: عملاء أسود نيوزيلندي
cs_cz: NZB klienti
da_dk: NZB klienter
de_de: NZB-Kunden
el_gr: Πελατών NZB
es_es: Clientes NZB
fi_fi: NZB asiakkaiden
fr_fr: Clients NZB
he_il: לקוחות NZB
no_no: NZB klienter
ro_ro: NZB clienti
ru_ru: Клиенты NZB
uk_ua: Клієнти NZB
vi_vn: NZB khách hàng

source: Torrent Clients
ar_sa: العملاء تورنت
cs_cz: Torrent klientů
da_dk: Torrent klienter
el_gr: Πελάτες torrent
es_es: Clientes torrent
fi_fi: Torrent asiakkaat
fr_fr: Clients torrent
he_il: לקוחות torrent
no_no: Torrent klienter
ro_ro: Clienti torrent
ru_ru: Торрент-клиенты
uk_ua: Потік клієнтів
vi_vn: Khách hàng torrent

source: How to manage searching with
ar_sa: كيفية إدارة البحث مع
cs_cz: Jak spravovat hledání s
da_dk: Sådan håndteres indgående med
de_de: Wie gelingt es mit der Suche
el_gr: Πώς να διαχειριστεί την αναζήτηση με
es_es: Cómo gestionar la búsqueda con
fi_fi: Hallinta, haku
fr_fr: Comment gérer la recherche avec
he_il: כיצד לנהל חיפוש עם
no_no: Hvordan håndtere søk
ro_ro: Cum să gestionăm căutarea cu
ru_ru: Как управлять Поиск с
uk_ua: Як керувати пошуку з
vi_vn: Làm thế nào để quản lý tìm kiếm với

source: providers
ar_sa: مقدمي الخدمات
cs_cz: Zprostředkovatelé
da_dk: udbydere
de_de: Anbieter
el_gr: Οι πάροχοι
es_es: proveedores de
fi_fi: tarjoajien
fr_fr: fournisseurs de
he_il: ספקי
no_no: leverandører
ro_ro: furnizorii de
ru_ru: поставщики
uk_ua: Постачальники
vi_vn: nhà cung cấp

source: Randomize Providers
ar_sa: مقدمي الخدمات بطريقة عشوائية
cs_cz: Náhodně poskytovatelé
da_dk: Randomisere udbydere
de_de: Randomisieren Anbieter
el_gr: Τυχαιοποιήσουν παρόχων
es_es: Aleatorizar los proveedores
fi_fi: Satunnaista tarjoajat
fr_fr: Alternez les fournisseurs
he_il: אקראי ספקי
no_no: Tilfeldig leverandører
ro_ro: Intamplare furnizori
ru_ru: Случайного выбора поставщиков
uk_ua: Випадковий провайдерів
vi_vn: Chọn ngẫu nhiên các nhà cung cấp

source: randomize the provider search order
ar_sa: ترتيب موفر البحث بطريقة عشوائية
cs_cz: náhodné pořadí hledání poskytovatele
da_dk: randomisere søgerækkefølgen udbyder
de_de: die Reihenfolge der Netzwerkanbieter Suche randomisieren
el_gr: τυχαίο το σειρά υπηρεσιών παροχής αναζήτησης
es_es: aleatorizar el orden de búsqueda de proveedor
fi_fi: satunnaista tarjoaja etsintäjärjestystä
fr_fr: randomiser l’ordre de recherche de fournisseur
he_il: אקראי סדר החיפוש ספק
no_no: tilfeldig søkerekkefølgen leverandør
ro_ro: furnizorul de căutare ordine aleatoare
ru_ru: случайный порядок поиска поставщика
uk_ua: випадковий порядок постачальника пошуку
vi_vn: chọn ngẫu nhiên để tìm nhà cung cấp

source: Download propers
ar_sa: تحميل بروبيرس
cs_cz: Stáhnout propers
de_de: Proprien herunterladen
el_gr: Κατεβάστε propers
es_es: Descargar propios
fi_fi: Lataa propers
fr_fr: Télécharger propre
he_il: הורדת propers
no_no: Last ned propers
ro_ro: Descarca propers
ru_ru: Скачать propers
uk_ua: Завантажити propers
vi_vn: Tải về propers

source: replace original download with "Proper" or "Repack" if nuked
ar_sa: استبدال تحميل الأصلي مع "الصحيح" أو "أعد حزم" إذا ضربوا
cs_cz: nahraďte původní stažení "Správný" nebo "Přebalit" Pokud nuked
da_dk: erstatte originale download med "Rigtige" eller "Pakke", hvis nuked
de_de: ursprünglichen Download mit "Richtigen" oder "Verpacken" zu ersetzen, wenn nuked
el_gr: Αρχική λήψη με «Κανονική» ή «Repack» εάν Αντικαταστήστε nuked
es_es: sustituir descargar original "Correcta" o "Vuelva" si bombardeado
fi_fi: Korvaa alkuperäinen download ”oikea” tai ”pakkaa”, jos nuked
fr_fr: remplacer le téléchargement d’origine avec la « Bonne » ou « Remballer » si nuked
he_il: להחליף להורדה המקורית "נכונה" או "Repack" אם וישראל
no_no: Erstatt opprinnelige nedlastingen med "Riktig" eller "Pakke" Hvis atomvåpen
ro_ro: Înlocuiţi original download cu "Buna" sau "Reorganiza" dacă nuked
ru_ru: Замените оригинальный скачать с «Правильного» или «Упаковать», если nuked
uk_ua: Замініть оригінальний завантажити "Правильної" або "Упакувати" Якщо nuked
vi_vn: thay thế nguyên bản tải xuống với "Đúng" hoặc "Đóng gói" nếu nuked

source: Enable provider RSS cache
ar_sa: تمكين ذاكرة التخزين المؤقت لموفر إس إس
cs_cz: Povolit mezipaměť poskytovatele RSS
da_dk: Aktivere udbyder RSS-cache
de_de: Provider RSS-Cache aktivieren
el_gr: Ενεργοποιήσετε cache RSS υπηρεσία παροχής
es_es: Activar caché de proveedor RSS
fi_fi: Tarjoajan RSS välimuisti
fr_fr: Activer le cache RSS fournisseur
he_il: לאפשר לספק RSS מטמון
no_no: Aktiver RSS leverandørhurtigbufferen
ro_ro: Activare cache de RSS furnizor
ru_ru: Включить кэш поставщика RSS
uk_ua: Увімкнути постачальник RSS кеш
vi_vn: Sử nhà cung cấp RSS cache

source: enables/disables provider RSS feed caching
ar_sa: تمكين/تعطيل موفر إس إس آر التخزين المؤقت
cs_cz: povolí/zakáže poskytovatele RSS feed, ukládání do mezipaměti
da_dk: aktiverer/deaktiverer udbyder RSS feed, cachelagring
de_de: aktiviert/deaktiviert Anbieter RSS feed Zwischenspeichern
el_gr: Ενεργοποιεί/απενεργοποιεί την υπηρεσία παροχής RSS feed προσωρινής αποθήκευσης
es_es: habilita o deshabilita servicios RSS feed caché
fi_fi: ottaa käyttöön/poistaa palveluntarjoajan RSS syötteen välimuistiin
fr_fr: Active/désactive fournisseur RSS feed mise en cache
he_il: ספק-מאפשר/מבטל RSS להאכיל במטמון
no_no: Aktiverer/deaktiverer leverandør RSS feed hurtigbufring
ro_ro: Activează/dezactivează furnizor RSS feed în cache
ru_ru: включает/отключает поставщик RSS канал кэширование
uk_ua: постачальник або заборонити RSS feed кешування
vi_vn: cho phép/disables cung cấp RSS nguồn cấp dữ liệu bộ nhớ đệm

source: Enable provider RSS cache for valid shows only
ar_sa: تمكين ذاكرة التخزين المؤقت إس إس الموفر لصالح يظهر فقط
cs_cz: Povolit mezipaměť poskytovatele RSS pro platné ukazuje pouze
de_de: Aktivieren Sie Anbieter RSS-Cache für gültige zeigt nur
el_gr: Ενεργοποιήσετε cache RSS υπηρεσία παροχής για έγκυρες παραστάσεις μόνο
es_es: Activar caché de proveedor RSS espectáculos válidos sólo
fi_fi: Tarjoajan RSS välimuisti voimassa osoittaa vain
he_il: לאפשר ספק מטמון RSS למופעים חוקי בלבד
no_no: Aktiver RSS leverandørhurtigbufferen for gyldig viser bare
ro_ro: Permite furnizorului RSS cache pentru spectacole valabil doar
ru_ru: Включить кэш поставщика RSS для действительно показывает только
uk_ua: Увімкнути постачальник RSS кеш для дійсні тільки шоу
vi_vn: Sử nhà cung cấp RSS cache cho hợp lệ cho thấy chỉ

source: enables/disables caching of shows already added to SiCKRAGE, speeds up searches
ar_sa: تمكين/تعطيل التخزين المؤقت ليظهر بالفعل إضافة إلى سيكراجي، يسرع البحث
cs_cz: povolí/zakáže ukládání do mezipaměti ukazuje již byla přidána do SiCKRAGE, urychluje hledání
de_de: aktiviert/deaktiviert das Zwischenspeichern Shows bereits hinzugefügt, SiCKRAGE, beschleunigt die Suche
el_gr: Ενεργοποιεί/απενεργοποιεί την προσωρινή αποθήκευση του δείχνει ήδη προσθέσει στο SiCKRAGE, επιταχύνει τις αναζητήσεις
es_es: activa/desactiva almacenamiento en caché de espectáculos ya agregados a SiCKRAGE, acelera búsquedas
fi_fi: ottaa käyttöön/poistaa välimuistin osoittaa jo lisännyt SiCKRAGE, nopeuttaa hakuja
he_il: -מאפשר/מבטל אחסון במטמון של מראה כבר נוסף ללוח SiCKRAGE, מאיץ את החיפושים
no_no: Aktiverer/deaktiverer hurtigbufring av viser allerede lagt til SiCKRAGE, raskere søk
ro_ro: Activează/dezactivează caching de spectacole adăugat deja la SiCKRAGE, accelerează căutările
ru_ru: включает/отключает кэширование шоу уже добавлены SiCKRAGE, ускоряет поиск
uk_ua: або заборонити кешування показує вже додано до SiCKRAGE, прискорює пошук
vi_vn: cho phép/disables bộ nhớ đệm của cho thấy đã được thêm vào SiCKRAGE, tăng tốc độ tìm kiếm

source: Check propers every:
ar_sa: تحقق من بروبيرس كل:
cs_cz: Zkontrolujte propers každých:
da_dk: Check propers hver:
de_de: Überprüfen Sie die Proprien jeden:
el_gr: Ελέγξτε propers κάθε:
es_es: Compruebe propios cada:
fi_fi: Tarkista propers joka:
fr_fr: Vérifier la propre chaque :
he_il: בדוק propers כל:
no_no: Sjekk propers hver:
ro_ro: Verifica propers fiecare:
ru_ru: Проверить propers каждые:
uk_ua: Перевірити propers кожні:
vi_vn: Kiểm tra propers mỗi:

source: 24 hours
ar_sa: 24 ساعة
cs_cz: 24 hodin
da_dk: 24 timer
de_de: rund um die Uhr
el_gr: 24 ώρες
es_es: 24 horas
fi_fi: 24 tuntia
fr_fr: 24 heures
he_il: 24 שעות
no_no: 24 timer
ro_ro: 24 de ore
ru_ru: 24 часа
uk_ua: 24 годин
vi_vn: 24 giờ

source: 4 hours
ar_sa: 4 ساعات
cs_cz: 4 hodiny
da_dk: 4 timer
de_de: 4 Stunden
el_gr: 4 ώρες
es_es: 4 horas
fi_fi: 4 tuntia
fr_fr: 4 heures
he_il: 4 שעות
no_no: 4 timer
ro_ro: 4 ore
ru_ru: 4 часа
vi_vn: 4 giờ

source: 90 mins
ar_sa: 90 دقيقة
cs_cz: 90 minut
da_dk: 90 minutter
de_de: 90 min.
el_gr: 90 λεπτά
es_es: 90 minutos
fi_fi: 90 min
fr_fr: 90 mn.
he_il: 90 דקות
no_no: 90 minutter
ro_ro: 90 minute
ru_ru: 90 минут
uk_ua: 90 хвилин
vi_vn: 90 phút

source: 45 mins
ar_sa: 45 دقيقة
cs_cz: 45 minut
da_dk: 45 minutter
de_de: 45 min.
el_gr: 45 λεπτά
es_es: 45 minutos
fi_fi: 45 min
fr_fr: 45 min
he_il: -45 דקות
no_no: 45 minutter
ro_ro: 45 de minute
ru_ru: 45 мин
uk_ua: 45 хв
vi_vn: 45 phút

source: 15 mins
ar_sa: 15 دقيقة
cs_cz: 15 minut
da_dk: 15 min
de_de: 15 min.
el_gr: 15 λεπτά
es_es: 15 minutos
fi_fi: 15 min
fr_fr: 15 mn
he_il: 15 דקות
no_no: 15 minutter
ro_ro: 15 minute
ru_ru: 15 мин.
uk_ua: 15 хв
vi_vn: 15 phút

source: Backlog search frequency
ar_sa: تكرار البحث المتراكمة
cs_cz: Nevyřízené položky hledání frekvence
da_dk: Puklen Søg frekvens
de_de: Backlog Suche Frequenz
el_gr: Συχνότητα αναζήτησης λίστας εκκρεμοτήτων
es_es: Frecuencia de búsqueda de la cartera de pedidos
fi_fi: Ruuhkan ylöspäin
fr_fr: Carnet de commandes recherche fréquence
he_il: תדירות חיפוש מצבור
no_no: Etterslep søk frekvens
ro_ro: Frecvența de căutare restante
ru_ru: Невыполненная работа Поиск частоты
uk_ua: Відставання пошук частоти
vi_vn: Backlog tìm tần số

source: time in minutes
ar_sa: الوقت بالدقائق
cs_cz: čas v minutách
da_dk: tid i minutter
de_de: Zeit in Minuten
el_gr: ώρα σε λεπτά
es_es: tiempo en minutos
fi_fi: aika minuutteina
fr_fr: durée en minutes
he_il: זמן בדקות
no_no: i minutter
ro_ro: timpul în minute
ru_ru: время в минутах
uk_ua: часу у хвилинах
vi_vn: thời gian trong vài phút

source: Daily search frequency
ar_sa: تكرار البحث اليومي
cs_cz: Denní frekvence vyhledávání
da_dk: Søg dagligt
de_de: Tägliche Suche Frequenz
el_gr: Καθημερινή συχνότητα αναζήτησης
es_es: Frecuencia de búsqueda diaria
fi_fi: Etsi päivässä
fr_fr: Fréquence de recherche quotidienne
he_il: תדירות חיפוש יומי
no_no: Søk daglig
ro_ro: Frecvența de căutare zilnic
ru_ru: Ежедневный поиск частоты
uk_ua: Щоденний пошук частоти
vi_vn: Hàng ngày tìm tần số

source: Usenet retention
ar_sa: الاحتفاظ Usenet
cs_cz: Usenet uchování
da_dk: Usenet opbevaring
el_gr: Usenet κατακράτηση
es_es: Retención de Usenet
fi_fi: Usenet säilyttäminen
fr_fr: Rétention de Usenet
he_il: Usenet השמירה
no_no: Usenet oppbevaring
ro_ro: Retenţie de Usenet
ru_ru: Usenet удержания
uk_ua: Usenet збереження
vi_vn: Usenet lưu giữ
