Repository: 5l1v3r1/SiCKRAGE
Catalog: sickrage/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, he_il, no_no, ro_ro, ru_ru, uk_ua, vi_vn

source: Are you sure you want to submit these errors ?<br><br><span class="red-text">Make sure SiCKRAGE is updated and trigger<br> this error with debug enabled before submitting</span>
ar_sa: هل أنت متأكد من أنك تريد إرسال هذه الأخطاء؟<br><br><span class="red-text">Make سيكراجي التأكد من تحديث وتمكين هذا الخطأ مع التصحيح trigger<br> قبل submitting</span>
cs_cz: Opravdu chcete odeslat tyto chyby?<br><br><span class="red-text">Make jistý SiCKRAGE je aktualizován a trigger<br> této chybě s ladění povoleno před submitting</span>
de_de: Sind Sie sicher, dass Sie diese Fehler einreichen?<br><br><span class="red-text">Make sicher SiCKRAGE wird aktualisiert und trigger<br> diesen Fehler mit Debug aktiviert, bevor submitting</span>
fi_fi: Oletko varma, että haluat lähettää nämä virheet?<br><br><span class="red-text">Make että SiCKRAGE on päivitetty ja trigger<br> tämän virheen debug käytössä, ennen kuin submitting</span>
he_il: האם אתה בטוח שברצונך לשלוח את השגיאות האלו? SiCKRAGE בטוחה<br><br><span class="red-text">Make מתעדכן ולאחר trigger<br> שגיאה זו כאשר איתור באגים מופעל לפני submitting</span>
no_no: Er du sikker på at du vil sende disse feilene?<br><br><span class="red-text">Make at SiCKRAGE er oppdatert og trigger<br> denne feilen med debug aktivert før submitting</span>
ru_ru: Вы уверены, что вы хотите, чтобы представить эти ошибки?<br><br><span class="red-text">Make обязательно SiCKRAGE обновляется и trigger<br> эту ошибку с отладки включен перед submitting</span>
vi_vn: Bạn có chắc bạn muốn gửi các lỗi này?<br><br><span class="red-text">Make SiCKRAGE chắc chắn được Cập Nhật và trigger<br> lỗi này với gỡ lỗi kích hoạt trước khi submitting</span>

source: Searching
ar_sa: البحث
cs_cz: Hledání
da_dk: Søgning
de_de: Auf der Suche
el_gr: Αναζήτηση
es_es: Busca
fi_fi: Haku
fr_fr: La recherche
he_il: חיפוש
no_no: Søke
ro_ro: Căutarea
ru_ru: Поиск
uk_ua: Пошук
vi_vn: Tìm kiếm

source: Queued
ar_sa: في قائمة الانتظار
cs_cz: Ve frontě
da_dk: I kø
de_de: In der Warteschlange
el_gr: Στην ουρά
es_es: En cola
fi_fi: Jonossa
fr_fr: En file d’attente
he_il: בתור
no_no: I kø
ro_ro: Coada de aşteptare
ru_ru: В очереди
uk_ua: Поставлено в чергу
vi_vn: Xếp hàng

source: Choose Directory
ar_sa: اختيار دليل
cs_cz: Zvolte adresář
da_dk: Vælg bibliotek
de_de: Wählen Sie Verzeichnis
el_gr: Επιλέξτε κατάλογο
es_es: Elegir directorio
fi_fi: Valitse hakemisto
fr_fr: Choisir le répertoire
he_il: לבחור מדריך
no_no: Velg katalog
ro_ro: Alege Director
ru_ru: Выбор каталога
uk_ua: Оберіть каталог
vi_vn: Chọn thư mục

source: Ok
ar_sa: موافق
de_de: Okay
es_es: Vale
fi_fi: Okei
fr_fr: Bien
he_il: אוקיי
ru_ru: Хорошо
uk_ua: Гаразд

source: Cancel
ar_sa: إلغاء الأمر
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
no_no: Avbryt
ro_ro: Revocare
ru_ru: Отмена
uk_ua: "Скасувати"
vi_vn: Hủy bỏ

source: Clear History
ar_sa: مسح المحفوظات
cs_cz: Vymazat historii
da_dk: Ryd historik
de_de: Verlauf löschen
el_gr: Εκκαθάριση ιστορικού
es_es: Borrar historial
fi_fi: Tyhjennä historia
fr_fr: Effacer L'Historique
he_il: נקה היסטוריה
no_no: Slett logg
ro_ro: Ştergeţi istoricul
ru_ru: Очистка истории
uk_ua: Очищення історії
vi_vn: Xóa lịch sử

source: Are you sure you want to clear all download history ?
ar_sa: هل أنت متأكد من أنك تريد مسح كافة تاريخ التحميل؟
cs_cz: Jsou si jisti, že chcete vymazat všechny historie stahování?
da_dk: Er du sikker på du vil slette alle download historie?
de_de: Sind Sie sicher, dass Sie alle löschen möchten Geschichte download?
el_gr: Είναι βέβαιοι ότι θέλετε να καταργήσετε την επιλογή όλων κατεβάσετε ιστορία;
es_es: ¿Es usted seguro que desea borrar todo historial de descargas?
fi_fi: Ovat varmasti poistaa kaikki lataushistorian?
fr_fr: Êtes vous s√r de vouloir effacer toutes les Téléchargez histoire ?
he_il: האם אתה בטוח שברצונך לנקות את כל היסטוריית ההורדות?
no_no: Er du sikker på at du vil fjerne alle nedlastingsloggen?
ro_ro: Sunt sigur doriţi să ştergeţi tot Istoricul de download?
ru_ru: Являются ли вы уверены, что хотите очистить все скачать истории?
uk_ua: Чи ви впевнені, що хочете очистити всі завантажити історії?
vi_vn: Có bạn có chắc bạn muốn xóa tất cả lịch sử tải xuống không?

source: Trim History
ar_sa: تقليم التاريخ
cs_cz: Střih historie
da_dk: Trim historie
de_de: Schneiden Sie Geschichte
el_gr: Τελειώματα ιστορία
es_es: Historia del ajuste
fi_fi: Trim historia
fr_fr: Réduire l'historique
he_il: לקצץ היסטוריה
no_no: Trimme historie
ro_ro: Tăiaţi istorie
ru_ru: Трим история
uk_ua: Подрежьте історії
vi_vn: Trim lịch sử

source: Are you sure you want to trim all download history older than 30 days ?
ar_sa: هل أنت متأكد من أنك تريد تقليم كل حمل التاريخ الأقدم من 30 يوما؟
cs_cz: Jsou si jisti, že chcete oříznout všechny stáhnout historie starší než 30 dnů?
da_dk: Er du sikker på du vil trimme alle overførselsoversigt ældre end 30 dage?
de_de: Sind Sie sicher, dass Sie alle zuschneiden möchten Geschichte älter als 30 Tage download?
el_gr: Είναι βέβαιοι ότι θέλετε να τακτοποιήσει όλων κατεβάσετε ιστορία που είναι παλαιότερες από 30 ημέρες;
es_es: ¿Está usted seguro de que desea recortar a todos descarga más de 30 días de la historia?
fi_fi: Ovat varmasti leikata kaikki lataushistorian yli 30 päivää vanhat?
fr_fr: Êtes-vous sûr que vous voulez couper tout l'historique de téléchargement de plus de 30 jours ?
he_il: האם אתה בטוח שברצונך לחתוך כל להוריד היסטוריה שגילן עולה על 30 ימים?
no_no: Er du sikker på at du vil trimme alle dataoverføre eldre enn 30 dager?
ro_ro: Sunt sigur că doriţi să tăiaţi toate Descărcaţi istorie mai vechi de 30 zile?
ru_ru: Являются ли вы уверены, что вы хотите обрезать все скачать истории старше 30 дней?
uk_ua: Чи ви справді бажаєте Подрежьте всі завантажити, старіші за 30 днів?
vi_vn: Có chắc chắn muốn cắt tất cả các bạn tải về lịch sử cũ hơn 30 ngày?

source: <center><h1></h1><br/>From any computer, please visit <a href="" target="_blank"></a> and enter the code</center>
ar_sa: <center><h1></h1><br/>From أي جهاز كمبيوتر، يرجى زيارة <a href="" target="_blank"></a> وأدخل في code</center>
cs_cz: <center><h1></h1><br/>From jakýkoliv počítač, navštivte <a href="" target="_blank"></a> a vstoupit code</center>
de_de: <center><h1></h1><br/>From jedem Computer, bitte besuchen Sie <a href="" target="_blank"></a> und geben Sie die code</center>
fi_fi: <center><h1></h1><br/>From missä tahansa tietokoneessa, siirry <a href="" target="_blank"></a> ja anna code</center>
ru_ru: <center><h1></h1><br/>From любой компьютер, пожалуйста, посетите <a href="" target="_blank"></a> и введите code</center>
vi_vn: <center><h1></h1><br/>From bất kỳ máy tính nào, xin vui lòng truy cập <a href="" target="_blank"></a> và nhập code</center>

source: Link SiCKRAGE
ar_sa: سيكراجي الرابط
cs_cz: Odkaz SiCKRAGE
fi_fi: Linkki SiCKRAGE
ru_ru: Ссылка SiCKRAGE
vi_vn: Liên kết SiCKRAGE

source: Update failed.
ar_sa: فشل تحديث.
cs_cz: Aktualizace se nezdařila.
da_dk: Opdateringen mislykkedes.
de_de: Fehler beim aktualisieren.
el_gr: Η ενημέρωση απέτυχε.
es_es: Error de actualización.
fi_fi: Päivitys epäonnistui.
fr_fr: Mise à jour a échoué.
he_il: עדכון נכשל.
no_no: Oppdateringen mislyktes.
ro_ro: Actualizarea nu a reușit.
ru_ru: Не удалось обновить.
uk_ua: Не вдалося оновити.
vi_vn: Cập Nhật không thành công.

source: Select Show Location
ar_sa: حدد موقع العرض
cs_cz: Zvolte Ukázat mapu
da_dk: Vælg Vis beliggenhed
de_de: Wählen Sie Ort anzeigen
el_gr: Επιλέξτε Εμφάνιση της θέσης
es_es: Seleccione Mostrar ubicación
fi_fi: Valitse Näytä sijainti
fr_fr: Sélectionnez Voir la carte
he_il: בחר הצג מיקום
no_no: Velg Vis plassering
ro_ro: Selectaţi Arată locaţia
ru_ru: Выберите Показать местоположение
uk_ua: Виберіть розташування, шоу
vi_vn: Chọn vị trí Hiển thị

source: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> loading folders...
ar_sa: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> تحميل المجلدات...
cs_cz: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> načítání složky...
de_de: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> laden Ordner...
fi_fi: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> lastaus kansioita...
he_il: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> טעינת התיקיות...
no_no: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> lasting mapper...
ru_ru: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> загрузки папки...
vi_vn: <img id="searchingAnim" src="/images/loading32.gif" height="32" width="32" /> tải thư mục...

source: Select Unprocessed Episode Folder
ar_sa: حدد مجلد الحلقة غير المجهزة
cs_cz: Vyberte složku, nezpracované epizoda
da_dk: Vælg mappe, uforarbejdede Episode
de_de: Wählen Sie Ordner, unverarbeitete Episode
el_gr: Επιλέξτε φάκελο αμεταποίητα επεισόδιο
es_es: Seleccione carpeta de episodio sin procesar
fi_fi: Valitse jalostamattomat episodi kansio
fr_fr: Sélectionnez dossier épisode non transformés
he_il: בחר תיקיה פרק לא מעובד
no_no: Velg ubehandlet Episode mappe
ro_ro: Selectaţi folderul neprelucrate episod
ru_ru: Выберите папку необработанных эпизод
uk_ua: Виберіть папку, необроблені епізод
vi_vn: Chọn thư mục tập chưa qua chế biến

source: search timed out, try increasing timeout for indexer
ar_sa: مهلة البحث، حاول زيادة مهلة للمفهرس
cs_cz: vypršel časový limit hledání, zkuste rostoucí časový limit pro indexování
da_dk: timeout for søgning, prøv at øge timeout for indekseringsprogram
de_de: Suche eine Zeitüberschreitung, versuchen immer mehr Timeout für indexer
el_gr: έληξε το χρονικό όριο της αναζήτησης, δοκιμάστε αυξανόμενη χρονικού ορίου για δεικτοδότη
es_es: agotado el tiempo de búsqueda, intente aumentar tiempo de espera de indizador
fi_fi: haku aikakatkaistiin, kokeile yhä aikakatkaisu indeksoijan
fr_fr: recherche a expiré, essayez de délai d’attente croissante d’indexeur
he_il: חיפוש שהוקצב, נסה הגוברת פסק זמן עבור בונה האינדקסים
no_no: søket tidsavbrutt, prøv å øke tidsavbruddet for indeksering
ro_ro: căutare a expirat, încercaţi creşterea timeout pentru indexare
ru_ru: истекло время ожидания поиска, попробуйте увеличения времени ожидания для индексатора
uk_ua: Пошук тайм-аут, спробуйте збільшення тайм-аут для програми індексування
vi_vn: Tìm hết thời gian, hãy thử tăng thời gian chờ cho chỉ mục

source: <legend class="legend">Search Results:</legend>
ar_sa: نتائج:</legend> <legend class="legend">Search
cs_cz: <legend class="legend">Search výsledky:</legend>
de_de: <legend class="legend">Search Ergebnisse:</legend>
fi_fi: <legend class="legend">Search tulokset:</legend>
he_il: <legend class="legend">Search תוצאות:</legend>
no_no: <legend class="legend">Search resultater:</legend>
ru_ru: <legend class="legend">Search результаты:</legend>
vi_vn: <legend class="legend">Search kết quả:</legend>

source: <b>No results found, try a different search or language.</b>
ar_sa: العثور على نتائج <b>No، ومحاولة البحث المختلفة أو language.</b>
cs_cz: <b>No výsledků nalezeno, zkuste jiné vyhledávání nebo language.</b>
de_de: <b>No Ergebnisse gefunden, versuchen Sie eine andere Suche oder language.</b>
fi_fi: <b>No tulokset löydy, kokeile eri haku- tai language.</b>
he_il: <b>No תוצאות נמצאו, לנסות חיפוש שונים או language.</b>
no_no: <b>No resultater funnet, prøv et annet søk eller language.</b>
ru_ru: <b>No результаты нашли, попробуйте другой поиск или language.</b>
vi_vn: <b>No kết quả tìm thấy, hãy thử một tìm kiếm khác nhau hoặc language.</b>

source: (will debut on )
ar_sa: (لأول مرة على)
cs_cz: (bude debutovat na)
de_de: (wird auf Premiere)
fi_fi: (debyytti)
he_il: (תהיה הבכורה על)
no_no: (vil debut på)
ru_ru: (будет дебют на)
vi_vn: (sẽ ra mắt ngày)

source: (started on )
ar_sa: (بدأت في)
cs_cz: (začal na)
de_de: (begann am)
fi_fi: (aloitettu)
he_il: (החל ב-)
no_no: (startet på)
ru_ru: (запущен на)
vi_vn: (bắt đầu)

source: Saved Defaults
ar_sa: حفظ الإعدادات الافتراضية
cs_cz: Uložené nastavení
da_dk: Gemte standardindstillinger
de_de: Gespeicherten Standardwerte
el_gr: Αποθηκευμένες προεπιλογές
es_es: Valores predeterminados guardados
fi_fi: Tallennetut oletukset
fr_fr: Valeurs par défaut enregistrées
he_il: ברירות המחדל שנשמרו
no_no: Lagrede standarder
ro_ro: Salvat setările implicite
ru_ru: Сохраненные значения по умолчанию
uk_ua: Збережене значення за промовчанням
vi_vn: Giá trị mặc định đã lưu

source: Your "add show" defaults have been set to your current selections.
ar_sa: تم تعيين الافتراضيات "إضافة إظهار" الخاصة بك إلى التحديدات الحالية.
cs_cz: "Přidat show" výchozí byly nastaveny na aktuální výběr.
da_dk: "Tilføj show" standardindstillinger er indstillet til din aktuelle valg.
de_de: Ihre "Show hinzufügen" Standardeinstellungen wurden zu Ihrer aktuellen Auswahl festgelegt.
el_gr: «Προσθέστε Εμφάνιση» προεπιλογές σας έχουν οριστεί σε τρέχουσες επιλογές σας.
es_es: Sus valores por defecto "Agregar programa" establecidos a las selecciones actuales.
fi_fi: ”Näytä lisää” oletukset on asetettu nykyiset valintasi.
fr_fr: Vos paramètres par défaut « ajouter show » ont été fixés à votre choix.
he_il: המחדל שלך "הוסף הצג" הוגדרו את הבחירות הנוכחיות.
no_no: "Legg til show" standardinnstillinger er angitt på gjeldende utvalgene.
ro_ro: Setările implicite "Adauga Arată" au fost setat la selecţiile dvs. curent.
ru_ru: Настройки по умолчанию «добавить шоу» были созданы для текущего выбора.
uk_ua: Ваш "Додати шоу" за замовчуванням були створені для вашого поточного виділення.
vi_vn: Mặc định của bạn "thêm Hiển thị" đã được thiết lập để lựa chọn hiện tại của bạn.

source: <span> Saving...</span>
ar_sa: <span> إنقاذ...</span>
cs_cz: <span> ukládání...</span>
de_de: <span> speichern...</span>
fi_fi: <span> säästää...</span>
he_il: <span> שמירת...</span>
no_no: <span> lagre...</span>
ru_ru: <span> сохранение...</span>
vi_vn: <span> tiết kiệm...</span>

source: Reset Config to Defaults
ar_sa: إعادة تعيين التكوين إلى الإعدادات الافتراضية
cs_cz: Obnovit výchozí hodnoty konfigurace
da_dk: Nulstille Config til standarder
de_de: Config auf Standardeinstellungen zurücksetzen
el_gr: Config επαναφορά στις προεπιλογές
es_es: Restablecer la configuración a los valores de
fi_fi: Palauta Config oletukset
fr_fr: Config de réinitialisation aux valeurs par défaut
he_il: Config איפוס לברירות המחדל
no_no: Tilbakestille Config til standard
ro_ro: Configurare Reiniţializare la valorile implicite
ru_ru: Сброс конфигурации по умолчанию
uk_ua: Скидання налаштувань за замовчуванням
vi_vn: Đặt lại cấu hình mặc định

source: Are you sure you want to reset config to defaults?
ar_sa: هل أنت متأكد من أنك تريد إعادة تعيين التكوين إلى الإعدادات الافتراضية؟
cs_cz: Jste si jistý, že chcete obnovit config na výchozí hodnoty?
da_dk: Vil du nulstille config til standardindstillingerne?
de_de: Sind Sie sicher, dass Sie Config auf die Standardwerte zurücksetzen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε config προεπιλογές;
es_es: ¿Está seguro que desea restablecer la configuración a los valores de?
fi_fi: Oletko varma, että haluat palauttaa config oletusarvoihin?
fr_fr: Êtes-vous sûr de que vouloir réinitialiser la config par défaut ?
he_il: האם אתה בטוח שברצונך לאפס את config להגדרות ברירת המחדל?
no_no: Er du sikker på at du vil tilbakestille config til standardverdiene?
ro_ro: Sigur reinițializați config la valorile implicite?
ru_ru: Вы уверены, что вы хотите сбросить настройки по умолчанию?
uk_ua: Ви дійсно бажаєте відновити параметри конфігурації за замовчуванням?
vi_vn: Bạn có chắc bạn muốn đặt lại cấu hình mặc định không?

source: Unlink
ar_sa: فك ارتباط
cs_cz: Zrušit propojení
de_de: Verknüpfung aufheben
fi_fi: Poista linkitys
ru_ru: Удалить связь
vi_vn: Hủy liên kết

source: Select Subtitles Download Directory
ar_sa: دليل تحميل ترجمات مختارة
cs_cz: Adresář pro stahování vyberte titulky
da_dk: Vælg undertekster Download Directory
de_de: Wählen Sie Untertitel Download-Verzeichnis
el_gr: Επιλέξτε υπότιτλοι Κατέβασμα καταλόγου
es_es: Seleccione subtítulos descargar directorio
fi_fi: Valitse tekstitys tiedoston hakemistoon
fr_fr: Répertoire de téléchargement de sous-titres Select
he_il: מדריך להורדה כתוביות בחר
no_no: Velg undertekster nedlastingsmappen
ro_ro: Selectaţi subtitrari Download Director
ru_ru: Выберите субтитры скачать каталог
uk_ua: Виберіть субтитри завантаження каталогу
vi_vn: Chọn phụ đề Download Directory

source: Select .nzb blackhole/watch location
ar_sa: حدد.nzb blackhole/مشاهدة الموقع
cs_cz: Vyberte .nzb blackhole/sledované umístění
da_dk: Vælg .nzb blackhole/watch placering
de_de: Wählen Sie Standort .nzb Blackhole/Uhr
el_gr: Επιλέξτε τοποθεσία blackhole/ρολόι .nzb
es_es: Seleccione NZB negras/ver ubicación
fi_fi: Valitse .nzb blackhole/katsella sijainti
fr_fr: Sélectionnez emplacement de .nzb blackhole/surveillance
he_il: בחר מיקום בר / / שעון .nzb
no_no: Velg .nzb blackhole/se
ro_ro: Selectaţi locaţia de blackhole/uita-te la .nzb
ru_ru: Выберите местоположение .nzb blackhole/часы
uk_ua: Виберіть розташування, blackhole/годинники .nzb
vi_vn: Chọn vị trí blackhole/watch .nzb

source: Select .torrent blackhole/watch location
ar_sa: قم بتحديد موقع blackhole/مشاهدة تورنت]
cs_cz: Vyberte umístění blackhole/sledování .torrent
da_dk: Vælg .torrent blackhole/watch placering
de_de: Wählen Sie Standort .torrent Blackhole/Uhr
el_gr: Επιλέξτε τοποθεσία .torrent blackhole/ρολόι
es_es: Seleccione .torrent negras/ver ubicación
fi_fi: Valitse .torrent blackhole/katsella sijainti
fr_fr: Sélectionnez emplacement de blackhole/surveillance .torrent
he_il: בחר מיקום בר / / שעון .torrent
no_no: Velg .torrent blackhole/se
ro_ro: Selectaţi locaţia de blackhole/ceas .torrent
ru_ru: Выберите местоположение blackhole/смотреть .torrent
uk_ua: Виберіть розташування, blackhole/годинники .torrent
vi_vn: Chọn vị trí blackhole/watch .torrent

source: Select .torrent download location
ar_sa: حدد موقع تحميل تورنت]
cs_cz: Vyberte umístění pro stažení .torrent
da_dk: Vælg .torrent downloadplacering
de_de: Torrent-Download-Verzeichnis auswählen
el_gr: Επιλέξτε θέση λήψης .torrent
es_es: Seleccione la ubicación de descarga de torrent
fi_fi: Valitse .torrent download asema
fr_fr: Sélectionnez l’emplacement de téléchargement .torrent
he_il: בחר מיקום ההורדה .torrent
no_no: Velg .torrent nedlastingssted
ro_ro: Selectati locatia de download .torrent
ru_ru: Выберите место загрузки .torrent
uk_ua: Виберіть розташування для завантаження .torrent
vi_vn: Chọn vị trí tải .torrent

source: URL to your uTorrent client (e.g. http://localhost:8000)
ar_sa: عنوان URL الخاص بك العميل uTorrent (مثلاً http://localhost:8000)
cs_cz: Adresa URL vašeho klienta uTorrent (například http://localhost: 8000)
da_dk: URL til din uTorrent klient (f.eks. http://localhost:8000)
de_de: URL zu Ihrem uTorrent-Client (z. B. http://localhost: 8000)
el_gr: Διεύθυνση URL για το uTorrent πρόγραμμα-πελάτη (π.χ. http://localhost:8000)
es_es: URL al cliente uTorrent (p. ej. http://localhost:8000)
fi_fi: URL uTorrent asiakas (esimerkiksi http://localhost: 8000)
fr_fr: URL vers votre client uTorrent (par exemple, http://localhost : 8000)
he_il: כתובת URL ללקוח uTorrent שלך (למשל http://localhost:8000)
no_no: URL til uTorrent klienten (f.eks http://localhost:8000)
ro_ro: URL-ul la clientul uTorrent (de exemplu, http://localhost:8000)
ru_ru: URL-адрес для вашего клиента uTorrent (например, http://localhost: 8000)
uk_ua: URL до uTorrent клієнта (наприклад, http://localhost:8000)
vi_vn: URL để uTorrent khách hàng của bạn (ví dụ: http://localhost:8000)

source: Stop seeding when inactive for
ar_sa: توقف بذر عندما نشط
cs_cz: Zastavit, setí při neaktivní po dobu
da_dk: Stop seeding når inaktiv for
de_de: Stoppen Sie, wenn inaktiv für Aussaat
el_gr: Σταματήσω σπορά όταν ανενεργός για
es_es: Dejar de sembrar cuando esté inactivo para
fi_fi: Stop kylvö kun käyttämättömänä
fr_fr: Arrêter lorsqu’il est inactif pour l’ensemencement
he_il: הפסק seeding כאשר מצב לא פעיל עבור
no_no: Stopp seeding når inaktiv
ro_ro: Oprire însămânţarea când inactiv pentru
ru_ru: Остановить посева когда бездействующе для
uk_ua: Зупинити посіву, коли вона неактивна для
vi_vn: Dừng seeding khi không hoạt động cho

source: URL to your Transmission client (e.g. http://localhost:9091)
ar_sa: عنوان URL للعميل الإرسال الخاص بك (مثل http://localhost:9091)
cs_cz: URL k přenosu klienta (např. http://localhost:9091)
da_dk: URL til din Transmission klient (f.eks. http://localhost:9091)
de_de: URL zu Ihrer Übertragung-Client (z.B. Http://localhost:9091)
el_gr: Διεύθυνση URL για να τον πελάτη σας μετάδοσης (π.χ. http://localhost:9091)
es_es: URL a su cliente de transmisión (p. ej. http://localhost:9091)
fi_fi: URL-osoitteen siirto asiakkaalle (esim. http://localhost:9091)
fr_fr: URL à votre client de Transmission (p. ex. http://localhost:9091)
he_il: כתובת ה-URL שלך לקוח שידור (למשל http://localhost:9091)
no_no: URL-adresse til klienten din overføring (f.eks http://localhost:9091)
ro_ro: URL-ul pentru clientul de transmisie (de exemplu, http://localhost:9091)
ru_ru: URL-адрес для передачи клиента (например, http://localhost:9091)
uk_ua: URL на ваш клієнт передачі (наприклад, http://localhost:9091)
vi_vn: URL để khách hàng của bạn truyền tải (ví dụ: http://localhost:9091)

source: URL to your Deluge client (e.g. http://localhost:8112)
ar_sa: عنوان URL الخاص بك العميل طوفان (مثلاً http://localhost:8112)
cs_cz: Adresa URL pro váš klient Deluge (např. http://localhost:8112)
da_dk: URL til din syndfloden klient (f.eks. http://localhost:8112)
de_de: URL zu Ihrer Sintflut-Client (z.B. Http://localhost:8112)
el_gr: Διεύθυνση URL για το χείμαρρο πελάτη σας (π.χ. http://localhost:8112)
es_es: URL a su cliente de diluvio (p. ej. http://localhost:8112)
fi_fi: URL vedenpaisumus-client (esim. http://localhost:8112)
fr_fr: URL à votre client de déluge (p. ex. http://localhost:8112)
he_il: כתובת ה-URL שלך לקוח מבול (למשל http://localhost:8112)
no_no: URL-adresse til klienten din Deluge (f.eks http://localhost:8112)
ro_ro: URL-ul pentru clientul de potopul (de exemplu, http://localhost:8112)
ru_ru: URL-адрес для вашего клиента потоп (например, http://localhost:8112)
uk_ua: URL на ваш клієнт потоп (наприклад, http://localhost:8112)
vi_vn: URL để vô số khách hàng của bạn (ví dụ: http://localhost:8112)

source: IP or Hostname of your Deluge Daemon (e.g. scgi://localhost:58846)
ar_sa: IP أو اسم المضيف من الخاصة بك "شيطان طوفان" (مثلاً scgi://localhost:58846)
cs_cz: IP nebo název hostitele démon Potopa (např. scgi://localhost:58846)
da_dk: IP eller værtsnavnet for din syndfloden Daemon (f.eks. scgi://localhost:58846)
de_de: IP-Adresse oder Hostname des Ihrer Sintflut-Daemon (z.B. Scgi://localhost:58846)
el_gr: Διεύθυνση IP ή όνομα κεντρικού υπολογιστή του σας κατακλύζω δαίμονα (π.χ. scgi://localhost:58846)
es_es: IP o nombre de host de su diluvio Daemon (por ejemplo, scgi://localhost:58846)
fi_fi: IP- tai Hostname vedenpaisumus daemon (esim scgi://localhost:58846)
fr_fr: Adresse IP ou nom d’hôte de votre démon de déluge (p. ex. scgi://localhost:58846)
he_il: ה-IP או את שם המארח של שלך בשרת daemon של מבול (למשל scgi://localhost:58846)
no_no: IP eller Hostname av din Deluge Daemon (f.eks scgi://localhost:58846)
ro_ro: IP sau Hostname al dumneavoastră Daemon Potopul (de exemplu, scgi://localhost:58846)
ru_ru: IP-адрес или имя хоста вашего потоп демона (например, scgi://localhost:58846)
uk_ua: IP або ім'я хоста потоп Daemon (наприклад, scgi://localhost:58846)
vi_vn: IP hoặc tên máy chủ của bạn vô số Daemon (ví dụ: scgi://localhost:58846)
